{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04629963",
            "orgStudyIdInfo": {
                "id": "20-10022730"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23NS116114-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23NS116114-01A1"
                }
            ],
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Pain Diagnosis and Treatment in Torture Survivors",
            "officialTitle": "Chronic Pain Diagnosis and Treatment in Torture Survivors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chronic-pain-diagnosis-and-treatment-in-torture-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-11",
            "studyFirstSubmitQcDate": "2020-11-11",
            "studyFirstPostDateStruct": {
                "date": "2020-11-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal Aim 1 of this investigation is to characterize the diagnosis of chronic pain in torture survivors. The investigators hypothesize that using a validated pain screen to supplement the existing United Nations Istanbul Protocol can improve the ability to detect pain from 15% to 90% in this study population. Investigators will test this hypothesis by conducting a prospective, blind comparison to gold standard study. The goal of Aim 2 is to evaluate the acceptability of somatic pain treatment using qualitative interviews of torture survivors. The goal of Aim 3 is to assess the feasibility of recruiting and retaining participants in a digital pain program over six months.",
            "detailedDescription": "The objective of this application is to improve the diagnosis and treatment of chronic pain in torture survivors. The central hypothesis, based on strong preliminary data from 25 subjects from the Weill Cornell Center for Human Rights, is that the novel application in torture survivors of a validated pain screen, the Brief Pain Inventory Short Form (BPISF), can supplement the United Nations Istanbul Protocol (UNIP) and improve its sensitivity for pain from 15% to 90%, as compared to the gold standard (a pain specialist). The rationale for the investigation is to improve the diagnosis of pain in torture survivors, leading to targeted treatment.\n\nThe objectives of this study are to improve the diagnosis of pain in torture survivors with the novel utilization in this population of a pain screen. The findings of this study also have implications for other populations that experience complex trauma such as veterans, prisoners of war, and sexual violence survivors.\n\nThe primary objective of the qualitative interview portion is to gain an understanding of how participants perceive, react to, and might utilize somatic pain treatment. We aim to qualitatively assess the challenges and acceptability of a proposed, evidence-based somatic pain treatment model, novel in its implementation in torture survivors: physical therapy and/or non-opioid analgesics and/or trigger point injections. We will use the Gelberg and Andersen Behavioral Model of Health Care Utilization for Vulnerable Populations as a conceptual framework to conduct qualitative interviews with 30 participants purposively sampled from Study Aim 1. Data with regard to acceptability and practicality from interviews will be used to adapt our proposed evidence-based somatic pain treatment for torture survivors.\n\nThe primary objective of Aim 3 is to answer critical questions on the feasibility of a subsequent clinical trial to treat somatic pain in torture survivors. As a secondary objective, we will analyze the prevalence of migration stress, pain, and cardiovascular disease, and their relationship over time, in refugee torture survivors. The primary objective of this sub-study is the recruitment, retention, and adherence of participants to the digital program over a six-month period. The secondary objectives of this sub-study are the assessment of pain, mental health status, trauma history, migration stress, and cardiovascular risk factors and diseases."
        },
        "conditionsModule": {
            "conditions": [
                "Pain",
                "Pain, Chronic"
            ],
            "keywords": [
                "asylum",
                "torture",
                "refugee"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Investigators will enroll participants from human rights centers and compare the diagnostic ability of the United Nations Istanbul Protocol (UNIP) alone to the UNIP plus a validated pain screen (BPISF), both against the gold standard for pain assessment (pain specialist exam). Participants will complete individual interviews during which we will present our somatic pain treatment model and receive feedback on challenges, limitations, and acceptability of the interventions. A feasibility sub-study will be conducted with the primary outcome being recruitment and retention of participants over a 6-month period. Secondary outcomes include analysis of study visit data (i.e. migration stress, pain, cardiovascular) collected at enrollment and again after 6 months. Digital and biometric data will be collected continuously from a study-provided smartphone application and wearable fitness device for up to 6 months.",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1: Pain Evaluation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will complete the validated pain questionnaire, the Brief Pain Inventory Short Form (BPISF). Participants will receive a non-invasive physical exam and pain assessment by a pain specialist.",
                    "interventionNames": [
                        "Other: Pain Evaluation and BPISF"
                    ]
                },
                {
                    "label": "Aim 2: Qualitative Interview",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will complete individual interviews moderated by the research staff. Interviews will be based on the guide but will be minimally structured to facilitate exploration of novel topics as raised by participants and to ensure information-rich data on topics of interest. Individual interviews will be \\~30-45 minutes in length, conducted in the subject's primary language with the use of an interpreter as appropriate. All interviews will be audio-recorded with participants' permission, transcribed, and translated into English for analysis."
                },
                {
                    "label": "Aim 3: Enrollment in a digital program assessing stress, pain, and cardiovascular health",
                    "type": "EXPERIMENTAL",
                    "description": "Continuous cardiovascular, stress, and pain data collection will occur for 6 months after enrollment. Biometric data including continuous heart rate, actigraphy, sleep, and derived physiological parameters will be collected using the wearable device. Pain and stress evaluations will be administered via a smartphone app as a survey of stress, pain, or cardiovascular symptoms.\n\nParticipants will complete surveys assessing chronic pain, mental health, trauma history, migration stress, and cardiovascular risk factors and disease Total cholesterol, HDL, LDL, triglycerides, and glucose will be measured using a lipid analyzer with a fingerstick blood sample. Height, weight, and blood pressure will also be measured.",
                    "interventionNames": [
                        "Other: Surveys, a fingerstick blood sample, EMAs, and a digital wearable device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Pain Evaluation and BPISF",
                    "description": "Current diagnostic approaches guide evaluators to use the United Nations Istanbul Protocol (UNIP) for the assessment of torture survivors. The proposed investigation offers a novel diagnostic paradigm by which participants are evaluated by the UNIP and a validated pain screen (Brief Pain Inventory Short Form).",
                    "armGroupLabels": [
                        "Aim 1: Pain Evaluation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Surveys, a fingerstick blood sample, EMAs, and a digital wearable device",
                    "description": "The following surveys: BPI-SF, RHS-15, RTHC, SOIS-SF, RPMS, WHOAQ, QVSFS, a fingerstick blood sample, EMAs, and a digital wearable device",
                    "armGroupLabels": [
                        "Aim 3: Enrollment in a digital program assessing stress, pain, and cardiovascular health"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aim 1: Number of participants for whom \"yes\" is indicated for pain as assessed by the United Nations Istanbul Protocol (UNIP).",
                    "description": "The UNIP results in a binary \"yes\" or \"no\" clinical pain diagnosis by the evaluator.",
                    "timeFrame": "Day 1 (One-time Research Appointment)"
                },
                {
                    "measure": "Aim 1: Number of participants for whom \"yes\" is indicated for pain as assessed by the United Nations Istanbul Protocol (UNIP) and the Brief Pain Inventory Short Form (BPISF).",
                    "description": "As the UNIP results in a binary \"yes\" or \"no\" clinical pain diagnosis by the evaluator, the continuous BPISF will be converted into a binary \"yes\" or \"no\" for pain. Any participant who experiences interference as mild, moderate, or severe pain will be categorized as \"yes\" for pain; any participant who experiences pain as mild, moderate, or severe will be categorized as \"yes\" for pain. A score of 0 will be categorized as \"no\" for pain on the BPISF.",
                    "timeFrame": "Day 1 (One-time Research Appointment)"
                },
                {
                    "measure": "Aim 1: Number of participants for whom \"yes\" is indicated for pain as assessed by pain specialist evaluation.",
                    "description": "The presence of pain detected by the pain specialist evaluation will be categorized as a binary \"yes\" or \"no\".",
                    "timeFrame": "Day 1 (One-time Research Appointment)"
                },
                {
                    "measure": "Aim 2: Themes emerging across qualitative interview transcripts.",
                    "description": "A thematic coding scheme will be created following the main points of the interview guide. Reports will be generated for each code and narratives will be analyzed for common themes related to acceptability of pain treatments and the relationship between stress and chronic pain. We will utilize the data gained from this Aim to adapt the design of our proposed evidence-based somatic pain treatment model.",
                    "timeFrame": "Day 1 (One-time Research Appointment)"
                },
                {
                    "measure": "Aim 3: The recruitment as measured by the number of participants enrolled.",
                    "description": "The investigators aim to recruit 20 participants.",
                    "timeFrame": "1.5 years"
                },
                {
                    "measure": "Aim 3: The retention as measured by the number of participants who complete the follow-up appointment 6 months after their baseline appointment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Aim 3: The adherence as measured by the number of participants who answer 1 or more Ecological Momentary Assessment (EMA) questions.",
                    "description": "Participants are sent EMA questions each week to assess their levels of stress and pain, as well as their cardiovascular symptoms.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Aim 3: The adherence as measured by the number of participants who wear their Fitbit for 1 or more days.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aim 3: Number of participants for whom \"yes\" is indicated for pain as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "The continuous BPISF will be converted into a binary \"yes\" or \"no\" for pain. Any participant who experiences mild, moderate, or severe pain or pain interference will be categorized as \"yes\" for pain; a score of 0 will be categorized as \"no\" for pain on the BPISF.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants for whom \"yes\" is indicated for pain as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "The continuous BPISF will be converted into a binary \"yes\" or \"no\" for pain. Any participant who experiences mild, moderate, or severe pain or pain interference will be categorized as \"yes\" for pain; a score of 0 will be categorized as \"no\" for pain on the BPISF.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: The mean score for pain severity as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "Questions 3-6 on the BPISF assess mean pain severity score; these questions are scored on a scale of 0 to 10, with 0 indicating \"no pain\" and 10 indicating \"pain as bad as you can imagine.\"",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: The mean score for pain severity as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "Questions 3-6 on the BPISF assess mean pain severity score; these questions are scored on a scale of 0 to 10, with 0 indicating \"no pain\" and 10 indicating \"pain as bad as you can imagine.\"",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: The mean score for pain interference as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "Question 9 on the BPISF, comprised of 7 parts, assesses mean pain interference; these questions are scored on a scale of 0 to 10, with 0 indicating \"does not interfere\" and 10 indicating \"completely interferes.\"",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: The mean score for pain interference as assessed by the Brief Pain Inventory Short Form (BPISF).",
                    "description": "Question 9 on the BPISF, comprised of 7 parts, assesses mean pain interference; these questions are scored on a scale of 0 to 10, with 0 indicating \"does not interfere\" and 10 indicating \"completely interferes.\"",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Refugee Health Screener-15 (RHS-15).",
                    "description": "Symptoms are scored from 0 to 4. A score of 0 indicates \"not at all\" and a score of 4 indicates \"extremely.\" The survey also asks participants to rate their distress according to a distress thermometer; the thermometer scale ranges from 0 to 10, with 0 indicating \"no distress\" and 10 indicating \"extreme distress.\" Screening is defined as positive with a total score greater than or equal to 12 on the first 14 items or a ranking greater than 5 on the distress thermometer.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Refugee Health Screener-15 (RHS-15).",
                    "description": "Symptoms are scored from 0 to 4. A score of 0 indicates \"not at all\" and a score of 4 indicates \"extremely.\" The survey also asks participants to rate their distress according to a distress thermometer; the thermometer scale ranges from 0 to 10, with 0 indicating \"no distress\" and 10 indicating \"extreme distress.\" Screening is defined as positive with a total score greater than or equal to 12 on the first 14 items or a ranking greater than 5 on the distress thermometer.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Refugee Trauma History Checklist (RTHC).",
                    "description": "The RTHC is comprised of binary \"yes\" and \"no\" questions. The RTHC is considered quantitatively positive if any item is marked as \"yes.\"",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Stress of Immigration - Short Form (SOIS-SF).",
                    "description": "The SOIS-SF is considered positive if the participant answered a subscale score of more than 1 for any of the individual items in the survey. The subscale ranges from 1 to 5, with a score of 1 indicating \"no stress\" and a score of 5 indicating \"severe stress.\"",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Stress of Immigration - Short Form (SOIS-SF).",
                    "description": "The SOIS-SF is considered positive if the individual answered a subscale score of more than 1 for any of the individual items in the survey. The subscale ranges from 1 to 5, with a score of 1 indicating \"no stress\" and a score of 5 indicating \"severe stress.\"",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: The mean score on the Stress of Immigration - Short Form (SOIS-SF).",
                    "description": "The SOIS-SF subscale ranges from 1 to 5, with a score of 1 indicating \"no stress\" and a score of 5 indicating \"severe stress.\" The SOIS-SF is scored by averaging the scores of the 5-item survey. The mean of non-missing items results in a score of 1 to 5.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: The mean score on the Stress of Immigration - Short Form (SOIS-SF).",
                    "description": "The SOIS-SF subscale ranges from 1 to 5, with a score of 1 indicating \"no stress\" and a score of 5 indicating \"severe stress.\" The SOIS-SF is scored by averaging the scores of the 5-item survey. The mean of non-missing items results in a score of 1 to 5.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants who say they would be willing to provide a saliva or hair sample to measure cortisol levels in a hypothetical future study.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Refugee Post Migration Stress Scale (RPMS).",
                    "description": "The RPMS is considered positive if the individual answered a subscale score of more than 1 for any of the individual items in the survey. The subscale ranges from 1 to 5, with 1 indicating \"never\" and 5 indicating \"very often.\" Items marked as a subscale score greater than 1 on the RPMS will be considered sources of stress.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Refugee Post Migration Stress Scale (RPMS).",
                    "description": "The RPMS is considered positive if the individual answered a subscale score of more than 1 for any of the individual items in the survey. The subscale ranges from 1 to 5, with 1 indicating \"never\" and 5 indicating \"very often.\" Items marked as a subscale score greater than 1 on the RPMS will be considered sources of stress.",
                    "timeFrame": "6-month appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Atherosclerotic Cardiovascular Disease Pooled Cohort Equation (ASCVD PCE).",
                    "description": "Positive scores are indicated by ≥7.5% 10-year ASCVD risk (defined as first-occurrence nonfatal and fatal myocardial infarction (MI) and nonfatal and fatal stroke).",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Atherosclerotic Cardiovascular Disease Pooled Cohort Equation (ASCVD PCE).",
                    "description": "Positive scores are indicated by ≥7.5% 10-year ASCVD risk (defined as first-occurrence nonfatal and fatal myocardial infarction (MI) and nonfatal and fatal stroke).",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the World Health Organization Rose Angina Questionnaire (WHOAQ).",
                    "description": "The WHOAQ is used to determine if a participant has experienced symptoms of a heart attack. The WHOAQ is positive if any symptoms are recorded.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the World Health Organization Rose Angina Questionnaire (WHOAQ).",
                    "description": "The WHOAQ is used to determine if a participant has experienced symptoms of a heart attack. The WHOAQ is positive if any symptoms are recorded.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Questionnaire Verifying Stroke Free Status (QVSFS).",
                    "description": "The QVSFS is used to determine if a participant has experienced symptoms of a stroke. The QVSFS is positive if any questions are answered in the affirmative.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants with positive scores on the Questionnaire Verifying Stroke Free Status (QVSFS).",
                    "description": "The QVSFS is used to determine if a participant has experienced symptoms of a stroke. The QVSFS is positive if any questions are answered in the affirmative.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants who have self-reports of Cardiovascular disease (CVD) symptoms and events.",
                    "description": "Participants will be asked if they have experienced any of the following symptoms: anxiety, chest pain, depression, dizziness, dyspnea, fatigue.",
                    "timeFrame": "Baseline appointment"
                },
                {
                    "measure": "Aim 3: Number of participants who have self-reports of Cardiovascular disease (CVD) symptoms and events.",
                    "description": "Participants will be asked if they have experienced any of the following symptoms: anxiety, chest pain, depression, dizziness, dyspnea, fatigue.",
                    "timeFrame": "6-month follow-up appointment"
                },
                {
                    "measure": "Aim 3: Number of participants who have pain, stress, or CVD symptoms, as signalled by continuous biometric data.",
                    "description": "Biometric data including continuous heart rate, actigraphy, sleep, and derived physiological parameters (e.g., resting heart rate and estimated energy expenditure) will be collected using the wrist-worn wearable device.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "(Aim 1)\n\nInclusion Criteria:\n\n* ≥ 18 years old\n* Survived torture as defined by the World Medical Association\n* Consented to being contacted by our research team\n\nExclusion Criteria:\n\n* Non-tortured refugees seeking asylum through T visas (trafficking), U visas (victims of violence in the US), Violence Against Women Act (VAMA), and Special Immigrant Juveniles (SIJ)\n* Pregnant women\n\n(Aim 2)\n\nInclusion Criteria:\n\n* ≥ 18 years old\n* Survived torture as defined by the World Medical Association\n* Chronic pain as per Aim 1 findings\n\nExclusion Criteria:\n\n* Non-tortured refugees seeking asylum through T visas (trafficking), U visas (victims of violence in the US), Violence Against Women Act (VAMA), and Special Immigrant Juveniles (SIJ)\n* Pregnant women\n\n(Aim 3): Inclusion Criteria\n\n* ≥ 18 years old\n* Survived torture as defined by the World Medical Association\n* Chronic pain as per Aim 1 findings\n* Personal smartphone\n\nExclusion Criteria\n\n* Non-tortured refugees seeking asylum through T visas (trafficking), U visas (victims of violence in the US), Violence Against Women Act (VAMA), and Special Immigrant Juveniles (SIJ)\n* Pregnant women\n* Planned move within 6 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gunisha Kaur, MA, MD",
                    "role": "CONTACT",
                    "phone": "(212) 746-2461",
                    "email": "gus2004@med.cornell.edu"
                },
                {
                    "name": "Michele Steinkamp, RN",
                    "role": "CONTACT",
                    "phone": "2127462953",
                    "email": "mls9004@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gunisha Kaur, MA, MD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Claudia Hatef, BS",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Bellevue/New York University Program for Survivors of Torture",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Mount Sinai Human Rights Program",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Columbia University Human Rights Initiative and Asylum Clinic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Devlin, MD",
                            "role": "CONTACT",
                            "phone": "212-305-6001",
                            "email": "mjd5@cumc.columbia.edu"
                        },
                        {
                            "name": "Michael Devlin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gunisha Kaur, BA, MD",
                            "role": "CONTACT",
                            "phone": "212-746-2461",
                            "email": "gus2004@med.cornell.edu"
                        },
                        {
                            "name": "Michele Steinkamp, RN",
                            "role": "CONTACT",
                            "phone": "2127462953",
                            "email": "mls9004@med.cornell.edu"
                        },
                        {
                            "name": "Gunisha Kaur, MA, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}