{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05726331",
            "orgStudyIdInfo": {
                "id": "2021A014141"
            },
            "organization": {
                "fullName": "Harvard University Faculty of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Non-Specific Neck Pain Treated With Tai Chi and Chiropractic Care",
            "officialTitle": "Combined Chiropractic Care and Tai Chi for Chronic Non-Specific Neck Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chronic-non-specific-neck-pain-treated-with-tai-chi-and-chiropractic-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-03",
            "studyFirstSubmitQcDate": "2023-02-03",
            "studyFirstPostDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Wayne",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Harvard University Faculty of Medicine"
            },
            "leadSponsor": {
                "name": "Harvard University Faculty of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Brigham and Women's Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This feasibility project aims to evaluate the effectiveness of chiropractic care combined with Tai Chi (TC) training to reduce pain and disability in adults with chronic non-specific neck pain (CNNP).",
            "detailedDescription": "This is a three-armed, mixed-methods pilot study. 48 adults with CNNP will be randomized to receive either 1) 10 chiropractic treatments (delivered over 16 weeks) with concurrent TC training (16 weeks of group training) plus enhanced usual care (EUC) with CNNP educational materials); 2) chiropractic care plus EUC; or 3) EUC alone. Individuals will be followed for 8 weeks after the end of their intervention period to assess longer-term outcomes. Our primary outcomes will be focused on the feasibility of recruiting, retaining and monitoring the safety of adults with CNNP into our trial. Secondary clinical outcomes include following patients centered-outcomes: pain, disability, health-related quality of life, self-efficacy, cognitive and affective outcomes (postural awareness, pain catastrophizing, fear of movement, interoceptive awareness)."
        },
        "conditionsModule": {
            "conditions": [
                "Neck Pain",
                "Chronic Pain"
            ],
            "keywords": [
                "chiropractic",
                "Tai Chi"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Chiropractic Care, Tai Chi, and EUC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to this arm will receive 10 sessions of chiropractic care over 16 weeks, administered by chiropractors at collaborating clinics in the Greater Boston area. Participants assigned to this arm will also be enrolled in a community-based TC program. Participants will also be given a neck-pain self-care book that explains common causes and management strategies for neck pain.",
                    "interventionNames": [
                        "Other: Chiropractic Care",
                        "Other: Tai Chi",
                        "Other: Enhanced Usual Care"
                    ]
                },
                {
                    "label": "Chiropractic care and EUC",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants assigned to the chiropractic care+EUC arm will receive 10 sessions of chiropractic care over 16 weeks administered by chiropractors at collaborating clinics in the Greater Boston area. Participants will also be given a neck-pain self-care book that explains common causes and management strategies for neck pain.",
                    "interventionNames": [
                        "Other: Chiropractic Care",
                        "Other: Enhanced Usual Care"
                    ]
                },
                {
                    "label": "EUC",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Individuals assigned to the EUC alone group will be asked to continue their usual medical care as prescribed by their physician for 16 weeks. In addition, they will be asked to not seek chiropractic care or TC during the study. Participants will also be given a neck-pain self-care book that explains common causes and management strategies for neck pain. We will also provide this arm of participants with increased attention in the form of biweekly calls from the study research assistants.",
                    "interventionNames": [
                        "Other: Enhanced Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Chiropractic Care",
                    "description": "Chiropractic care will be delivered by community-based chiropractors that meet pre-set qualifications. Chiropractic treatment protocol will be multimodal and will follow predefined standard operating procedures including the following 6 components: 1) Posture correction and spinal stabilization exercises; 2) Soft tissue release techniques; 3) Manual spinal manipulation; 4) Condition-specific education; 5) Myofascial strengthening and motor control training; 6) Ergonomic and lifestyle modifications/advice. Subjects randomized to chiropractic treatment groups will receive up to 10 chiropractic sessions over 16 weeks.",
                    "armGroupLabels": [
                        "Chiropractic Care, Tai Chi, and EUC",
                        "Chiropractic care and EUC"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Tai Chi",
                    "description": "Tai Chi (TC) will be delivered by community based Tai Chi schools that meet pre-set qualifications. TC programs will emphasize core principles including biomechanically efficient alignment, relaxed integrated movements, deep breathing, and heightened body awareness. Subjects randomized to TC treatment group will attend at least one TC class per week for 16 weeks.",
                    "armGroupLabels": [
                        "Chiropractic Care, Tai Chi, and EUC"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Enhanced Usual Care",
                    "description": "Enhanced Usual Care will include educational materials about neck pain provided by the study, in addition to usual medical care for CNNP. Usual care for CNNP generally includes medications (non-narcotic analgesics, NSAIDs, muscle relaxants), interventional pain management (e.g., steroid injections), and self-care exercises (all of which will be monitored and recorded in all three study arms).",
                    "armGroupLabels": [
                        "Chiropractic Care, Tai Chi, and EUC",
                        "Chiropractic care and EUC",
                        "EUC"
                    ],
                    "otherNames": [
                        "EUC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment rate",
                    "description": "Recruitment rate will be evaluated with respect to rate of enrollment, defined as randomization into the trial.",
                    "timeFrame": "Through study completion (an average of 18 months)"
                },
                {
                    "measure": "Retention rate",
                    "description": "Retention rate will be quantified by the proportion of subjects who remain in the study to complete the 24-week visit.",
                    "timeFrame": "Through study completion (an average of 18 months)"
                },
                {
                    "measure": "Intervention adherence",
                    "description": "Intervention adherence will be measured by collection of chiropractic visit attendance and Tai Chi class attendance data.",
                    "timeFrame": "Through study completion (an average of 18 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain intensity",
                    "description": "Pain intensity over the past 7 days will be measured using an 11 point numerical rating scale with 0 indicating \"no neck pain at all\" and 10 indicating \"worst neck pain imaginable\".",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Pain on movement (POM)",
                    "description": "Pain on movement (POM) will be assessed using a previously validated and reliable protocol. Participants are asked to flex, extend, laterally flex, and laterally rotate their necks to the left and right. The evoked pain is measured on a 100mm visual analog scale (VAS), for each direction. An average POM score is then calculated from these data for each participant.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Bothersomeness of pain",
                    "description": "Bothersomeness of Pain (BOP) in the past 7 days will measured on a 0-10 scale (0 indicating ''neck pain not at all bothersome'' and 10 indicating ''neck pain extremely bothersome'').",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Disability",
                    "description": "Functional neck-related disability will be measured using the Neck Disability Index. This validated and reliable 10-item questionnaire determines how participants see their neck pain affecting their daily activities. The maximum score is 50. Scores of ≤4 indicate no disability; 5 to 14 indicate mild disability, 15 to 24 moderate disability, and 25 to 34 severe disability. Scores \\>35 indicate complete perceived disability.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Health-related quality of life",
                    "description": "The (Profile Physical and Mental Health Summary Scores) PROMIS-29 will be used to characterize global health-related quality of life. This validated, reliable, and widely used instrument includes 7 key domains: Physical function, anxiety, depression, fatigue, sleep disturbance, ability to participate in social roles and activities, pain interference, and pain intensity. All items except for a single question evaluating pain intensity are rated on a 5-point Likert scale. PROMIS-29 has excellent psychometric properties and offers the ability to compare scores across conditions and to general population norms.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Self-efficacy",
                    "description": "Self-efficacy will be measured using the General Self-Efficacy Scale (GSES). The GSES measures a participant's confidence in their ability to respond to environmental demands and challenges. The scale consists of 10 items with a 4-point Likert response scale ranging from 1 (\"not at all true\") to 4 (\"exactly true\"). Higher summed scores indicate greater self efficacy (SE) to complete the task.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Postural awareness",
                    "description": "Postural awareness will be measured using the Postural Awareness Scale (PAS) which includes 12 items that describe the awareness of body posture and postural control. Higher scores indicate more awareness and control of one's posture.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Pain Catastrophizing Scale",
                    "description": "The Pain Catastrophizing Scale will be used to assess catastrophic thinking associated with pain. This instrument consists of 13 items that measure rumination, magnification, and helplessness related to pain. Higher scores correspond to higher levels of catastrophic thinking associated with pain.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Fear of Movement",
                    "description": "Fear of Movement will be measured using the Tampa Scale for Kinesiophobia. This instrument consists of 17 items that measure pain-related fear with higher scores indicating higher levels of kinesiophobia.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Interoceptive Awareness",
                    "description": "Interoceptive awareness, the sensitivity toward stimuli originating from within the body, will be measured using the Multidimensional Assessment of Interoceptive Awareness (MAIA) which consists of 40 items resulting in eight separate dimensions of interoceptive awareness; higher scores represent higher awareness.",
                    "timeFrame": "Baseline, 16-weeks, and 24-weeks"
                },
                {
                    "measure": "Perceptions of treatments",
                    "description": "Qualitative interviews will be employed to further probe participants' perceptions of chiropractic care with and without the addition of TC training focusing on: a) understanding facilitators and barriers to participation in a pragmatic trial utilizing community-based practitioners, and b) patient-centered experiences that might inform outcome measures to use in a future trial.",
                    "timeFrame": "Baseline and 16-weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Chronic nonspecific neck pain at least 5 days a week for at least 3 consecutive months\n* Neck pain averaged over past week of 3 or more on numerical rating scale ranging from 0 to 10, with 10 described as 'worst neck pain imaginable'\n* Neck Disability Index score of 5 or greater\n* Agreeable to participate in all study procedures and be randomized to all intervention groups\n* Fluent in English\n\nExclusion Criteria:\n\n* Currently, or having received chiropractic care in past 12 months\n* Regular practice (on average, weekly) of Yoga, Tai Chi or Qigong in the past 6 months\n* Any major systemic illness or unstable medical condition (e.g. Parkinson's disease, cancer) or psychiatric condition requiring immediate treatment or that could lead to difficulty complying with the protocol\n* Any disability precluding exercise practice\n* History of stroke, carotid artery dissection, or vertebral artery dissection\n* Signs of myelopathy or carotid bruits or evidence of pathological hypermobility (e.g. Ehlers Danlos Syndrome) during the clinical exam\n* Neck pain caused by congenital deformity of the spine that contraindicate treatment, neck pain related to neoplasm, inflammatory rheumatic disease, neurological disorder, active oncologic disease, severe affective disorder, addiction, or psychosis\n* Neck pain associated with unstable radicular pain or radiculopathy\n* Pregnancy\n* Recent spinal injections (in the past 4 weeks)\n* Neck pain with litigation\n* Any prior cervical surgery/spinal surgery within previous year\n* Persons currently involved in a disability/accident claim",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacqui Guzman, BA",
                    "role": "CONTACT",
                    "phone": "617-732-9418",
                    "email": "jguzman5@bwh.harvard.edu"
                },
                {
                    "name": "Daniel Litrownik",
                    "role": "CONTACT",
                    "email": "dlitrown@bwh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Osher Clinical Center at Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Chestnut Hill",
                    "state": "Massachusetts",
                    "zip": "02199",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqui Guzman, BA",
                            "role": "CONTACT",
                            "phone": "617-732-9418",
                            "email": "jguzman5@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33065,
                        "lon": -71.16616
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                },
                {
                    "id": "D000019547",
                    "term": "Neck Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M21485",
                    "name": "Neck Pain",
                    "asFound": "Neck Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}