{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05655195",
            "orgStudyIdInfo": {
                "id": "2206000685"
            },
            "organization": {
                "fullName": "Massachusetts Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Treatment of Alzheimer's Disease by Gamma Light and Sound Therapy",
            "officialTitle": "Chronic Treatment of Alzheimer's Disease With Gamma Frequency Stimulation",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "chronic-treatment-of-alzheimer-s-disease-by-gamma-light-and-sound-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-19",
            "studyFirstSubmitQcDate": "2022-12-08",
            "studyFirstPostDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Massachusetts Institute of Technology",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Alzheimer's disease (AD) is characterized by significant memory loss, toxic protein deposits amyloid and tau) in the brain, and changes in the gamma frequency band on EEG. The investigator's lab found that boosting gamma waves in AD mouse models using light and sound stimulation at 40Hz not only reduced amyloid and tau in the brain, but also improved memory. The investigators developed a light and sound device for humans that stimulates the brain at 40Hz that can be used safely at home. For the present study, 60 participants with mild Alzheimer's disease will be enrolled and will use this light and sound device at-home daily for 6-months. Investigators will measure changes in brain waves with EEG, blood biomarkers, the microbiome via fecal samples, functional and structural MRI scans, memory and cognitive testing, and questionnaires at 3 in-person visits throughout the study. After the 6-month time point, participants will have the option of continuing in the study for one additional year and completing an 18-month study visit. This study will provide critical insight into extended therapy involving non-invasive 40Hz sensory stimulation as a possible therapeutic strategy for mild to moderate Alzheimer's disease.",
            "detailedDescription": "Alzheimer's disease (AD) is characterized by significant memory loss, toxic protein deposits amyloid and tau) in the brain, and changes in the gamma frequency band on EEG. Gamma waves are important for memory, and in patients with AD, there are fewer gamma waves in the brain. The investigator's lab found that boosting gamma waves in AD mouse models using light and sound stimulation at 40Hz not only reduced amyloid and tau in the brain, but also improved memory. The investigators developed a light and sound device for humans that stimulates the brain at 40Hz that can be used safely at home. The investigators also developed a vibrating device for humans that stimulates the brain at 40Hz via tactile stimulation. The investigators want to see if using these devices can prevent dementia in people who are at risk for developing Alzheimer's disease.\n\nThe investigators are recruiting 60 participants who have been diagnosed with Alzheimer's disease to participate in this study. There will be a small cohort of 4 early-onset AD participants aged 50-65, and the rest will be diagnosed with typical AD and aged 65+. It will take place at the Massachusetts Institute of Technology in Cambridge, MA, and will last 6 months with 3 required visits to the institution: the first at baseline, the second at three months, and the last after six months. Visits will include blood tests, fecal samples, EEG (using light, sound, and tactile stimulation), MRI, memory and cognitive tests, and questionnaires to monitor progress. Participants will take home a gamma light and sound device to use daily as well as a \"Fitbit\" type of watch to wear to track sleep patterns. Half of the participants will receive sham treatment, meaning they will use the investigators' device but the light and sound will not be set at 40Hz. The other half will receive the same device but it will be set to stimulate the brain with 40Hz light and sound. Neither the participant nor the investigators will know whether the participant is receiving sham or active stimulation. Participants will use the device for six months at home, for 60 minutes each day when they are awake. After six months, participants will have the option of continuing in the study for one additional year, during which time they will be guaranteed the 40Hz active treatment, regardless of their original group assignment. For this additional year, participants will continue to use the device for 60 minutes every day, and they will come in for a final visit to MIT at the 18-month time point.\n\nThe purpose of this study is to determine whether gamma entrainment through non-invasive 40Hz sensory stimulation is possible in those with AD, and whether functional connectivity in their brain and molecular biomarkers of AD will change after 6 months of daily treatment with the investigators' light and sound device. The treatment's impact on the microbiome, cognition, and daily sleep and activity will also be measured. This study will provide critical insight into extended therapy involving non-invasive 40Hz sensory stimulation as a possible therapeutic strategy for mild to moderate Alzheimer's disease."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease",
                "Alzheimer Disease, Early Onset",
                "Alzheimer Disease, Late Onset",
                "Alzheimer's Disease (Incl Subtypes)",
                "Alzheimer's",
                "Alzheimer's Disease"
            ],
            "keywords": [
                "Alzheimer's",
                "Alzheimer",
                "Alzheimer's disease",
                "Light and Sound Stimulation",
                "Tactile Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Alzheimer's Active Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Exposure to active sensory stimulation (40Hz) for 60 minutes daily for the length of the trial (6 months).",
                    "interventionNames": [
                        "Device: GENUS device (Active Settings)"
                    ]
                },
                {
                    "label": "Alzheimer's Control Arm",
                    "type": "SHAM_COMPARATOR",
                    "description": "Exposure to control stimulation (sham) for 60 minutes daily for the length of the trial (6 months).",
                    "interventionNames": [
                        "Device: GENUS device (sham settings)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "GENUS device (Active Settings)",
                    "description": "Participants in the active, experimental group will use the GENUS devices configured to active (40Hz) setting for 60 minutes daily for 6 months.",
                    "armGroupLabels": [
                        "Alzheimer's Active Arm"
                    ],
                    "otherNames": [
                        "Gamma Frequency Stimulation",
                        "Light and Sound Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "GENUS device (sham settings)",
                    "description": "Participants in the control group will use the GENUS devices configured to the sham settings for 60 minutes daily for 6 months.",
                    "armGroupLabels": [
                        "Alzheimer's Control Arm"
                    ],
                    "otherNames": [
                        "Gamma Frequency Stimulation",
                        "Light and Sound Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of gamma frequency stimulation as assessed by a change of gamma frequency waves during EEG",
                    "description": "Feasibility of gamma frequency stimulation in subjects with AD will be assessed by analyzing the EEG data from each subject as they undergo gamma light, sound, and tactile stimulation. Investigators will look for a sign of change in gamma frequency waves and determine the percent of subjects who show this change. This change will be assessed through FFT analyses on the EEG data in MATLAB, which looks at the different frequencies that were present during the EEG session.",
                    "timeFrame": "Immediately after completing the stimulation at baseline, month 3, and month 6 visits"
                },
                {
                    "measure": "Baseline incidence of stimulation-related adverse symptoms and side effects as assessed by post-stimulation questionnaires",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed by using a questionnaire asking for the subjects' overall experience with the stimulation and denoting any adverse effects. Subjects will be asked specifically about headaches, light headedness, nausea, dizziness, dry eye, eye strain, light sensitivity, ringing in ears, and any other symptoms they are experiencing.",
                    "timeFrame": "Immediately after the completion of the stimulation at baseline."
                },
                {
                    "measure": "Mid-point incidence of stimulation-related adverse symptoms and side effects as assessed by post-stimulation questionnaires",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed by using a questionnaire asking for the subjects' overall experience with the stimulation and denoting any adverse effects. Subjects will be asked specifically about headaches, light headedness, nausea, dizziness, dry eye, eye strain, light sensitivity, ringing in ears, and any other symptoms they are experiencing.",
                    "timeFrame": "Immediately after the completion of the stimulation at Month 3."
                },
                {
                    "measure": "Endpoint incidence of stimulation-related adverse symptoms and side effects as assessed by post-stimulation questionnaires",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed by using a questionnaire asking for the subjects' overall experience with the stimulation and denoting any adverse effects. Subjects will be asked specifically about headaches, light headedness, nausea, dizziness, dry eye, eye strain, light sensitivity, ringing in ears, and any other symptoms they are experiencing.",
                    "timeFrame": "Immediately after the completion of the stimulation at the end of the trial- Month 6 timepoints."
                },
                {
                    "measure": "Change in stimulation-related adverse symptoms and side effects as assessed by post-stimulation questionnaires",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed by using a questionnaire asking for the subjects' overall experience with the stimulation and denoting any adverse effects. Subjects will be asked specifically about headaches, light headedness, nausea, dizziness, dry eye, eye strain, light sensitivity, ringing in ears, and any other symptoms they are experiencing.",
                    "timeFrame": "During weekly phone calls throughout the 6-month trial period"
                },
                {
                    "measure": "Changes in functional brain connectivity as measured by changes in brain white matter on functional MRI scans",
                    "description": "Exploratory measure to check if there are changes in functional brain connectivity after 6 months of daily treatment with the light and sound device. Diffusion tensor imaging (DTI) will be used to test the connectivity and blood flow of the brain by identifying major white matter tracts. This data will be collected at baseline, month 3, and month 6 for each subject, and change will be determined by comparing these timepoints.",
                    "timeFrame": "At baseline, month 3, and month 6 visits during MRI sessions"
                },
                {
                    "measure": "Changes in functional brain connectivity as measured by changes in blood-oxygen-level-dependent (BOLD) signals on functional MRI scans",
                    "description": "Exploratory measure to check if there are changes in functional brain connectivity after 6 months of daily treatment with the light and sound device. BOLD (blood-oxygen-level-dependent) imaging will be used to determine how regions are communicating and activating together via blood flow. This data will be collected at baseline, month 3, and month 6 for each subject, and change will be determined by comparing these timepoints.",
                    "timeFrame": "At baseline, month 3, and month 6 visits during MRI sessions"
                },
                {
                    "measure": "Changes in gamma entrainment, as measured by the change in response to 40Hz frequency during EEG sessions",
                    "description": "Exploratory measure to check if there are changes in gamma entrainment after months of daily treatment with the light and sound device. Gamma entrainment during light and sound stimulation will also be assessed using EEG and FFT analyses in MATLAB to determine the degree to which the brain is responding to the 40hz frequency. This data will be collected at baseline, month 3, and month 6 for each subject, and change will be determined by comparing these timepoints.",
                    "timeFrame": "At baseline, month 3, and month 6 visits during EEG sessions"
                },
                {
                    "measure": "Changes in molecular biomarkers in AD as measured by RNA sequencing data, particularly those related to inflammation and amyloid levels",
                    "description": "Exploratory measure to check if there are changes in molecular biomarkers of AD (based on RNA sequencing data) as a result of 6 months of daily treatment with the light and sound device. RNA information will be extracted from subjects' blood samples at the baseline and month 6 visits. RNA sequencing of this blood is included based on previous transcriptomic analysis of peripheral leukocytes that showed that inflammation-related genes are related to neurodegenerative disease such as AD. Change will be determined by comparing RNA sequencing data between baseline and month 6 (the beginning and end of the trial).",
                    "timeFrame": "Immediately after blood draw at baseline and month 6 visits"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in the microbiome as measured by fecal samples",
                    "description": "At baseline and month 6, subjects will produce a fecal sample and hand it off to study staff for storage and sample processing using the QIAamp PowerFecal Pro DNA Kit (Qiagen). Data will then be analyzed using the Divisive Amplicon Denoising Algorithm 2 (DADA2) pipeline, which will provide gut microbial composition in the different experimental groups. Pipeline outputs involve principal component analyses, and a custom in-house script will be used to make statistical comparisons. Change will be assessed by comparing the fecal sample analyses between baseline and month 6.",
                    "timeFrame": "Immediately after fecal sample collection at baseline and month 6"
                },
                {
                    "measure": "Changes in cognitive performance as assessed by scores on an Alzheimer's cognitive testing battery",
                    "description": "Exploratory measure to check if there is any change in cognitive performance as a result of 6 months of daily sessions with the light and sound device. Alzheimer's testing battery will be administered at baseline, month 3, and month 6 visits, and change will be determined by comparing cognitive performance (via standardized scores) at these three timepoints. These tests measure a variety of cognitive abilities, including attention, different types of memory, processing speed, visual acuity, and more.",
                    "timeFrame": "Immediately after completion of cognitive batteries at baseline, month 3, and month 6 Visits"
                },
                {
                    "measure": "Changes in sleep/wake patterns, as measured by actigraph watch analyses",
                    "description": "Subjects will be expected to wear a GTX9 actigraph watch daily to record activity and sleep/wake patterns throughout the 6-months of the trial. This watch is like a regular wrist watch, but it records daily activity and patterns through light and movement. The subject will be given their watch \\~2 weeks before the trial start-date, and they will bring it in with them at baseline, month 3, and month 6 visits so researchers can download their data to analyze their length and quality of sleep, as well as their other circadian rhythms and patterns throughout each day. Change will be assessed by comparing actigraph data between baseline, month 3, and month 6, as subject progress throughout the trial.",
                    "timeFrame": "Immediately after actigraph data download at baseline, month 3, and month 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects may be enrolled into the study if they meet all of the following criteria:\n\n* Subject is between the ages of 65 - 100.\n* Subject must have mild Alzheimer's disease with a Mini Mental State Exam (MMSE) score of 19-26.\n* Subject is willing to sign informed consent document.\n* If subject is deemed to not have capacity to sign the informed consent, he/she will need a legally authorized representative to provide surrogate consent.\n* Able to complete the 1st month of at home stimulation at their primary residence. If subjects plan to spend more than 1 week away from their primary residence during the trial, their inclusion must be assessed by the research team.\n\nExclusion Criteria:\n\nSubjects who meet any of the following conditions will not be enrolled in the study:\n\n* Subjects who do not have healthcare.\n* Subjects who are currently taking amyloid reducing therapy.\n* Subjects who have \\> 4 cerebral microbleeds or 1 macrobleed in their brain\n* Active treatment on a dosage of one or more psychiatric agents (e.g. antidepressants, antipsychotics, etc) for LESS THAN three months (a stable dose for greater than or equal to three months is ok).\n* Subjects who are actively diagnosed with cancer and undergoing cancer-related treatments\n* Subjects who are being treated with N-methyl-D-aspartate (NMDA) receptor antagonists (eg. Memantine).\n* Subjects on medications that lower seizure threshold such as wellbutrin, ciprofloxacin, levofloxacin, etc.\n* Subjects with history of seizure or epilepsy\n* Subjects with clinically significant suicide risk and/or suicide attempt in the past 1 year.\n* Subjects with behavioral problems such as aggression/agitation/impulsivity that might interfere with their ability to comply with protocol.\n* Subjects with untreated or unstable depression\n* Active treatment with one or more anti-epileptic agent.\n* Subjects who have had a stroke within the past 24 months.\n* Subjects who have had eye surgery in the last 3 months or are scheduled to have eye surgery in the next 6 months (during the study)\n* Subjects diagnosed with migraine headache.\n* Subjects who have an active implantable medical device including but not limited to implantable cardioverter defibrillator (ICD), deep brain stimulator (DBS), cardiac pacemaker, and/or sacral nerve stimulator.\n* Subjects who have profound hearing or visual impairment.\n* Subjects who have a life expectancy of less than 2 years.\n* Subjects who are pregnant.\n* Current or past history of any neurological disorder other than dementia, such as epilepsy, stroke, progressive neurologic disease (e.g. multiple sclerosis) or intracranial brain lesions; and history of previous neurosurgery or head trauma that resulted in residual neurologic impairment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan Quay, MS",
                    "role": "CONTACT",
                    "phone": "617-258-7723",
                    "email": "mcolburn@mit.edu"
                },
                {
                    "name": "Diane Chan, MD/PhD",
                    "role": "CONTACT",
                    "phone": "617-258-7723",
                    "email": "dchan5@Mgb.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Li Huei Tsai, PhD",
                    "affiliation": "Massachusetts Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts Institute of Technology",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02142",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Quay, MS",
                            "role": "CONTACT",
                            "phone": "617-258-7723",
                            "email": "mcolburn@mit.edu"
                        },
                        {
                            "name": "Diane Chan, MD/PhD",
                            "role": "CONTACT",
                            "phone": "617-258-7723",
                            "email": "dchan5@mgb.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000067562",
                    "term": "Late Onset Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M170",
                    "name": "Late Onset Disorders",
                    "asFound": "Disease, Late Onset",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}