{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04801498",
            "orgStudyIdInfo": {
                "id": "STUDY00144620"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Pain, Opioid Use, and Epidermal Nerve Fiber Density",
            "officialTitle": "Chronic Opioid Use and Epidermal Nerve Fiber Density",
            "acronym": "COED",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chronic-pain-opioid-use-and-epidermal-nerve-fiber-density"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-11",
            "studyFirstSubmitQcDate": "2021-03-15",
            "studyFirstPostDateStruct": {
                "date": "2021-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrea Chadwick, MD, MSc, FASA",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Kansas Medical Center"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot study is being performed to examine whether epidermal axons are altered in patients taking opioid therapy for chronic non-cancer pain, and if epidermal axonal changes predict heightened pain sensitivity.",
            "detailedDescription": "Currently, 1 in 25 adults in the USA regularly uses prescription opioids. Now described as a healthcare crisis, increased prescription opioid use is linked with greater healthcare utilization and its associated negative costs. Prescription opioid use leads to increased mortality due to unintentional overdose, misuse and abuse, transition into illicit opioid use, decreased pain thresholds, and widespread neuropathic pain. In addition, opioid- induced hyperalgesia is a dangerous and paradoxical condition wherein patients on opioids develop increased super- heightened pain. In the USA, the increase in prescription opioid use has followed a similar trajectory of the incidence of overdose due to prescription and illicit opioids. Sadly, even with this drastic escalation in opioid use, there has been no change in the rate or severity of chronic pain conditions.\n\nQuantitative analysis of cutaneous innervation of the epidermis provides an indication of the health of peripheral sensory axons. Studies in various pain conditions (e.g., painful diabetic neuropathy, painful chemotherapy-induced neuropathy, and fibromyalgia) suggest changes in epidermal innervation may underlie pain in the feet and hands. Our preclinical studies reveal that changes in epidermal axons play a key role in the development of pain. Here, we postulate that chronic opioid use in patients with chronic pain due to non- cancer conditions 1) contributes to detrimental changes in epidermal axons, 2) works against pain-relieving actions of opioids to reduce pain, and 3) is possibly linked to opioid-induced hyperalgesia.\n\nOur short-term goals are to determine if epidermal axons are altered in patients taking opioid therapy for chronic non-cancer pain, and if epidermal axonal changes predict heightened pain sensitivity. This pilot study will test whether changes in epidermal axons are \"dose-dependent\" in patients taking low-dose, moderate-dose, or high-dose opioid therapy. Our long-term goals will determine whether dose-reduction or cessation of opioids can reverse axonal changes, or whether these adverse chances can be prevented with other medications. Our central hypothesis is that patients on opioid therapy for chronic non-cancer pain will exhibit elevated epidermal axon densities, and these elevations are accompanied with hyperalgesia and allodynia.\n\nAim 1: Do patients on long-term opioid therapy have abnormal intraepidermal nerve fiber (IENF) density? We hypothesize that patients taking chronic opioids for non-cancer pain conditions will exhibit abnormal epidermal nerve fiber density compared to chronic pain patients not taking opioid therapy and healthy controls. We will recruit 20 patients with chronic pain due to non-cancer conditions on opioid therapy, 20 patients with chronic pain not taking opioid therapy, and 20 healthy controls and perform a skin biopsy on the ankle. The skin biopsy will then be assessed to ascertain IENF density and compared to normative density values for sex and age. Next, we will compare quantitative measurements of IENF density to total daily oral morphine equivalents (OME) taken by the patients. We hypothesize that higher daily opioid consumption will correlate with abnormalities in epidermal innervation.\n\nAim 2: Do patients on long-term opioid therapy have heightened cutaneous pain sensitivity that correlates with IENF density? We will perform quantitative sensory testing (QST) in all patient cohorts to objectively assess pain sensitivity. Patients will undergo QST for pressure pain threshold, temporal summation, and conditioned pain modulation. We will determine whether heightened pain sensitivity, as evidenced by reduced pressure pain thresholds, increased temporal summation, and reduced conditioned pain modulation, is associated with altered IENF from skin biopsies. We hypothesize that heightened pain sensitivity will correlate with reductions in epidermal innervation and that higher daily opioid consumption in chronic pain patients will correlate with abnormalities in epidermal innervation and altered QST parameters."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Pain",
                "Opioid Use",
                "Nerve Disorders"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Cheek swab"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy controls",
                    "description": "Men and women ages 18-65 years old with no major medical problems and no history of chronic pain or opioid use."
                },
                {
                    "label": "Chronic pain patients not taking opioids",
                    "description": "Diagnosis of non-cancer chronic pain syndrome (persistent pain lasting longer than 3 months) that have not used any opioid medication within the past one year."
                },
                {
                    "label": "Chronic pain patients taking opioids",
                    "description": "Diagnosis of non-cancer chronic pain syndrome (persistent pain lasting longer than 3 months) using chronic daily opioid use for longer than 3 months duration and taking stable doses of opioid medications for at least 30 days prior to study visit."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "IENFD",
                    "description": "Intraepidermal Nerve Fiber Density",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fibromyalgianess",
                    "description": "FMness is a measure of pain and co-morbid symptom extensiveness and severity. It is calculated from the 2011 FM Survey27 to derive a continuous metric of CNS pain amplification.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Clinical Pain Severity",
                    "description": "Pain severity and interference will be assessed using the Brief Pain Inventory (BPI). The BPI asks patients to rate their worst, least and average pain intensity (0-10 NRS).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Neuropathic Pain Descriptors",
                    "description": "The PainDETECT is a 9-item measure of sensory descriptors and spatial and temporal characteristics that indicates neuropathic pain",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Stress",
                    "description": "The Perceived Stress Scale (PSS) is used to measure levels of stress.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Catastrophizing",
                    "description": "Coping Strategies Questionnaire(CSQ-CAT) will quantify traits associated with pain progression and catastrophizing",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Physical Functioning",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Sleep Disturbance",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Sleep Related Impairment",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Fatigue",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Anxiety",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Depression",
                    "description": "The PROMIS short forms will be used for Fatigue, Sleep Disturbance, Sleep-Related Impairment, Physical Function, Anxiety and Depression",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Impulsivity",
                    "description": "Using the Kirby Delay Discounting Task, a type of impulsivity can be measured by determining the value participants see in rewards if they are offered at different time points (eg. $25 now OR $60 in 21 days).Impulsivity is a measure of a person's propensity towards reward-based behaviors. Patients in chronic pain and on opioids have been shown to have changes in their reward pathways.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pressure Pain Sensitivity",
                    "description": "Using the Multimodal Automated Sensory Testing (MAST) System, a computerized QST device, an ascending series of 5-s duration stimuli at 25-s intervals will be delivered beginning at 0.50 kg/cm2 and increasing in 0.50 kg/cm2 intervals up to tolerance or a maximum of 10 kg/cm2. Pain intensity and pressure pain threshold will be determined.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Conditioned Pain Modulation (CPM)",
                    "description": "CPM is a measure of the integrity of descending analgesic pathways. CPM will be evaluated using two MAST pressure actuators positioned on opposite thumbnails. A reduction in test stimulus rating by conditioning stimulation implies functional (inhibitory) CPM.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Temporal Summation (TS)",
                    "description": "TS is the perceived increase in pain intensity to repeated stimulation at a constant stimulus intensity and is reflective of CNS sensitization. A 256 mN pinprick stimulus (MRC Systems, Heidelberg, Germany) will be applied once to the forearm or hand, followed by a train of 10 identical stimuli (1 Hz). The series will be repeated three times. Participants report the pain intensity and the mean pain rating is used to calculate a wind-up ratio (WUR); a WUR \\>1 indicates temporal summation.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pain genetics",
                    "description": "A number of genes will be analyzed that have previously been studied for their role in pain sensitivity as well as susceptibility to the development of chronic idiopathic low back pain. Subsequent analysis will be performed based on research findings and other published data.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nHealthy/All:\n\n* Informed consent provided by the participant\n* Able to read and speak in English\n* Age 18 to 65 years\n* Likely to participate in all scheduled evaluations and study procedures\n\nIF they are a Chronic Non-Cancer Patients who do NOT take opioid medication they must meet all of the above criteria as well as:\n\nDiagnosis of non-cancer chronic pain syndrome (persistent pain lasting longer than 3 months)\n\nIF they are a Chronic Non-Cancer Patients who DO take opioid medication they must meet all of the above criteria as well as:\n\n* Chronic daily opioid use for longer than 3 months duration\n* Stable doses of opioid medications for at least 30 days prior to study visit\n\nExclusion Criteria:\n\n* Pregnancy\n* Prisoner\n* Current clinically significant cardiac, or neurologic disease\n* Significant skin disorders in lower extremities\n* Circulatory insufficiency\n* Open wounds in lower extremity that may interfere with healing\n* Lidocaine allergy\n* Currently taking anticoagulation (e.g., Coumadin, Plavix, etc)\n* Current litigation for chronic pain\n* Active psychotic or suicidal symptoms\n* Current drug or alcohol abuse\n* Neuropathy in upper extremities (hands specifically, PI discretion).\n* Current or recent use of artificial fingernails or nail enhancements (last 6 months)\n* Other diagnoses that are not considered minor/stable (PI discretion)\n* Current or previous cancer diagnosis\n* Current or previous chemotherapy treatment\n* No chronic pain conditions (healthy)\n* Opioid use in the last year (healthy \\& non-opioid pts)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "A cross-sectional study will recruit a total of 60 men and women in three cohorts (20 each): 1) chronic non-cancer pain patients who are utilizing long-term (greater than 3 months of daily use) opioid medication to treat their chronic pain conditions, 2) chronic non-cancer pain patients who do not take opioid medications, and 3) healthy controls.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lachlan Moore",
                    "role": "CONTACT",
                    "phone": "913-588-7630",
                    "email": "lmoore12@kumc.edu"
                },
                {
                    "name": "Miranda McMillan",
                    "role": "CONTACT",
                    "phone": "913-588-7630",
                    "email": "mmcmillan3@kumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea L Chadwick, MD, MSc, FASA",
                    "affiliation": "University of Kansas School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Health System",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lachlan Moore",
                            "role": "CONTACT",
                            "phone": "913.588.7630",
                            "email": "lmoore12@kumc.edu"
                        },
                        {
                            "name": "Miranda McMillan",
                            "role": "CONTACT",
                            "phone": "913.588.7630",
                            "email": "mmcmillan3@kumc.edu"
                        },
                        {
                            "name": "Douglas Wright, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Andrea Chadwick, MD, MSc, FASA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}