{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05466539",
            "orgStudyIdInfo": {
                "id": "STUDY00003790"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Exertional Compartment Syndrome (CECS) Treated With Abobotulinumtoxin A",
            "officialTitle": "Chronic Exertional Compartment Syndrome (CECS) Evaluated With Needle Manometry and Shear Wave Elastography, and Treated With Ultrasound-Guided AbobotulinumtoxinA",
            "acronym": "CECS",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "chronic-exertional-compartment-syndrome-cecs-treated-with-abobotulinumtoxin-a"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-05",
            "studyFirstSubmitQcDate": "2022-07-15",
            "studyFirstPostDateStruct": {
                "date": "2022-07-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lee Kneer",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ipsen",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic Exertional Compartment Syndrome (CECS) is a painful condition affecting runners and it is caused by a reversible increase in pressure within a closed compartment in the leg. Currently, to diagnose CECS, a large needle is placed into the muscle to measure pressure, which is invasive and painful. After diagnosis, the gold standard of treatment is surgery, which is also invasive, involves a prolonged return to play, and has a significant number of treatment failures. A growing literature has suggested alternative methods to both diagnosis and treatment that include the use of ultrasound to investigate muscle stiffness with shear wave elastography (SWE), and treatment with botulinum toxin injection into the muscle.\n\nThe investigators propose a single-site randomized clinical trial to investigate the use of abobotulinumtoxinA in the treatment of CECS. Researchers also look to develop a non-invasive method for the diagnosis of CECS using SWE. To the researchers' knowledge, this is the first randomized study investigating the medication to treat this cause.\n\nThe study will take place at Emory's outpatient sports medicine clinic. Potential participants will primarily be identified and recruited from the departments of Physical Medicine and Rehabilitation, Orthopedics, Physical Therapy, and Sports medicine as a part of regular clinical care. Participants will be included in the randomized portion of the study if they meet the previously established diagnostic criteria for CECS with compartmental pressure testing.\n\nThis would be a landmark study to provide evidence for the use of an abobotulinumtoxinA in the treatment of CECS, leading to the potential avoidance of a surgical procedure. It could also change the means of diagnosis without the use of painful and invasive needle pressure testing that would provide patients and athletes with ease of care.",
            "detailedDescription": "Chronic exertional compartment syndrome (CECS) is an underdiagnosed condition and a cause of lower extremity pain often observed in running athletes. In runners, CECS is characterized by a reversible increase in pressure within an inelastic fascial compartment(s) of the lower extremity leading to compromised tissue perfusion and subsequent pain and neurologic symptoms. It impacts both pediatric and adult populations. As currently diagnosed and treated, chronic exertional compartment syndrome presents unique challenges. Evaluation of CECS includes a thorough history and physical exam to rule out other causes of exertional leg pain, but the differential diagnosis must remain high on the list. Needle manometry, an invasive and painful procedure, is therefore used to confirm the diagnosis of CECS by measuring intra-compartmental pressure (ICP).\n\nA growing literature, however, positions ultrasound shear wave elastography (SWE) as a viable and attractive alternative to ICP testing as it is both non-invasive and cost-effective. Earlier efforts demonstrated that muscle compartment \"hardness\" may accurately, and, noninvasively predict ICP. Building on these, SWE now provides direct measures of related mechanical properties of muscle and compartment, namely, \"stiffness\", thereby demonstrating promise as a diagnostic tool for CECS. Fasciotomy, currently the most well-accepted treatment approach, still has a significant number of treatment failures, demonstrating the need for additional options. A series of case reports have highlighted the potential merits of botulinum toxin as an alternative non-invasive treatment to surgery. Further, there is a growing consensus that desired BoNT targeting is best achieved through incorporating ultrasound guidance during the injection. The largest case series study to date reported that 15/16 patients with CECS had complete exertional pain relief with aboBoNTA. However, the apparent high dosing also led to a reduction in strength in 11/16 patients - An average of 288 units for the anterior compartment and 180 for the lateral compartment. In sum, the optimal dosage has yet to be determined.\n\nRecently the research team reported a case of a 39-year-old female runner presenting with lower extremity pain. CECS was confirmed with ICP. In addition, SWE was utilized in diagnosis and management. Briefly, SWE testing showed post-exercise increases in \"stiffness\" in the right Tibialis Anterior and left Fibularis Brevis relative to baseline measures. To provide perspective, both pre-and post-exercise SWE measures were elevated in this patient compared to two age and sex-matched controls. Following onaBoNTA treatment, further SWE measures revealed a reduction in patient muscle stiffness from the initial pre- post-exercise treadmill testing, reaching levels comparable to the two-asymptomatic age and sex-matched controls by week 6. Collectively, these results support a relationship between changes in intra-compartmental pressure as measured by needle manometry and muscle compartment \"stiffness\" as measured by SWE, and, as such, a role for SWE in CECS diagnosis and management.\n\nIn sum, SWE-based diagnosis coupled with ultrasound-enhanced injection accuracy are introduced to potentially complement and/or replace traditional approaches which have challenged the diagnosis and management of CECS."
        },
        "conditionsModule": {
            "conditions": [
                "Compartment Syndrome of Leg"
            ],
            "keywords": [
                "Runners",
                "Lower extremity pain",
                "Exertional Compartment Syndrome of the Leg"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "AbobotulinumtoxinA",
                    "interventionNames": [
                        "Drug: AbobotulinumtoxinA"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Normal Saline",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AbobotulinumtoxinA",
                    "description": "Participants randomized to receive aboBoNTA will receive a maximum of 200 units of aboBoNTA distributed across the following muscles: Targeted muscles will be selected from the Anterior (A) and Lateral (L) Compartments. They include (A) Tibialis Anterior (60 units), Extensor Digitorum Longus (20) and Extensor Hallucis Longus (20); (L) Fibularis Brevis (50) and Fibularis Longus (50). Tibialis Anterior (60U); Extensor Digitorum Longus (20); Extensor Halluces Longus (20); Fibularis Brevis (50), and; Fibularis longus (50). Treatment distribution across targeted muscles will be based on clinical presentation including muscle compartment(s) involvement as determined by ICP testing and SWE imaging.",
                    "armGroupLabels": [
                        "Treatment Group"
                    ],
                    "otherNames": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participants randomized into the normal saline group will receive injections distributed across the following muscles: Targeted muscles will be selected from the Anterior (A) and Lateral (L) Compartments. They include (A) Tibialis Anterior, Extensor Digitorum Longus, and Extensor Hallucis Longus; (L) Fibularis Brevis and Fibularis Longus. Tibialis Anterior; Extensor Digitorum Longus; Extensor Halluces Longus; Fibularis Brevis, and; Fibularis longus. Treatment distribution across targeted muscles will be based on clinical presentation including muscle compartment(s) involvement as determined by ICP testing.",
                    "armGroupLabels": [
                        "Control Group"
                    ],
                    "otherNames": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Absolute change from baseline in the Visual Analog Scale (VAS) at 3 months following treatment",
                    "description": "Participants will be asked to complete questionnaires to evaluate their pain at each follow-up visit. The Visual Analog Scale will be the subjective measurement to evaluate changes in pain scores, with values ranging from 0 (no pain) to 10 (very severe pain). A higher score indicates worse pain",
                    "timeFrame": "Baseline and 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Absolute change from baseline in the Visual Analog Scale (VAS) at 5 weeks following treatment",
                    "description": "Participants will be asked to complete questionnaires to evaluate their pain at each follow-up visit. The Visual Analog Scale will be the subjective measurement to evaluate changes in pain scores, with values ranging from 0 (no pain) to 10 (very severe pain). A higher score indicates worse pain",
                    "timeFrame": "Baseline and 5 weeks"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Patient-Reported Outcomes from the University of Wisconsin Running Injury and Recovery Index (UWRI).",
                    "description": "The UWRI evaluates the key elements runners use to self-assess running ability during recovery. Scores range from 0 to 36, with higher scores indicating greater running ability.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Ultrasound shear wave elastography measure: stiffness in kilopascals (kPa)",
                    "description": "Ultrasound shear wave elastography measures (representing stiffness in kilopascals (kPa). A Samsung RS85 Prestige Ultrasound machine will be used. Muscle identification will be performed by trained clinicians in musculoskeletal ultrasound. All participants will be assessed in a supine position, with the foot neutral.\n\nAll targets will first be identified via a short axis to the muscle - A transversal view that refers to the transducer being positioned perpendicular to the fibers.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Ultrasound shear wave shear wave velocity (m/s) (SWE)",
                    "description": "Ultrasound shear wave elastography measures shear wave velocity in m/s (SWE). A Samsung RS85 Prestige Ultrasound machine will be used. Muscle identification will be performed by trained clinicians in musculoskeletal ultrasound. All participants will be assessed in a supine position, with the foot neutral.\n\nAll targets will first be identified via a short axis to the muscle - A transversal view that refers to the transducer being positioned perpendicular to the fibers.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Single Assessment Numerical Evaluation (SANE)",
                    "description": "Participants will be asked how would they rate their affected region of interest today as a percentage of normal? Scoring ranges from 0-100% with 100% being normal.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Goal Attainment Scaling (GAS)",
                    "description": "GAS consists of several components including current problems, expectations, outcome assessed, pain treatment and review of achieved goals. It has a score based on respect to expectations at baseline (some function vs no function) and at the outcome: was the goal achieved? Yes (a lot more/ a little more/as expected) No (partially achieved, no change, got worse). Scores range from -2 to +2, with positive numbers being positive outcomes.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Manual Muscle Testing (MMT)",
                    "description": "The patient is instructed to hold the corresponding limb or appropriate body part to be tested at a specific point in its available range of motion, working against gravity or while the practitioner provides opposing manual resistance to determine the grade to assign the muscle. Grades are from 0 to 5 with grade 5 being normal.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                },
                {
                    "measure": "Absolute and Relative change from baseline in the Ankle Range of Motion (Ankle ROM) using a goniometer",
                    "description": "The joint range of motion is calculated by measuring the angles between the beginning position and the ending position of available motion. Goniometers similar to a carpenter level are called gravity-dependent goniometers, or inclinometers, and are used most often to measure motion in the spine.",
                    "timeFrame": "Baseline, 5 weeks and 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Baseline Comparator Group:\n\nInclusion Criteria:\n\n* Adult male and female runners aged 18-65 years\n* Group providing normative values for SWE and needle manometry - ICP assessments\n\nExclusion Criteria:\n\n* History of Neuromuscular disease, serious soft-tissue injury, fractures, and surgery to the lower limb(s).\n\nTreatment Groups:\n\nInclusion Criteria:\n\n* Confirmatory pressure values at diagnosis: Pre-exercise \\> 15mmHg; 1-min. post \\> 30mmHg; or, 5-min. post \\> 20mmHg\n* Ages 18-65 years inclusive at study onset.\n* Ability to adhere to protocol.\n* Pain level on the VAS of \\>=6/10 during baseline visit assessed immediately after a treadmill run\n* An established physiotherapy and/or orthotic regimen will be permitted provided that it began \\> 4 weeks before the study start and is maintained throughout the study.\n* Botulinum toxin naïve (lower extremity). Others previously treated, \\> than 6 mos. prior to study entry.\n\nExclusion Criteria:\n\n* Diagnosis of comorbid pain conditions including claudication and/or popliteal artery entrapment syndrome.\n* Serious soft tissue injury, fractures, or surgery in the lower limb(s) \\< than12 months prior to study entry.\n* Current need for surgery at any level of the lower extremity.Without a history of Neuromuscular disease, serious soft-tissue injury, fractures, and surgery to the lower limb(s).\n* Treatment with any drug known to interfere with neuromuscular function (e.g.: aminoglycoside antibiotics or neuromuscular blocking agents).\n* Any other medical condition, laboratory, or diagnostic procedure finding that might preclude the administration of aboBoNTA (Dysport®).\n* Ongoing infection at the injection sites.\n* Diagnosed as either resistant or sensitive to botulinum toxin treatment of any type or to any components of Dysport®\n* Cow milk protein allergy.\n* Vulnerable patient populations such as adults unable to consent, pregnant women, prisoners, persons who have not obtained the legal age for consent to treatment or procedures",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lee Kneer, MD",
                    "role": "CONTACT",
                    "phone": "404.251.1565",
                    "email": "Lee.kneer@emory.edu"
                },
                {
                    "name": "Lavanya Veda, MS, CCRC",
                    "role": "CONTACT",
                    "phone": "404-778-6608",
                    "email": "lavanya.vedanarayanan@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lee Kneer",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Sports Medicine-Dunwoody",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30338",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lee Kneer, MD",
                            "role": "CONTACT",
                            "phone": "404-778-6608",
                            "email": "lee.kneer@emory.edu"
                        },
                        {
                            "name": "Lavanya Veda",
                            "role": "CONTACT",
                            "phone": "404-778-6608",
                            "email": "lavanya.vedanarayanan@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Hawks Sports Medicine Center",
                    "status": "RECRUITING",
                    "city": "Brookhaven",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lee Kneer, MD",
                            "role": "CONTACT",
                            "phone": "404-778-6608",
                            "email": "Lee.kneer@emory.edu"
                        },
                        {
                            "name": "Lavanya Veda, MS, CCRC",
                            "role": "CONTACT",
                            "phone": "404-778-6608",
                            "email": "lavanya.vedanarayanan@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.85848,
                        "lon": -84.34022
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team will share Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices)",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The research team will share the available data beginning 9 months and ending 36 months following article publication",
            "accessCriteria": "The research team will share the participant data with Investigators whose proposed use of the data has been approved by an independent review committee identified for this purpose. Data will be shared to achieve the aims of the approved proposal. Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata. Information regarding submitting proposals and accessing data may be found at (Link to be provided)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003161",
                    "term": "Compartment Syndromes"
                },
                {
                    "id": "D000083182",
                    "term": "Chronic Exertional Compartment Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6388",
                    "name": "Compartment Syndromes",
                    "asFound": "Compartment Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2398",
                    "name": "Chronic Exertional Compartment Syndrome",
                    "asFound": "Chronic Exertional Compartment Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1430",
                    "name": "Compartment Syndrome",
                    "asFound": "Compartment Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000542869",
                    "term": "abobotulinumtoxinA"
                },
                {
                    "id": "D000019274",
                    "term": "Botulinum Toxins, Type A"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065087",
                    "term": "Acetylcholine Release Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000009465",
                    "term": "Neuromuscular Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21257",
                    "name": "Botulinum Toxins, Type A",
                    "asFound": "Released",
                    "relevance": "HIGH"
                },
                {
                    "id": "M250193",
                    "name": "abobotulinumtoxinA",
                    "asFound": "Released",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5183",
                    "name": "Botulinum Toxins",
                    "relevance": "LOW"
                },
                {
                    "id": "M3473",
                    "name": "Acetylcholine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}