{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04680000",
            "orgStudyIdInfo": {
                "id": "HSC20200520H"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "briefTitle": "Chronic Pain Management In Primary Care Using Behavioral Health Consultants",
            "officialTitle": "Targeting Chronic Pain in Primary Care Settings Using Behavioral Health Consultants, A Randomized Pragmatic Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chronic-pain-management-in-primary-care-using-behavioral-health-consultants"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-17",
            "studyFirstSubmitQcDate": "2020-12-17",
            "studyFirstPostDateStruct": {
                "date": "2020-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Uniformed Services University of the Health Sciences",
                    "class": "FED"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Defense Health Agency",
                    "class": "FED"
                },
                {
                    "name": "59th Medical Wing",
                    "class": "FED"
                },
                {
                    "name": "Brooke Army Medical Center",
                    "class": "FED"
                },
                {
                    "name": "C.R.Darnall Army Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this randomized pragmatic trial is to assess the effect of monthly booster contacts on long-term Brief Cognitive Behavioral Therapy for Chronic Pain (BCBT-CP) pain outcomes compared to BCBT-CP without a booster in 716 Military Health Systems (MHS) beneficiaries referred to a Behavioral Health Consultant (BHC) for pain management using BCBT-CP. Patients will be randomly assigned to receive either standard BCBT-CP (working with a BHC in the medical home clinic) or standard BCBT-CP with adjunctive monthly booster contacts. Additionally, patient participants and clinic providers and staff will be offered the opportunity to participate in separate post-treatment Focus Groups using a semi-structured interview format designed to assess the usability, ease of use, perceived effectiveness, helpfulness, and barriers to the pain management intervention. Patient participants will be assessed 3-, 6-, 12- and 18-Months following their first appointment for BCBT-CP.",
            "detailedDescription": "The proposed study is the first effort to test a manualized cognitive-behavioral therapy intervention for chronic pain delivered by behavioral health providers working in primary care clinics. If successful, findings from this study will inform Defense Health Agency (DHA) policy nationwide. The study teams' DHA collaborators write these policies and the PIs are active participants in the DHA MHS Stepped Care Pain Pathway workgroup. Data from this study will inform military, VA and civilian primary care services about the contribution of integrated behavioral health pain management to pain outcomes, healthcare utilization, and satisfaction with care.\n\nThe purpose of this randomized pragmatic trial is to assess the effect of monthly booster contacts on long-term Brief Cognitive Behavioral Therapy for Chronic Pain (BCBT-CP) pain outcomes compared to BCBT-CP without a booster in 716 Military Health Systems (MHS) beneficiaries referred to a Behavioral Health Consultant (BHC) for pain management using BCBT-CP.\n\nActive Comparator: Standard BCBT-CP\n\nBrief Cognitive Behavior Therapy for Chronic Pain (BCBT-CP) is a seven-module intervention for chronic pain based on the efficacious specialty-care, ten-session version of this treatment called Cognitive Behavioral Therapy for Chronic Pain (CBT-CP). CBT-CP has been disseminated throughout the VA healthcare system as a manualized, non-pharmacological intervention for chronic pain (Stewart et al., 2015). Preliminary studies of CBT-CP found that most patients completed all ten CBT-CP modules (Stewart et al., 2015) and better outcomes were associated with home-based skills practice (Edmond et al., 2017). One study of CBT-CP in the VA found that over 50% of patients who were offered the treatment declined and individuals with a history of opioid use were under-engaged for this efficacious treatment (Higgins et al., 2018). Thus, the DHA abbreviated CBT-CP to only seven modules for implementation in primary care, where most patients with pain are seen (including those with active and past opioid use). The seven modules are:\n\n(A) Assessment, engagement and goal setting, (B) Education on chronic pain and relaxation training, (C) Discussion of the importance of activity engagement and pacing, (D) Progressive muscle relaxation and guided imagery, (E) Identifying thoughts that negatively impact pain, (F) Modifying thoughts that negatively impact pain, and (G) Developing an action plan.\n\nPatients are encouraged to complete a minimum of four modules with their provider (i. e., A, B, G, and at least one additional module). BCBT-CP was developed in collaboration with the developers of CBT-CP to establish a brief version of protocol suitable for delivery by BHCs working in MHS Primary Care clinics.\n\nEach module appointment lasts approximately 30 minutes and includes the following treatment components:\n\nIntroduction to the module and confirmation of session agenda Check on mood and completion of patient measures (DVPRS, PEG-3, BHM-20, PHQ-9, PCL-5) Review of material from previous modules, including home practice Introduction of the new material and answer questions Module wrap-up BHCs are trained by the DHA on how to effectively introduce and \"sell\" BCBT-CP to patients and have access to supplemental and appended materials to address comorbidities.\n\nBCBT-CP Booster Contacts are intended to refresh BCBT-CP content without introducing new skills. To accomplish this, Booster Contacts are manualized (see appended Booster Protocol form) to cover: assessment of pain since last BCBT-CP appointment, refresh BCBT-CP module content, and remind about next BCBT-CP appointment.\n\nBooster contacts will be scheduled 1-week following each BCBT-CP module. Booster contacts will occur at least one week after a BCBT-CP module but no more than 2 weeks after a BCBT-CP module. Following completion of care on the BCBT-CP pathway, booster contacts will continue monthly through month 12 of study participation. Depending on how often the BHC can meet with the patient-participant to receive module care, participants could have a varying number of booster calls, but based on the investigators' pilot study when patients could only meet with their BHC on average once a month, the investigators believe that most patients will receive 12 booster contacts. The booster contacts may occur via telephone or video conferencing and will be audio-recording using and independent device (separate from the conferencing platform, e.g. Zoom).\n\nAll Booster providers (research staff) will receive a two-hour training on conducting Booster Contacts from the study PIs including description of how to complete the BCBT-CP Booster Protocol Form."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Pragmatic trial randomizing to two conditions (standard BCBT-CP and BCBT-CP + Booster) in a 1:1 ratio at the level of the individual",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Pragmatic trial using a behavioral intervention. Treatment condition cannot be masked to the provider, patient or booster contact personnel. Assessments are self-report."
                }
            },
            "enrollmentInfo": {
                "count": 716,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard BCBT-CP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Brief Cognitive Behavior Therapy for Chronic Pain (BCBT-CP) is a seven-module intervention for chronic pain based on the efficacious specialty-care, ten-session version of this treatment called Cognitive Behavioral Therapy for Chronic Pain (CBT-CP).",
                    "interventionNames": [
                        "Behavioral: Brief Cognitive Behavioral Therapy for Chronic Pain (BCBT-CP)"
                    ]
                },
                {
                    "label": "Standard BCBT-CP with Telephone Booster",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive standard BCBT-CP as described in the Standard BCBT-CP arm. They will also receive telephone or video teleconference booster contacts as follows:\n\nBCBT-CP Booster Contacts are intended to refresh BCBT-CP content without introducing new skills. To accomplish this, Booster Contacts are manualized (see appended Booster Protocol form) to cover assessment of pain since last contact, review of most recent BCBT-CP module(s) and reminder about the next BCBT-CP appointment (if one is scheduled).",
                    "interventionNames": [
                        "Behavioral: Brief Cognitive Behavioral Therapy for Chronic Pain (BCBT-CP)",
                        "Other: BCBT-CP Booster"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief Cognitive Behavioral Therapy for Chronic Pain (BCBT-CP)",
                    "description": "BCBT-CP is the standard of care for behavioral management of acute and chronic pain in the Defense Health Agency Stepped Care Pain Pathway. BCBT-CP is a 7-module, CBT-based intervention for the treatment of acute and chronic pain in the primary care setting. The BCBT-CP manual was developed in a collaboration between the Defense Health Agency and the Department of Veterans Affairs as an intervention tailored for use by Behavioral Health Consultants embedded in Military Health System primary care clinics and Patient Centered Medical Homes. Details on BCBT-CP content can be found in the treatment arm description section of this listing.",
                    "armGroupLabels": [
                        "Standard BCBT-CP",
                        "Standard BCBT-CP with Telephone Booster"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "BCBT-CP Booster",
                    "description": "The BCBT-CP Booster is a telephone or videoteleconference-based booster contact designed to extend the benefits of the standard of care BCBT-CP intervention. BCBT-CP Booster contacts are not clinical interventions (i.e., no new clinical content is provided), but are intended to help motivate patients to use BCBT-CP module content, problem-solve BCBT-CP skills practice and offer reminders for future appointments. BCBT-CP Booster content was developed using feedback from focus groups with patients who completed standard BCBT-CP treatment in a military primary care clinic. Details on BCBT-CP Booster contacts can be found in the treatment arm description section of this listing.",
                    "armGroupLabels": [
                        "Standard BCBT-CP with Telephone Booster"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Defense and Veterans Pain Rating Scale (DVPRS)",
                    "description": "Change in score on a Five-item self-report assessment of pain and pain interference. Scoring on each item is from 0, no pain to 10, as bad as the pain could be, nothing else matters. Total possible minimum score is 0 and maximum 50, with 50 being the worst pain.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Behavioral Health Measure-20 (BHM-20)",
                    "description": "Change in score on a Twenty-item self-report mental health assessment. Scoring is from 0-4 on each item. Possible total scores range from 0 to 80, with lower scores indicating poorer behavioral health.",
                    "timeFrame": "Baseline to 18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain Intensity, Enjoyment and General Activity (PEG-3)",
                    "description": "Change in score on a Three-item pain assessment for primary care scored from 0 (no pain) to 10 (pain as bad as can be imagined). Total scores can range from 0 to 30 with a lower score indicating less pain intensity.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Modified Oswestry Disability Index (ODI)",
                    "description": "Change in score on a Ten-item self-report assessment of pain-related disability with each item scored from 0 (least impact) to 5 (most impact). Total score can range from 0 to 50, with a higher score indicating more pain related disability.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Pain Catastrophizing Scale (PCS)",
                    "description": "Change in score on a Thirteen-item self-report measure of pain coping each scored out of 4 from 0 (not at all) to 4 (all the time). Totals scores range from 0 to 52, with a lower score indicating better pain coping.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Chronic Pain Acceptance Questionnaire (CPAQ)",
                    "description": "Change in score on a Self-report measure of chronic pain acceptance (activity and willingness) with 20 items, each item scored from 0 (never true) to 6 (always true). Total scores range from 0 to 120, with a lower score indicating more pain acceptance.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "Change in score on a Five-item self-report measure of sleep disturbance and insomnia scored from 1 to 4. Total scores range from 0 to 20, with a lower score indicating less insomnia.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Two-Item Patient Health Questionnaire (PHQ-2)",
                    "description": "Change in score on a Two-item self-report screening tool for depression with each item scored from 0 (not at all) to 3 (nearly every day). Total scores range from 0 to 6, with a lower score indicating better health outlook.",
                    "timeFrame": "Baseline to 18 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Alcohol Use Disorders Identification Test (AUDIT-C)",
                    "description": "Change in score on a Brief, self-report screening tool for Alcohol Use Disorder using 3 items scored from 0 (never) to 4 (4 or more times a week) with a total possible score of 0 to 12, with a lower score indicating a lower alcohol usage.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Pain Collaboratory Questionnaires",
                    "description": "Change in score on a Standard PMC-3 questionnaires assessing use of Complementary and Integrative Health options for pain management using 2 items scored from 0 (never) to 3 (every day). Total score ranges from 0-8 with a lower score indicting less days of pain.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "UCLA 3-Item Loneliness Scale",
                    "description": "Change in score on a Three-item self-report assessment of loneliness with each item scored from 1 (hardly ever) to 3 (often). Total scores range from 3-9, with a lower score indicating less lonliness.",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Effect of Coronavirus Pandemic Questionnaire",
                    "description": "Self-report questionnaire about the effect of COVID-19 pandemic on health, coping and healthcare utilization",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Health Questionnaire Addendum",
                    "description": "semi-structured interview with some self-report items assessing healthcare utilization for pain management (including pharmacotherapy), acknowledged as Yes/No for current use and Yes/No if prescribed for pain",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Electronic Health Record Review",
                    "description": "Review of electronic health record to track pain treatment in the military health system, and number of times the subject has been treated for pain.",
                    "timeFrame": "Baseline, Final (18-month) follow-up assessment"
                },
                {
                    "measure": "Treatment Satisfaction Questionnaire",
                    "description": "Brief, self-report assessment of treatment satisfaction, rated by the participant by making a vertical mark along a line rated from \"Extremely unhelpful\" to \"Extremely helpful\", with 10 graduations.",
                    "timeFrame": "At 3- and 12-month follow-up assessments"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. DoD/MHS beneficiary (including active duty service members, veterans, and family members) age 18 and older.\n2. Presenting with a chronic pain complaint (pain occurring more days than not over the past three months that is ongoing at the time of baseline evaluation).\n3. Referred for BCBT-CP with a BHC by a Primary Care provider.\n4. Speaks and reads/understands English well enough to fully participate in the intervention and to reliably complete assessment measures.\n\nExclusion Criteria:\n\n1. Scheduled for a planned pain-related surgery or pain intervention within 6 weeks of enrollment (because the intervention may obscure BCBT-CP outcomes).\n2. Inability or unwillingness of individual to give written informed consent.\n3. Experiencing another health problem of higher priority for care or that prohibits ability to attend BCBT-CP or research appointments.\n\nSome research activities (i.e., Focus Groups) will include Clinic Providers and Staff:\n\nInclusion Criteria for Clinic Provider/Staff Participants\n\n1. BHC trained to deliver care according to the Chronic Pain Clinical Pathway\n2. Clinic providers/staff caring for patient participants enrolled in this study\n\nExclusion Criteria for Clinic Provider/Staff Participants: none",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donald McGeary, PhD",
                    "role": "CONTACT",
                    "phone": "210-567-5454",
                    "email": "mcgeary@uthscsa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Donald J McGeary, PhD",
                    "affiliation": "UT Health San Antonio",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Uniformed Services University for the Health Sciences",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20814",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeff Goodie, PhD",
                            "role": "CONTACT",
                            "phone": "301-295-9461",
                            "email": "jeffrey.goodie@usuhs.edu"
                        },
                        {
                            "name": "Jeff Goodie, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Carl R. Darnall Army Medical Center",
                    "status": "RECRUITING",
                    "city": "Fort Hood",
                    "state": "Texas",
                    "zip": "76544",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abby Blankenship, PhD",
                            "role": "CONTACT",
                            "phone": "254-245-9768",
                            "email": "BlankenshipA@uthscsa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.13489,
                        "lon": -97.77561
                    }
                },
                {
                    "facility": "University of Texas Health Science Center San Antonio",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Don McGeary, PhD",
                            "role": "CONTACT",
                            "phone": "210-567-5454",
                            "email": "mcgeary@uthscsa.edu"
                        },
                        {
                            "name": "Don McGeary, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Cindy McGeary, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alan Peterson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Stacey Young-McCaughan, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Abby Blankenship, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Wilford Hall Ambulatory Surgical Center",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78236-9908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chase Aycock, PsyD",
                            "role": "CONTACT",
                            "phone": "210-292-5972",
                            "email": "chase.a.aycock.mil@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Brooke Army Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78257",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tracey Kurian, PsyD",
                            "role": "CONTACT",
                            "phone": "210-295-8491",
                            "email": "tracey.a.kurian.civ@mail.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Only de-identified data will be shared all collected de-identified IPD, that underlie results in a publication. Summary results will be shared on ClinicalTrials.tov",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "At study completion and in peer reviewed scientific journals after review and publication.",
            "accessCriteria": "Access will be granted to those with explicit permission from the PIs and in accordance with regulatory protocols."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}