{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03602599",
            "orgStudyIdInfo": {
                "id": "180121"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-D-0121"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Chronic Graft-versus-Host Disease in the Oral Cavity of Patients Following Allogeneic Hematopoietic Stem Cell Transplant and Including Healthy Controls",
            "officialTitle": "Natural History of Chronic Graft-versus-Host Disease in the Oral Cavity of Patients Following Allogeneic Hematopoietic Stem Cell Transplant and Including Healthy Controls",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chronic-graft-versus-host-disease-in-the-oral-cavity-of-patients-following-allogeneic-hematopoietic-stem-cell-transplant-and-including-healthy-controls"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-26",
            "studyFirstSubmitQcDate": "2018-07-26",
            "studyFirstPostDateStruct": {
                "date": "2018-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThis study follows people who have had, or will soon have, a transplant using stem cells from another person. This is known as an allogeneic hematopoietic stem cell transplant (HSCT). Graft-versus-host disease (cGVHD) can happen after HSCT. cGVHD can cause mouth problems and more serious issues. Researchers want to study changes in the mouth that might indicate cGVHD.\n\nObjective:\n\nTo identify cGVHD in the mouth and better understand the development, treatment, and progress of post-transplant changes in the mouth.\n\nEligibility:\n\nAdults at least 18 years old who will soon undergo HSCT or have had one in the past 3 years Healthy adults at least 18 years old\n\nDesign:\n\nAll participants will have a screening visit and baseline visit. They will last 60-90 minutes. Over these two visits, participants will have:\n\nMedical and dental history\n\nDental exam.\n\nQuestions about their eating habits and general health\n\nBlood drawn through a needle in the arm\n\nVital signs taken\n\nPictures of their mouth and lips taken\n\nQuestions about their oral health, including about pain, sensitivity, or dryness\n\nSaliva samples taken. Participants will spit into a sterile plastic tube.\n\nSwabs taken of the mouth and some of the saliva, plaque, and fluid from the spaces between teeth and gums.\n\nParticipants may also have:\n\nA piece of skin taken (biopsy) from the inner lining of the cheeks\n\nA piece of skin taken (biopsy) from the lower lip\n\nDental X-rays\n\nUrine pregnancy test\n\nMost participants will have at least 7 study visits over 3 years. They will meet with a dentist and repeat baseline tests.",
            "detailedDescription": "Background:\n\n* Chronic graft-versus-host disease (cGVHD) is a multi-organ severe alloimmune and - autoimmune disorder that occurs after allogeneic hematopoietic stem cell transplantation (HSCT). It is characterized by immune dysregulation, immunodeficiency, impaired organ function, and decreased survival.\n* Manifestations of cGVHD in the oral cavity are observed in 45-85% of cGVHD patients and include 3 components: limitation of mouth opening, oral mucosal changes (lichenoid lesions, ulceration) and salivary gland changes.\n* There is an urgent need for new tools to diagnose and treat oral cGVHD. To develop targeted therapies and non-invasive methods for serial screening, an improved understanding of the clinical course and underlying mechanisms of oral cGVHD are required.\n\nObjectives:\n\n* Advance understanding of cGVHD pathophysiology and generate hypotheses for future cGVHD studies by tracking the longitudinal development of cGVHD in the oral cavity and transplant-related changes in the oral microenvironment.\n* Leverage knowledge about the impact of transplant on the oral cavity to develop better protocols for supportive dental care, to refine clinical definitions and classifications of oral cGVHD, and to test and improve criteria and tools for clinical trials.\n* Include healthy volunteer cohorts both as a direct control group for HSCT patients, and to characterize measures of interest that were not previously defined in the normal oral cavity.\n\nEligibility:\n\n* Patients who are scheduled to undergo allogeneic HSCT at the National Institutes of Health (NIH) or who have already undergone allogeneic HSCT at the NIH or elsewhere.\n* Healthy individuals who have not undergone transplant and are willing to undergo oral exam and sample collection will be included in a control group.\n* All study subjects, including patients and healthy individuals, must be able to provide written informed consent and be willing to return to the NIH Dental Clinic for scheduled evaluations.\n\nDesign:\n\n* This is a single site, observational study with four cohorts. There are 2 transplant cohorts: the New Transplant Cohort (\"Cohort NT\"; approximate n=300) consists of patients who are scheduled to undergo allogeneic HSCT (under another protocol at the NIH) and the Prior Transplant Cohort (\"Cohort PT\"; approximate n=100) consists of patients who have already undergone allogeneic HSCT. These Cohorts will have up to 7 regularly scheduled visits across 3 years, along with a variable number of acute-episode visits. Subjects enrolled as NT or PT, who require a subsequent transplant are eligible to be either enrolled or re-enrolled into the PT cohort to be followed for the 7 visits in 3 years. Additionally, subjects will have the opportunity to participate in optional annual follow-up visits in years 4-10 post transplant.\n* The other 2 Cohorts include healthy volunteers: the Healthy-controls Longitudinal (HL) Cohort (\"Cohort HL\"; approximate n=20) includes subjects who will participate in up to 4 study visits across 1 year, and the Healthy-controls Short-term (HS) Cohort (\"Cohort HS\"; approximate n=80) will participate in a single baseline visit.\n* Each visit will include collection of biologic samples, patient-reported data and clinical assessments.\n* Initial statistical analysis will begin with unsupervised clustering methods and simple logistic regression to identify biomarkers important in oral cGVHD. Based upon the results of these initial analyses, more complex multivariate statistical models will be developed to both classify and predict onset of oral cGVHD. Given the hypothesisgenerating nature of this study, additional prospective statistical analysis plans will be developed in consultation with a statistician as the study progresses to address specific scientific questions."
        },
        "conditionsModule": {
            "conditions": [
                "Graft Versus Host Disease"
            ],
            "keywords": [
                "Mouth",
                "Alloimmunity",
                "Autoimmunity",
                "Salivary Gland",
                "Ulcer",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy-controls Longitudinal Cohort",
                    "description": "( Cohort HL ; approximate n=20) includes subjects who will participate in up to 4 study visits across 1 year."
                },
                {
                    "label": "Healthy-controls Short-term Cohort",
                    "description": "( Cohort HS ; approximate n=80) will participate in a single baseline visit."
                },
                {
                    "label": "New Transplant Cohort",
                    "description": "( Cohort NT ; approximate n=300) consists of patients who are scheduled to undergo allogeneic HSCT (under another protocol at the NIH)."
                },
                {
                    "label": "Prior Transplant Cohort",
                    "description": "( Cohort PT ; approximate n=100) consists of patients who have already undergone allogeneic HSCT."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Advance understanding of chronic graft versus host disease (cGVHD) pathophysiology and generate hypotheses for future cGVHD studies by tracking the longitudinal development of cGVHD in the oral cavity.",
                    "description": "Advance understanding of chronic graft versus host disease (cGVHD) pathophysiology and generate hypotheses for future cGVHD studies by tracking the longitudinal development of cGVHD in the oral cavity.",
                    "timeFrame": "3 years from enrollment of last participant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Characterize post-transplant changes in oral cavity in presence and absence of cGVHD to develop better protocols for supportive dental care, Refine clinical definitions and classifications of oral cGVHD, Characterize longitudinal changes, includ...",
                    "description": "1. Characterize post-transplant changes in the oral cavity in the presence and absence of cGVHD to develop better protocols for supportive dental care.2. Refine clinical definitions and classifications of oral cGVHD.3. Characterize longitudinal changes in the oral microbiome4. Include healthy volunteer cohorts both as a direct control group for HSCT patients, and to characterize measures of interest that were not previously defined in the normal oral cavity.5. Test and improve criteria and tools for clinical trials",
                    "timeFrame": "3 years after enrollment of last participant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Subjects in Cohort NT and Cohort PT must satisfy all of the following criteria in order to participate in the study:\n\n  * Scheduled to undergo allogeneic HSCT at the NIH (Cohort NT) or have already undergone allogeneic HSCT at the NIH or another institution (Cohort PT) and are within 3 years of most recent bone marrow transplant\n  * Willing to participate in protocol evaluations including saliva collection, oral swab collection, and completion of patient-reported outcome (PRO) forms\n  * Willing to return to the NIH Dental Clinic for scheduled evaluations\n  * Be at least 18 years of age at screening\n  * Be able to understand and provide written informed consent\n* Subjects in Cohort HL and Cohort HS must satisfy all of the following criteria in order to participate in the study:\n\n  * Willing to undergo oral exam and participate in Visit 1 protocol evaluations including saliva collection, oral swab collection and oral biopsies.\n  * Be at least 18 years of age at screening\n  * Be able to understand and provide written informed consent\n  * Potentially be age- and/or sex-matched with a transplant patient\n* Subjects in Cohort HL must additionally be willing and able to return to the NIH Dental Clinic for scheduled visits across 1 year and participate in evaluations including saliva collection, oral swab collection, and completion of PRO forms\n\nEXCLUSION CRITERIA:\n\n* Subjects in any Cohort will be excluded if they are pregnant, as pregnancy can have a confounding effect on the oral microbiome\n* Subjects in Cohort NT may not participate in the study if, in the opinion of the NIH transplant team, participation in the protocol would not be safe or in the subject s best interest\n* Subjects in Cohort PT. There are no additional exclusion criteria for subjects in this cohort.\n* Subjects in Cohorts HL and Cohort HS may not participate in the study if they meet either of the following criteria:\n\n  * Have any acute oral mucosal or dental infection requiring multiple dental appointments or specialist referral for treatment; uncontrolled chronic disease; active systemic illness; are currently undergoing orthodontic treatment; history of frequent opportunistic infection; autoimmune disease; immunosuppressive medications; or prior organ, bone marrow, or peripheral blood stem cell transplant\n  * Are taking medications or are on other ongoing therapies that have a known or suspected major impact on the oral microbiome\n* Subjects in Cohort HL additionally may not participate if they are planning to become pregnant within the next year or refuse to have oral biopsies.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Subjects in Cohort NT and Cohort PT will be scheduled to undergo allogeneic hematopoietic stem cell transplant at the NIH (Cohort NT) or have already undergone allogeneic HSCT at the NIH or another institution (Cohort PT) and are within 3 years of most recent bone marrow transplant. Subjects in Cohort HL and Cohort HS will be healthy volunteers and may potentially be age- and/or sex-matched with a transplant patient participant. All subjects will be at least 18 years of age.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Licia Masuch",
                    "role": "CONTACT",
                    "phone": "(301) 335-0113",
                    "email": "licia.masuch@nih.gov"
                },
                {
                    "name": "Jacqueline W Mays, D.D.S.",
                    "role": "CONTACT",
                    "phone": "(301) 496-8800",
                    "email": "jacqueline.mays@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacqueline W Mays, D.D.S.",
                    "affiliation": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23107104",
                    "type": "BACKGROUND",
                    "citation": "Mays JW, Fassil H, Edwards DA, Pavletic SZ, Bassim CW. Oral chronic graft-versus-host disease: current pathogenesis, therapy, and research. Oral Dis. 2013 May;19(4):327-46. doi: 10.1111/odi.12028. Epub 2012 Oct 28."
                },
                {
                    "pmid": "27713092",
                    "type": "BACKGROUND",
                    "citation": "Cooke KR, Luznik L, Sarantopoulos S, Hakim FT, Jagasia M, Fowler DH, van den Brink MRM, Hansen JA, Parkman R, Miklos DB, Martin PJ, Paczesny S, Vogelsang G, Pavletic S, Ritz J, Schultz KR, Blazar BR. The Biology of Chronic Graft-versus-Host Disease: A Task Force Report from the National Institutes of Health Consensus Development Project on Criteria for Clinical Trials in Chronic Graft-versus-Host Disease. Biol Blood Marrow Transplant. 2017 Feb;23(2):211-234. doi: 10.1016/j.bbmt.2016.09.023. Epub 2016 Oct 3."
                },
                {
                    "pmid": "25529383",
                    "type": "BACKGROUND",
                    "citation": "Jagasia MH, Greinix HT, Arora M, Williams KM, Wolff D, Cowen EW, Palmer J, Weisdorf D, Treister NS, Cheng GS, Kerr H, Stratton P, Duarte RF, McDonald GB, Inamoto Y, Vigorito A, Arai S, Datiles MB, Jacobsohn D, Heller T, Kitko CL, Mitchell SA, Martin PJ, Shulman H, Wu RS, Cutler CS, Vogelsang GB, Lee SJ, Pavletic SZ, Flowers ME. National Institutes of Health Consensus Development Project on Criteria for Clinical Trials in Chronic Graft-versus-Host Disease: I. The 2014 Diagnosis and Staging Working Group report. Biol Blood Marrow Transplant. 2015 Mar;21(3):389-401.e1. doi: 10.1016/j.bbmt.2014.12.001. Epub 2014 Dec 18."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-D-0121.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Protocol is silent on IPD sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000092122",
                    "term": "Bronchiolitis Obliterans Syndrome"
                },
                {
                    "id": "D000006086",
                    "term": "Graft vs Host Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000092124",
                    "term": "Organizing Pneumonia"
                },
                {
                    "id": "D000001989",
                    "term": "Bronchiolitis Obliterans"
                },
                {
                    "id": "D000001988",
                    "term": "Bronchiolitis"
                },
                {
                    "id": "D000001991",
                    "term": "Bronchitis"
                },
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5264",
                    "name": "Bronchiolitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5265",
                    "name": "Bronchiolitis Obliterans",
                    "relevance": "LOW"
                },
                {
                    "id": "M2893",
                    "name": "Bronchiolitis Obliterans Syndrome",
                    "asFound": "Chronic Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M2894",
                    "name": "Organizing Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5267",
                    "name": "Bronchitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T871",
                    "name": "Bronchiolitis Obliterans",
                    "relevance": "LOW"
                },
                {
                    "id": "T872",
                    "name": "Bronchiolitis Obliterans Organizing Pneumonia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}