{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05067842",
            "orgStudyIdInfo": {
                "id": "PRO00041977"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Circulating Tumor DNA (ctDNA) in Locally Advanced Esophageal and Gastroesophageal (GE) Junction Adenocarcinoma",
            "officialTitle": "A Pilot Observational Study to Assess Feasibility of Tumor Response Assessment by Circulating Tumor DNA (ctDNA) in Patients With Locally Advanced Esophageal and GE Junction Adenocarcinoma Undergoing Treatment With Total Upfront Chemotherapy and Chemoradiation",
            "acronym": "TRACT DNA",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "circulating-tumor-dna-ctdna-in-locally-advanced-esophageal-and-gastroesophageal-ge-junction-adenocarcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-24",
            "studyFirstSubmitQcDate": "2021-09-24",
            "studyFirstPostDateStruct": {
                "date": "2021-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ben George",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is an observational study to determine the feasibility of assessing tumor response utilizing ctDNA in patients of locally advanced esophageal and gastroesophageal junction (LA-EA/GEJ) cancer undergoing total neoadjuvant therapy (TNT) consisting of systemic chemotherapy (modified FOLFOX or FLOT/DFOX) followed by concurrent chemoradiation \\[50.4 Gray (Gy) over approximately six weeks with concurrent radio sensitizing dose of carboplatin/paclitaxel\\].",
            "detailedDescription": "This study will explore the feasibility of assessing tumor response utilizing ctDNA in patients of Locally Advanced Esophageal and Gastroesophageal Junction Adenocarcinoma (LA-EA/GEJ) undergoing TNT consisting of systemic chemotherapy (modified FOLFOX or FLOT/DFOX) followed by concurrent chemoradiation (50.4 Gy over approximately six weeks with concurrent radio sensitizing dose of carboplatin/paclitaxel). The study schema in the following section illustrates the study design. In this observational study, patients with LA -EA/GEJ ca who are selected for the standard-of-care TNT will be enrolled. After obtaining informed consent, a venous blood sample and the archival tissue block from the initial diagnostic tumor biopsy will be sent to the Natera Inc. Patients that have an excellent response (defined by \\>35% reduction in standardized uptake value (SUV) max on PET scan) from four cycles of standard-of-care induction chemotherapy (FOLFOX, DFOX or FLOT) will be treated with four additional cycles of therapy followed by chemoradiation and then assessed for curative intent surgery.\n\nPatients who receive four cycles of neoadjuvant chemotherapy and don't have an excellent clinical response on the PET scan will not receive additional induction chemotherapy. They will be started on chemoradiation (50.4 Gy, radiation dose at radiation oncologists discretion with concurrent weekly carboplatin and paclitaxel) followed by assessment for surgery. Dose adjustment of radiation and chemotherapy will be allowed as per standard of care. Additional blood samples will be obtained for subsequent ctDNA measurements (after four cycles of neoadjuvant chemotherapy within +/- five days of the imaging study; after eight cycles for PET responders only; after the completion of chemoradiation around one to 14 days before surgery and 10 to 14 days after surgery). All patients may also choose to undergo additional serial ctDNA level measurements for surveillance after the surgery every three months for two years (optional).\n\nTumor response rate assessed by ctDNA will be compared with the response rate assessed by standard methods (PET scan, endoscopic ultrasound or CT/MRI) at different time points to explore if a significant correlation exists between these two response assessment methods. Imaging studies will also be discussed in the tumor board. If preliminary data support the hypothesis that peripheral blood ctDNA can be utilized for tumor response assessment in this scenario, a larger study will be conducted to validate this method. Once validated, ctDNA measurement can potentially supplement other expensive, uncomfortable, and time-consuming methods of tumor response assessment, such as endoscopic ultrasound and PET/CT.\n\nThis study does not involve any investigational therapeutic intervention. The only intervention planned in this study is obtaining multiple peripheral venous blood samples at prespecified time points described above for ctDNA level measurements."
        },
        "conditionsModule": {
            "conditions": [
                "Adenocarcinoma Esophagus"
            ],
            "keywords": [
                "Adenocarcinoma",
                "Esophagus",
                "Gastroesophageal Junction",
                "Chemotherapy",
                "Chemoradiation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "2 Years",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Locally advanced esophageal or gastroesophageal adenocarcinoma",
                    "description": "Subjects with diagnosed locally advanced esophageal or gastroesophageal adenocarcinoma.",
                    "interventionNames": [
                        "Diagnostic Test: Circulating tumor DNA(ctDNA) level measurement"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Circulating tumor DNA(ctDNA) level measurement",
                    "description": "The ctDNA level will be measured using the Signatera platform developed by Natera, Inc. Signatera is a patient-specific, tumor informed custom-built ctDNA monitoring assay.",
                    "armGroupLabels": [
                        "Locally advanced esophageal or gastroesophageal adenocarcinoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Tumor response measured by circulating tumor DNA",
                    "description": "This measure will quantify ctDNA concentration expressed in mean tumor molecules (MTM)/ml. Measurements will be made at Baseline, 8 weeks, 16 weeks, 14 days before surgery (approximately 8 months), 14 days after surgery, and every three months in follow-up up to 2 years. Results will be reported at Baseline, 14 days prior to surgery (approximately 8 months), 1 year, and 2 years.",
                    "timeFrame": "Baseline, 14 days prior to surgery (approximately 8 months), 1 year, and 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "R0 Surgical Resection",
                    "description": "This measure is the number of subjects with R0 (negative margin) surgical resection of tumor.",
                    "timeFrame": "2 weeks post surgery"
                },
                {
                    "measure": "Overall Survival",
                    "description": "this measure is the number of subjects alive at 1 year and 2 years.",
                    "timeFrame": "1 year, 2 years"
                },
                {
                    "measure": "Recurrence-Free Survival",
                    "description": "This measure is the number of subjects without evidence of recurrent tumor at at 1 year.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to understand a written informed consent document, and the willingness to sign and date it.\n2. Stated willingness to comply with all study procedures and be available for the duration of the study.\n3. Male or female between the ages of 18 and 80 years.\n4. Newly diagnosed, clinically advanced T3-T4 or node-positive adenocarcinoma of esophagus or gastroesophageal junction as assessed by PET/CT or CT of the chest, abdomen and pelvis and/or by endoscopic ultrasound, with pathologic diagnosis obtained within one month of signing consent, without delivery of prior chemotherapy or radiation therapy.\n5. Subjects must be previously untreated with systemic chemotherapy or radiation therapy.\n6. Eastern Cooperative Oncology Group (ECOG) performance status score of 0-2.\n7. Adequate bone marrow function: white blood cell (WBC) count \\> 3 x 10\\^9/L; hemoglobin \\> 8 g/dL; platelets \\> 100 x 10\\^9/L.\n8. Adequate liver function: total bilirubin \\< 1.5 x upper limit of normal; aspartate aminotransferase (AST) \\< 3 x upper limit of normal (ULN); alanine aminotransferase (ALT) \\< 3 x upper limit of normal); serum creatinine \\< 1.5 x ULN.\n9. Women and men of childbearing age should use contraceptives throughout the treatment period of the study.\n10. Ability to obtain tissue sample for ctDNA analysis and detectable baseline ctDNA level.\n11. Concurrent participation in other clinical studies that will not affect the general sequence of therapies in the trial schema of this study would be allowed.\n12. Adjuvant chemotherapy or immunotherapy would be allowed as this is an observational study and would be at clinician's discretion.\n\nExclusion Criteria:\n\n1. Subjects with metastatic gastric or gastroesophageal junction adenocarcinoma.\n2. Subjects with esophageal or gastroesophageal junction squamous cell carcinoma or adeno-squamous carcinoma.\n3. Prior treatment with chemotherapy or radiation therapy for gastric or gastroesophageal adenocarcinoma.\n4. Subjects that received treatment for a second primary malignancy within one year of screening will be excluded, however pts. with h/o early-stage cancers treated with curative intent, including basal or squamous cell carcinoma of the skin, superficial bladder cancer, or carcinoma in situ of the prostate, cervix or breast would be eligible.\n5. Subjects with greater than grade 2 peripheral neuropathy.\n6. Any serious or uncontrolled medical disorder or active infection, which in the opinion of the investigator may increase the risk associated with study participation, study treatment administration, or would impair the ability of the subject to receive study treatment.\n7. Known history of active hepatitis B or hepatitis C.\n8. Clinically unstable cardiac disease, including unstable angina, congestive heart failure, ventricular arrhythmia.\n9. History of allergy or hypersensitivity to any of the study drugs or study drug components.\n10. Contraindications to any of the study drugs of the chemotherapy regimens selected by the investigator.\n11. Known history of dihydropyridine dehydrogenase (DPD) deficiency.\n12. Female patients who are pregnant, nursing or lactating.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study will enroll male and female subjects with diagnosed esophageal or gastroesophageal adenocarcinoma between the ages of 18 and 80 years of age.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Medical College of Wisconsin Cancer Center Clinical Trials Office",
                    "role": "CONTACT",
                    "phone": "866-680-0505",
                    "phoneExt": "8900",
                    "email": "cccto@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ben George, MD",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Froedtert Hospital and the Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ben George, MD",
                            "role": "CONTACT",
                            "phone": "414-805-4600",
                            "email": "bgeorge@mcw.edu"
                        },
                        {
                            "name": "Ben George, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Aditya Shreenivas, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}