{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00762008",
            "orgStudyIdInfo": {
                "id": "06-151-2"
            },
            "secondaryIdInfos": [
                {
                    "id": "08145"
                }
            ],
            "organization": {
                "fullName": "UConn Health",
                "class": "OTHER"
            },
            "briefTitle": "Circulating Markers That Underlie the Transition From Compensated Hypertrophy to Heart Failure",
            "officialTitle": "Circulating Markers That Underlie the Transition From Compensated Hypertrophy to Heart Failure",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "circulating-markers-that-underlie-the-transition-from-compensated-hypertrophy-to-heart-failure"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2005-12"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2008-09-26",
            "studyFirstSubmitQcDate": "2008-09-29",
            "studyFirstPostDateStruct": {
                "date": "2008-09-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-12-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bruce Liang",
                "investigatorTitle": "Professor of Medicine; Director Pat and Jim Calhoun Cardiovascular Center",
                "investigatorAffiliation": "UConn Health"
            },
            "leadSponsor": {
                "name": "UConn Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "CT Department of Public Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to determine if two proteins in the blood are increased during acute heart failure. These two proteins are produced when the heart becomes dysfunctional and unable to contract normally. They may then be released into the blood and be detected by standard method in the research laboratory. Thus, the purpose of this study is to determine the relation between the change of these two proteins in the blood and the occurrence of acute heart failure. At this time, detection of an increase in these proteins in the blood is not known to be associated with any disease or heart failure.",
            "detailedDescription": "Heart failure (HF) is a complex clinical syndrome and major public health problem claiming the lives of \\>500,000 per year. It is the leading Diagnosis Related Group (DRG) for hospital discharges in the US. There are approximately 1-3 million admissions annually for acute decompensated heart failure. The mortality rate in Classes III and IV heart failure is 14-18% each year (1). At present, nearly 5 million patients have HF in the U.S. (2). Early detection and prevention remain key measures in treating subjects with this form of heart disease. Discovering and defining circulating markers that underlie the transition between compensated hypertrophy and acute heart failure represent an area of important need in the detection and prevention effort. The existing marker BNP is useful in helping differentiate those with heart failure from those who have other conditions. However, the large variation of abnormal BNP levels in those who carry a diagnosis of heart failure makes BNP level unreliable as a predictor for the transition between compensated and decompensated heart failure.\n\nApoptosis contributes to, and perhaps, is the cause of myocyte death that underlies the progression of heart dysfunction and the transition between stable compensated heart failure and acute deterioration (3). Apoptosis is a regulated biological process resulting in cell death (4-9). Caspases, a family of cysteine acid proteases regulate the process, and in fact, lead to apoptosis. Apoptotic trigger or signal results in the activation of proximal or initiator caspases (such caspase-8, -9, 10). These initiator caspases then cleave and in turn activate downstream effector caspases such as caspases-3, -6 and -7. These effector caspases then cleave various proteins such as those present in cytoskeletons and nucleus like lamin A, alpha-fodrin and poly (ADP-ribose) polymerase, leading to apoptosis. Caspase-3 is the key executioner in this apoptotic pathway, responsible totally or critically in the proteolytic cleavage of cellular and nuclear proteins. Activation of caspase-3 requires proteolytic processing of its inactive zymogen into active p17 and p12 fragments. The cleaved caspase-3 can be detected by antibodies specific for this cleaved enzyme (p17 fragment) in cell lysates by immunoblotting or by an ELISA assay utilizing spectrophotometric determination with a microplate reader at OD450 nm.\n\nThe primary goals of this pilot study are to determine whether 1) activated caspase-3 can be detected in human circulation and if so are there diurnal rhythm variations and serial changes in the levels over time, 2) whether its level is increased during acute decompensated heart failure, and 3) whether transition between acute and stable heart failure is correlated with a decrease in its level.\n\nAnother potential marker for acute deterioration is dystrophin. Dystrophin was originally identified as the X-linked gene whose mutations in its N-terminus cause cardiomyopathy. Dystrophin provides important structural support for the cardiac myocyte and its sarcolemmal membrane (10-11). It links actin at its N-terminus with the dystrophin-associated protein complex and sarcolemma at the C-terminus and the extracellular matrix of muscle. Mutations cause loss of support and sarcolemmal instability and myopathy. Myocardial dystrophin translocation and cleavage are associated with the progression of heart failure and contractile dysfunction. These changes are reversed following reduction of mechanical stress from ventricular assistance device (12). In the present pilot study, we will test the hypothesis that dystrophin can be released and detected in human circulation during acute deterioration of heart failure. We will further test whether 1) its level is increased during acute decompensated heart failure, and 2) whether transition between acute and stable heart failure is correlated with a decrease in its level, and 3) whether there are serial changes of these levels over time.\n\nBNP is a known marker for stressed myocardium and has been used to detect myocardial stretching and stress in heart disease. IL-6 and TNF alpha are both inflammatory markers and have been shown to be elevated in inflammatory state such as heart failure. CRP is another inflammatory marker. Knowing their levels is helpful in correlating the serum caspase-3 p17 level with those known serum factors in CHF.\n\nBy checking levels of these markers every 3 months (+/- one month) in stable HF patients for two years, our goal is to see if those with a \"spike\" in level predict adverse outcome in CHF. Ultimately, if such is the case, we can identify patients with a \"spike\" or cumulative higher caspase-3 fragment as at high risk for morbidity/mortality. Identification of such patients may cause us to treat them more proactively to attempt to alter outcome.\n\nWe will also obtain blood samples from control subjects to measure baseline levels and determine if there are diurnal rhythm variations."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Decompensated Heart Failure",
                "Heart Failure"
            ],
            "keywords": [
                "biomarkers"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "serum"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Heart Failure"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Hospitalization for acute heart failure, myocardial infarction, stroke or death.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals aged \\>18yrs\n* stable or decompensated heart failure, irrespective of LVEF\n* decompensated heart failure clinical symptoms such as dyspnea, rales, edema, elevated jugular venous pressure, or ascites\n* Imaging evidence of heart failure (cardiomegaly, poor contractile function or echocardiographic Doppler evidence of diastolic dysfunction or elevated right- or left-sided filling pressures)\n* Healthy individuals with no prior history of heart attack or heart failure will be recruited to use as controls.\n\nExclusion Criteria:\n\n* Subjects who are unable to give informed consent\n* Subjects who had undergone cardiac or non-cardiac surgery in the 3 months before enrollment\n* Pregnant subjects are not excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Recruitment will take place in the University of Connecticut Health Center, both hospital inpatients and Cardiopulmonary clinic out-patients.\n\n1. The target population will be heart failure patients of any etiology. We anticipate that 20% of all recruited subjects will be African American and 5% to be Hispanic. This represents the distribution of populations recruited in the past for heart failure studies.\n2. Healthy individuals with no prior history of heart attack or heart failure will be recruited to use as controls.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fahad E Shah",
                    "role": "CONTACT",
                    "phone": "860-679-2692",
                    "email": "fshah@uchc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bruce T. Liang, M.D.",
                    "affiliation": "UConn Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Connecticut Health Center",
                    "status": "RECRUITING",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000006984",
                    "term": "Hypertrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10035",
                    "name": "Hypertrophy",
                    "asFound": "Hypertrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}