{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05628012",
            "orgStudyIdInfo": {
                "id": "STUDY00024761"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Circadian Time Restricted Eating",
            "officialTitle": "Circadian Based Time-Restricted Eating Paradigm to Improve Cardiometabolic Health and Prevent Disease",
            "acronym": "CTRE",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "circadian-time-restricted-eating"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-16",
            "studyFirstSubmitQcDate": "2022-11-16",
            "studyFirstPostDateStruct": {
                "date": "2022-11-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to learn more about how the time in which participants consume their meals relative to their personalized circadian rhythm influences their overall cardiometabolic health and weight. The investigators are hoping to discover if a circadian-based time restricted eating intervention will improve cardiometabolic health and decrease weight. The protocol is a 46 day prospective cohort study that includes both field and in-laboratory data collection in overweight and obese individuals.",
            "detailedDescription": "A vast majority of research has focused on the over consumption of foods, dietary patterns, and inactivity as causes of weight gain. There is growing evidence which suggests that calories consumed during the night might be responsible for weight gain than calories consumed during the day. Although, intermittent fasting interventions have become popular, there are currently no interventions that take the circadian timing of eating into account. In this pilot cohort, the investigators will determine the impact of a personalized circadian-timed intervention on cardiometabolic health and weight management in overweight adults.\n\nThere is data that demonstrates that the time in which an individual eats relative to their circadian night is associated with a higher body fat composition, regardless of the amount or content of their meals, and lower energy expenditure. Furthermore, it has also been shown that circadian phase (e.g., time of meal during day or night) has an independent adverse effect on glucose metabolism, and late meal timing may impair glucose tolerance. Although \"time-restricted feeding\" interventions have focused on drastic reductions in the time interval between first and last daily meal consumption, independent of circadian phase, and have observed improved cardiometabolic health and weight loss, they may not be as beneficial for health or practical for all individuals as clock hour may not accurately reflect internal circadian time. Our preliminary data shows that similarly-aged individuals living in the same city exhibit a range of \\>11h difference in the timing of DLMO. Thus, a strict time cut-off to stop consuming calories may work for some individuals, but not for others.\n\nThe goals of this study are to create a personalized, circadian-based time restricted feeding intervention for each participant, that will acutely (5 weeks) improve cardiometabolic health independent of weight loss in overweight adults, as well as chronically (16 weeks) decrease weight and improve cardiometabolic health in overweight adults. The protocol is a 46 day prospective cohort study that includes both field and in-laboratory data collection in overweight and obese individuals. Participants will adhere to a restricted-eating schedule for approximately 46 days or 16 weeks and will be asked to otherwise maintain their regular eating habits. Based on preliminary data, the outcomes that the investigators will focus on will be indices of hemodynamics (blood pressure, heart rate), cholesterol (total, low-density and high-density lipoproteins), hemoglobin A1c, weight, and percent body fat.\n\n1. Biobehavioral Laboratory Visit: Participants will be asked to visit the OHSU SON Biobehavioral Laboratory space in dim-light settings, which will involve an evening stay (\\~7.5h) to measure circadian markers, body composition, blood pressure, and questionnaire data. Saliva samples will also be collected via salivettes in order to measure the hormone melatonin and determine each participants' dim-light melatonin onset (DLMO). Participants will then be randomized into either continuing their regular behaviors or be assigned a personalized eating schedule that they will maintain for up to 16 weeks.\n2. Ambulatory Monitoring: Participants who were assigned a personalized eating schedule will adhere to their schedule for the duration of the study (46 days or 16 weeks) and will intermittently keep track of their eating schedule and sleep to ensure the protocol is being followed. This includes not eating within a 4-hour window of DLMO and sleep onset. Participants who were not assigned a restricted eating schedule will continue with their normal dietary habits. During weeks 0 (baseline), 1, 5, 10 and 16, participants will be asked to wear an actigraphy device, keep sleep logs, and track all meals using a mobile food track application. Drugs, medications, caffeine, alcohol, and nicotine are prohibited for the duration of the study and a toxicology analysis will be performed during the initial biobehavioral laboratory visit.\n3. Blood Biomarkers: At baseline, week 5, and week 16, participants will visit the OCTRI outpatient clinic for a blood draw to obtain blood lipids, glucose, and hemoglobin A1c, as well as other blood variables that will be measured with an \\~10mL blood draw."
        },
        "conditionsModule": {
            "conditions": [
                "Circadian Rhythm",
                "Cardiometabolic Health",
                "Weight Loss",
                "Cardiovascular Health",
                "Time Restricted Feeding"
            ],
            "keywords": [
                "Circadian Rhythm",
                "Weight Loss",
                "Cardiovascular Health",
                "Cardiometabolic Health",
                "Time Restricted Feeding"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Circadian Based Time Restricted Eating",
                    "type": "EXPERIMENTAL",
                    "description": "Personalized restricted eating protocol approximately \\~4h before DLMO or sleep onset.",
                    "interventionNames": [
                        "Behavioral: Circadian Based Time Restricted Eating"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Continue with normal dietary habits and behaviors."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Circadian Based Time Restricted Eating",
                    "description": "Personalized schedule to restrict eating based on DLMO, approximately \\~4h prior to DLMO or sleep onset.",
                    "armGroupLabels": [
                        "Circadian Based Time Restricted Eating"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dim-Light Melatonin Onset",
                    "description": "Saliva samples will be collected during baseline week and will be assayed for melatonin using standardized assays. Dim-light melatonin onset will be calculated using the linear interpolated point in time in which each participant's melatonin crosses and remains elevated above a 4pg/mL threshold.",
                    "timeFrame": "7.5 hours"
                },
                {
                    "measure": "Changes in Blood Pressure",
                    "description": "Changes in resting blood pressure will be measured every \\~30 minutes via ambulatory blood pressure machines for up to 48-hours during weeks 0, 1, 5, 10, and 16. Blood pressure patterns during the day and night will be assessed, as well as a contrast of day and night time blood pressure levels. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Heart Rate",
                    "description": "Heart rate will be measured every \\~30 minutes via a blood pressure cuff. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Hemoglobin A1c",
                    "description": "Changes in Hemoglobin A1c (HbA1c) will be measured during weeks 1, 5, and 16. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Total Cholesterol",
                    "description": "Changes in total cholesterol will be measured during weeks 1, 5, and 16. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in LDL and HDL cholesterol",
                    "description": "Changes in HDL and LDL cholesterol will be measured during weeks 1, 5, and 16. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Triglycerides",
                    "description": "Changes in triglycerides will be measured during weeks 1, 5, and 16. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Glucose",
                    "description": "Changes in glucose will be measured during weeks 1, 5, and 16. Examined using planned comparison dependent t-tests between the baseline and the five-week visit. These data will be used to calculate mean differences and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Body Fat Percentage",
                    "description": "Percent body fat will be measured via a Tanita body composition scale. Hip, waist, and neck measurements will also be taken. Measurements for body fat percentage will occur during baseline, week 1, week 5, week 10, and week 16. Examined using planned comparison dependent t-tests between the baseline and the sixteen-week visit. These data will be used to calculate mean difference and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Weight",
                    "description": "Weight will be measured using a Tanita body composition scale during weeks 0, 1, 5, 10, and week 16. Examined using planned comparison dependent t-tests between the baseline and the sixteen-week visit. These data will be used to calculate mean difference and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                },
                {
                    "measure": "Changes in Body Mass Index",
                    "description": "Changes in BMI will be measured using a Tanita body composition scale during weeks 0, 1, 5, 10, and week 16. It will be calculated using standard equations with height and weight. Examined using planned comparison dependent t-tests between the baseline and the sixteen-week visit. These data will be used to calculate mean difference and standard deviations between the control and experimental group for future experiments.",
                    "timeFrame": "46 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy, overweight or obese individuals.\n\nExclusion Criteria:\n\n1. Participants must have a body mass index (BMI) greater than or equal to 27 kilograms per meter squared.\n2. No history of drug or alcohol dependency. Must be current non-smokers, and are required to have a history of less than 5 pack years of smoking.\n3. No history of working irregular day and night hours, regular night work, or rotating shift work for the 1 year prior to the study. In addition to this, individuals must not have traveled across more than 1 time zone during the 3 months prior to the study.\n4. Chronobiologic and sleep disorders.\n5. Diseases of the cardiovascular system.\n6. Hypertension. Individuals will be allowed to be normotensive (resting systolic blood pressure of \\<140/90 mmHg, measured on more than one occasion) or uncomplicated stage 1 hypertension (systolic BP between 140 and 159 mmHg or a diastolic BP between 90 and 99 mmHg).\n7. Disorders of the respiratory system.\n8. Pre-diabetes/Diabetes. For participants who have a fasting blood glucose level that is greater than or equal to 100 mg/dL, the investigators will measure hemoglobin A1c to exclude for diabetes (HbA1c\\>5.7%).\n9. Disorders of the kidney and urinary tract.\n10. Infectious diseases.\n11. Disorders of the gastrointestinal system.\n12. Disorders of the immune system.\n13. Disorders of the hematopoietic system.\n14. Neoplastic diseases.\n15. Endocrine and metabolic diseases.\n16. Neurologic disorders.\n17. Must not be participating in another research study that would influence their safe participation in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew McHill, PhD",
                            "role": "CONTACT",
                            "phone": "503-494-2594",
                            "email": "mchill@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}