{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02994069",
            "orgStudyIdInfo": {
                "id": "MCC-16-HN-29"
            },
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Cisplatin + Radiation in SCCHN and Correlation With Oxidative Stress Markers",
            "officialTitle": "Comparison of Every 3 Week Versus Weekly Cisplatin Concurrent With Radiation in Squamous Cell Carcinoma of the Head and Neck (SCCHN) and Correlation With Oxidative Stress Markers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "cisplatin-radiation-in-scchn-and-correlation-with-oxidative-stress-markers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-04-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-12-12",
            "studyFirstSubmitQcDate": "2016-12-12",
            "studyFirstPostDateStruct": {
                "date": "2016-12-15",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Susanne Arnold",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Susanne Arnold",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Patients will receive standard of care radiation therapy to the primary tumor of the head and neck and involved nodal metastasis and draining nodal basin and either weekly cisplatin or every 3-week cisplatin in locally advanced SCCHN. The relationship between cisplatin toxicity and the level of reactive oxygen species generated by the drug in subjects with squamous cell carcinoma of the head and neck treated on this trial.",
            "detailedDescription": "Patients will first be designated as either: a) Cohort 1 (locally advanced non-nasopharyngeal SCCHN that is unresectable) OR b) Cohort 2 (resected and at high risk of recurrence with at least one of the following criteria: extracapsular nodal extension, or invasive cancer at the primary tumor resection margin (positive margin), lymphovascular invasion or perineural invasion, pT3 or pT4 primary, or the presence of multilevel nodal disease. Subjects will then be randomized to receive either Arm 1 or Arm 2 cisplatin.\n\nRadiation and Cisplatin will be given concurrently and should start on the same day, ±1 day. Radiation will continue without interruption whenever possible.\n\nTreatment will consist of standard of care radiation therapy to the primary tumor of the head and neck and involved nodal metastasis and draining nodal basin, as determined by treating radiation oncologist. Patients will be randomized to receive cisplatin at 100 mg/m2 every 3 weeks (3 doses) during radiation versus cisplatin at 40 mg/m2 once weekly (7 doses) during radiation. This will provide similar cumulative doses of cisplatin in all arms of the study.IMRT will be delivered in 30-35 fractions over 6-7 weeks, 5 fractions weekly.\n\nIn the absence of treatment delays due to adverse event(s), treatment will continue for 7 weeks or until one of the following criteria applies:\n\nDisease progression,Intercurrent illness that prevents further administration of treatment, Unacceptable adverse event(s), Patient decides to withdraw from the study, or General or specific changes in the patient's condition render the patient unacceptable for further treatment in the judgment of the investigator.\n\nPatients will be followed for 2 years after completion of chemoradiation or until death, whichever occurs first, for toxicity and PFS."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Squamous Cell",
                "Head and Neck Cancer"
            ],
            "keywords": [
                "Cisplatin",
                "Squamous Cell",
                "Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Unblinded trial"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Every 3 Weeks Cisplatin + XRT",
                    "type": "EXPERIMENTAL",
                    "description": "Every 3 Weeks Cisplatin + XRT",
                    "interventionNames": [
                        "Drug: Cisplatin",
                        "Radiation: XRT"
                    ]
                },
                {
                    "label": "Weekly Cisplatin + XRT",
                    "type": "EXPERIMENTAL",
                    "description": "Weekly Cisplatin + XRT",
                    "interventionNames": [
                        "Drug: Cisplatin",
                        "Radiation: XRT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cisplatin",
                    "description": "Cisplatin",
                    "armGroupLabels": [
                        "Every 3 Weeks Cisplatin + XRT",
                        "Weekly Cisplatin + XRT"
                    ],
                    "otherNames": [
                        "chemotherapy"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "XRT",
                    "description": "Radiation Therapy",
                    "armGroupLabels": [
                        "Every 3 Weeks Cisplatin + XRT",
                        "Weekly Cisplatin + XRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse event rate",
                    "description": "Rate of grade 3-5 cisplatin-related adverse events occurring within 90 days of initiation of concurrent radiation and chemotherapy",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Local control rates",
                    "description": "2 year local control rate",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Survival",
                    "description": "Overall survival",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have pathologically (histologically or cytologically) proven diagnosis of head and neck squamous cell carcinoma (HNSCC) involving the oral cavity, oropharynx, larynx, hypopharynx, paranasal sinuses or unknown primary squamous carcinoma limited to the head and neck region. Cohort 1: Unresectable locally advanced non-nasopharyngeal SCCHN without evidence of distant metastases. Cohort 2: Patients with non-nasopharyngeal SCCHN who have undergone gross total surgical resection within 63 days prior to registration. Patients must have at least 1 of the following high-risk pathologic features: extracapsular nodal extension, invasive cancer at the primary tumor resection margin (positive margin), lymphovascular invasion or perineural invasion, or the presence of multilevel nodal disease. Patients must be without evidence of distant metastases.\n* Women of childbearing potential and male participants who are sexually active must agree to use a medically effective means of birth control.\n* Cohort 1: Patients in Cohort 1 must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as ≥ 20 mm (≥ 2 cm) with conventional techniques or as ≥ 10 mm (≥ 1 cm) with spiral CT scan, MRI, or calipers by clinical exam. See Section 11 for the evaluation of measurable disease. Cohort 2: Subjects in the post-operative setting (Cohort 2) are not required to have measurable disease and response rate will not be assessed in cohort 2.\n* Patients may have a history of prior head and neck malignancy, but must be able to tolerate full dose radiation and chemotherapy for the current head and neck cancer, as determined by the treating oncologist.\n* Age ≥18 years.\n* ECOG performance status 0, 1 or 2\n* Life expectancy of greater than 12 weeks.\n* Patients must have normal organ and marrow function assessed within 14 days prior to registration as defined below: absolute neutrophil count ≥1,000/mcL, platelets ≥100,000/mcL, creatinine within normal institutional limits OR creatinine clearance ≥60 mL/min/1.73 m2 (for patients with creatinine levels above institutional normal).\n* No prior chemotherapy for the current locally advanced SCCHN is allowed. Prior radiation or chemotherapy for a previous head and neck cancer is allowed provided full dose cisplatin and radiation can be delivered to the patient in this clinical trial and provided the patient is in remission from the prior head and neck cancer, and can undergo full dose radiation and chemotherapy for the current primary head and neck cancer.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, throughout the duration of active treatment and for 4 months after completion of chemotherapy and radiation.\n* Cisplatin and radiation are known teratogens. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, throughout the duration of active treatment and for 4 months after completion of chemotherapy and radiation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of active study treatment, and for 4 months after completion of chemotherapy and radiation (both induction and definitive) administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Patients who are receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to cisplatin.\n* Patients with greater than grade 2 hearing loss.\n* No other prior malignancy is allowed except for the following: head and neck cancer in remission, adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, adequately treated previous Stage I or II cancer from which the patient is currently in complete remission or other cancer from which the patient has been disease-free for 2 years.\n* Patients with nasopharynx or salivary gland primary site.\n* Patients with distant metastatic disease (M1c) from the current head and neck cancer including brain metastasis.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection (grade 3 or greater), symptomatic congestive heart failure, unstable angina pectoris, symptomatic cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. Subjects with significant symptoms of congestive heart failure who would not be expected to tolerate the IV hydration for cisplatin are excluded.\n* Pregnant women are excluded from this study because cisplatin and radiation are agents with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with cisplatin and radiation, breastfeeding should be discontinued if the mother is treated with cisplatin or radiation on this trial.\n* HIV-positive patients with uncontrolled HIV despite combination antiretroviral therapy are ineligible because of the potential for increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susanne Arnold, MD",
                    "role": "CONTACT",
                    "phone": "(859) 323-8043",
                    "email": "susanne.arnold@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susanne Arnold, MD",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susanne Arnold, MD",
                            "role": "CONTACT",
                            "phone": "859-323-8043",
                            "email": "susanne.arnold@uky.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Carcinoma, Squamous Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002945",
                    "term": "Cisplatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "asFound": "Children",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}