{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04047641",
            "orgStudyIdInfo": {
                "id": "2017-0153"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-04730",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2017-0153",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Cladribine, Idarubicin, Cytarabine, and Quizartinib in Treating Patients With Newly Diagnosed, Relapsed, or Refractory Acute Myeloid Leukemia or High-Risk Myelodysplastic Syndrome",
            "officialTitle": "A Combination of Cladribine, Idarubicin, Cytarabine (CLIA) and Quizartinib for the Treatment of Patients With Newly Diagnosed or Relapsed/Refractory Acute Myeloid Leukemia (AML) and High-Risk Myelodysplastic Syndrome (MDS))",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Orthopedics"
            ],
            "study": "cladribine-idarubicin-cytarabine-and-quizartinib-in-treating-patients-with-newly-diagnosed-relapsed-or-refractory-acute-myeloid-leukemia-or-high-risk-myelodysplastic-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-10-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-05",
            "studyFirstSubmitQcDate": "2019-08-05",
            "studyFirstPostDateStruct": {
                "date": "2019-08-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/II trial studies the side effects and how well cladribine, idarubicin, cytarabine, and quizartinib work in treating patients with acute myeloid leukemia or high-risk myelodysplastic syndrome that is newly diagnosed, has come back (relapsed), or does not respond to treatment (refractory). Drugs used in chemotherapy, such as cladribine, idarubicin, and cytarabine, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Quizartinib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. Giving quizartinib with cladribine, idarubicin, and cytarabine may help to control acute myeloid leukemia or high-risk myelodysplastic syndrome.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the efficacy of quizartinib (AC220) in combination with cladribine, idarubicin and cytarabine (ara-C) induction chemotherapy in newly diagnosed or relapsed/refractory patients with high-risk myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML).\n\nII. To determine the safety of the combination.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the overall survival and disease-free survival of patients treated with this combination.\n\nII. To investigate correlations of response to this combination with a 81-gene panel of gene mutations both in patients with and without FLT3 mutations.\n\nIII. To identify individual treatment-resistant cell populations and their signaling state that may relate to clinical outcomes using CyTOF (cytometry by time of flight) and single cell sequencing.\n\nOUTLINE:\n\nINDUCTION: Patients receive idarubicin intravenously (IV) over 1 hour on days 1-3, cladribine IV over 1-2 hours on days 1-5, cytarabine IV over 2 hours on days 1-5 (or days 1-3 for patients over age 60), and quizartinib orally (PO) once daily (QD) on days 6-19. Treatment repeats every 28 days for up to 2 cycles in the absence of disease progression or unacceptable toxicity.\n\nCONSOLIDATION: Patients who achieve complete response (CR) or CR with incomplete platelet recovery (CRp) after Induction receive idarubicin IV over 1 hour on days 1-2, cladribine IV over 1-2 hours on days 1-3, cytarabine IV over 2 hours on days 1-3, and quizartinib PO QD on days 4-28. Treatment repeats every 28 days for up to 5 cycles in the absence of disease progression or unacceptable toxicity.\n\nMAINTENANCE: Patients who achieve CR or CR with incomplete bone marrow recovery (CRi)/CR with partial hematologic recovery (CRh) after Consolidation receive quizartinib PO QD on days 1-28. Treatment repeats every 28 days for up to 12 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up every 6-12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Blasts 20 Percent or More of Bone Marrow Nucleated Cells",
                "High Risk Myelodysplastic Syndrome",
                "Recurrent Acute Biphenotypic Leukemia",
                "Recurrent Acute Myeloid Leukemia",
                "Recurrent High Risk Myelodysplastic Syndrome",
                "Refractory Acute Myeloid Leukemia",
                "Refractory High Risk Myelodysplastic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (idarubicin, cladribine, cytarabine, quizartinib)",
                    "type": "EXPERIMENTAL",
                    "description": "INDUCTION: Patients receive idarubicin Intravenous over 1 hours on days 1-3, cladribine intravenous over 1-2 hours on days 1-5, cytarabine Intravenous over 3 hours on days 1-5 (or days 1-3 for patients over age 60), and quizartinib by mouth daily on days 6-19. Treatment repeats every 28 days for up to 2 cycles in the absence of disease progression or unacceptable toxicity.\n\nCONSOLIDATION: Patients who achieve CR or CRp after Induction receive idarubicin Intravenous over 1 hours on days 1-2, cladribine Intravenous over 1-2 hours on days 1-3, cytarabine Intravenous over 3 hours on days 1-3, and quizartinib by mouth daily on days 4-28. Treatment repeats every 28 days for up to 5 cycles in the absence of disease progression or unacceptable toxicity.\n\nMAINTENANCE: Patients who achieve CR or CRi/CRh after Consolidation receive quizartinib by mouth daily on days 1-28. Treatment repeats every 28 days for up to 12 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Cladribine",
                        "Drug: Cytarabine",
                        "Drug: Idarubicin",
                        "Drug: Quizartinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cladribine",
                    "description": "Given Intravenous",
                    "armGroupLabels": [
                        "Treatment (idarubicin, cladribine, cytarabine, quizartinib)"
                    ],
                    "otherNames": [
                        "2-CdA",
                        "2CDA",
                        "CdA",
                        "Cladribina",
                        "Leustat",
                        "Leustatin",
                        "Leustatine",
                        "RWJ-26251"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cytarabine",
                    "description": "Given Intravenous",
                    "armGroupLabels": [
                        "Treatment (idarubicin, cladribine, cytarabine, quizartinib)"
                    ],
                    "otherNames": [
                        ".beta.-Cytosine arabinoside",
                        "1-.beta.-D-Arabinofuranosyl-4-amino-2(1H)pyrimidinone",
                        "1-.beta.-D-Arabinofuranosylcytosine",
                        "1-Beta-D-arabinofuranosyl-4-amino-2(1H)pyrimidinone",
                        "1-Beta-D-arabinofuranosylcytosine",
                        "1.beta.-D-Arabinofuranosylcytosine",
                        "2(1H)-Pyrimidinone, 4-Amino-1-beta-D-arabinofuranosyl-",
                        "2(1H)-Pyrimidinone, 4-amino-1.beta.-D-arabinofuranosyl-",
                        "Alexan",
                        "Ara-C",
                        "ARA-cell",
                        "Arabine",
                        "Arabinofuranosylcytosine",
                        "Arabinosylcytosine",
                        "Aracytidine",
                        "Aracytin",
                        "Aracytine",
                        "Beta-cytosine Arabinoside",
                        "CHX-3311",
                        "Cytarabinum",
                        "Cytarbel",
                        "Cytosar",
                        "Cytosine Arabinoside",
                        "Cytosine-.beta.-arabinoside",
                        "Cytosine-beta-arabinoside",
                        "Erpalfa",
                        "Starasid",
                        "Tarabine PFS",
                        "U 19920",
                        "U-19920",
                        "Udicil",
                        "WR-28453"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Idarubicin",
                    "description": "Given Intravenous",
                    "armGroupLabels": [
                        "Treatment (idarubicin, cladribine, cytarabine, quizartinib)"
                    ],
                    "otherNames": [
                        "4-Demethoxydaunomycin",
                        "4-demethoxydaunorubicin",
                        "4-DMDR"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Quizartinib",
                    "description": "Given by mouth",
                    "armGroupLabels": [
                        "Treatment (idarubicin, cladribine, cytarabine, quizartinib)"
                    ],
                    "otherNames": [
                        "AC-220",
                        "AC010220",
                        "AC220"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Event free survival (EFS)",
                    "description": "Will be estimate using the Kaplan-Meier method for each patient cohort. In addition, efficacy EFS will be analyzed in the intent to treat (ITT) population per cohort.",
                    "timeFrame": "From the date of start of treatment until event (resistance or relapse) or death, whichever occurred first, assessed up to 12 months"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Defined as any clinically significant treatment-related grade 3 or greater non-hematologic toxicity. Patient toxicity data will be summarized using frequency and percentages, by type, grade and relationship to the study drugs.",
                    "timeFrame": "Up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "Will be estimate using the Kaplan-Meier method for each patient cohort. In addition, efficacy OS will be analyzed in the ITT population per cohort.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Disease free survival (DFS)",
                    "description": "Will be estimate using the Kaplan-Meier method for each patient cohort. In addition, efficacy DFS will be analyzed in the ITT population per cohort.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Rate of response",
                    "description": "The rate of response will be estimated for each 28-gene panel of gene mutations for each patient cohort.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change of FLT3 ligand level",
                    "description": "Will also explore the change of FLT3 ligand level before and after treatment using summary statistics, by patient cohort and by other subgroups (i.e. age).",
                    "timeFrame": "Baseline up to 12 months"
                },
                {
                    "measure": "Change in the presence of other gene mutations",
                    "description": "Will also explore the change in the presence of other gene mutations before and after treatment using summary statistics, by patient cohort and by other subgroups (i.e. age).",
                    "timeFrame": "Baseline up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of\n\n  * AML (World Health Organization \\[WHO\\] classification definition of \\>= 20% blasts, excluding Acute promyelocytic leukemia),\n  * Acute biphenotypic leukemia or\n  * High-risk MDS (\\> 10% bone marrow blasts)\n* Frontline cohort: Patients aged 18 to 65 years\n* Relapse cohort: Patients aged \\>=18 years old\n* Patients may be newly diagnosed (Frontline cohort) or with prior therapy (Relapsed cohort) as follows:\n\n  * For frontline cohort: Patients must be chemonaive, i.e., not have received any chemotherapy (except hydroxyurea \\[Hydrea\\] \\[no dose limit\\], tretinoin \\[atra\\] \\[no dose limit\\] or ara-C \\[one or two doses (max 2 gr/m\\^2 per dose)\\] for transient control of hyperleukocytosis) for AML or MDS. They may have received hypomethylating agents for prior MDS and transfusions, hematopoietic growth factors or vitamins. Temporary prior measures such as apheresis or Hydrea are allowed\n  * For relapsed cohort: Patients with previously treated, relapsed or refractory AML, acute biphenotypic leukemia or high-risk MDS (\\> 10% bone marrow blasts)\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2\n* Creatinine \\< 1.5 mg/dl\n* Total bilirubin \\< 1.5 mg/dL, unless increase is due to hemolysis or congenital disorder\n* Transaminases (serum glutamate pyruvate transaminase \\[SGPT\\]) \\< 2.5 x upper limit of normal (ULN)\n* Potassium, magnesium, and calcium (normalized for albumin) levels should be at least within institutional normal limits\n* Ability to take oral medication\n* Ability to understand and provide signed informed consent\n* Baseline test of left ventricular ejection fraction \\>= 50%\n* Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test within 7 days\n* WOCBP must use appropriate method(s) of contraception such as oral contraceptive pills (OCP), birth control shots, intrauterine device (IUD) etc. WOCBP should use an adequate method to avoid pregnancy until 30 days after the last dose of investigational drug. Men must agree not to father a child and agree to use a condom if his partner is of child bearing potential. Women who are not of childbearing potential (ie, who are postmenopausal or surgically sterile) as well as men with known azoospermia do not require contraception\n* Patients with isolated extramedullary myeloid neoplasm will be eligible\n\nExclusion Criteria:\n\n* Any coexisting medical condition that in the judgment of the treating physician is likely to interfere with study procedures or results\n* Breastfeeding women\n* Patients with current active malignancies or any remission for \\< 6 months, except patients with carcinoma in situ or with non-melanoma skin cancer who may be in remission for less than 6 months or have active disease\n* Active clinically serious and uncontrolled infection. Patients with recent infections must have no temperature of \\>= 101 degrees Fahrenheit (F) for at least 48 hours (hrs) (before first dose, day 1)\n* Patients with known significant impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of quizartinib\n* Documented active central nervous system leukemia (patients with history of central nervous system \\[CNS\\] leukemia without active disease are allowed)\n* Patients with a known confirmed diagnosis of human immunodeficiency virus (HIV) infection or active viral hepatitis\n* Patients who have had any major surgical procedure within 14 days of day 1\n* Impaired cardiac function including any of the following:\n\n  * Screening electrocardiography (ECG) with a corrected QT (QTc) \\> 450 msec. The QTc interval will be calculated by Fridericia's correction factor (QTcF). The QTcF will be derived from the average QTcF in triplicate. Patients are excluded if they have QTcF \\>= 450. Subjects with prolonged QTcF interval in the setting of RBBB (right bundle branch block) may participate upon review and approval by the medical monitor. RBBB for patients' triplicate electrocardiograms (EKGs) can show false QTc prolongation; therefore, the cardiology collaborator for this study will manually review to provide an accurate reading of the QTc\n  * Patients with congenital long QT syndrome\n  * Sustained ventricular tachycardia requiring medical intervention\n  * Any history of clinically significant ventricular fibrillation or torsades de pointes\n  * Known history of second or third degree heart block (may be eligible if the patient currently has a pacemaker)\n  * Heart rate of \\< 50/minute on pre-entry ECG\n  * Left bundle branch block\n  * Right bundle branch block + left anterior hemiblock (bifascicular block)\n  * Patients with myocardial infarction or unstable angina within 6 months prior to starting study drug\n  * Congestive heart failure (CHF) New York (NY) Heart Association class III or IV\n  * Atrial fibrillation documented within 2 weeks prior to first dose of study drug\n  * Known family history of congenital long QT syndrome\n  * Patients who are actively taking a strong CYP3A4 inducing medication",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Musa Yilmaz",
                    "role": "CONTACT",
                    "phone": "713-794-5783",
                    "email": "myilmaz@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Musa Yilmaz",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Musa Yilmaz",
                            "role": "CONTACT",
                            "phone": "713-794-5783"
                        },
                        {
                            "name": "Musa Yilmaz",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of Texas MD Anderson Cancer Center Website",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000015456",
                    "term": "Leukemia, Biphenotypic, Acute"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18118",
                    "name": "Leukemia, Biphenotypic, Acute",
                    "asFound": "Acute Biphenotypic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T174",
                    "name": "Acute Leukemia of Ambiguous Lineage",
                    "asFound": "Acute Biphenotypic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003561",
                    "term": "Cytarabine"
                },
                {
                    "id": "C000055994",
                    "term": "2-chloro-3'-deoxyadenosine"
                },
                {
                    "id": "D000015255",
                    "term": "Idarubicin"
                },
                {
                    "id": "D000017338",
                    "term": "Cladribine"
                },
                {
                    "id": "C000544967",
                    "term": "Quizartinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000059005",
                    "term": "Topoisomerase II Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6766",
                    "name": "Cytarabine",
                    "asFound": "Defined",
                    "relevance": "HIGH"
                },
                {
                    "id": "M257802",
                    "name": "2-chloro-3'-deoxyadenosine",
                    "asFound": "Intracerebral Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19625",
                    "name": "Cladribine",
                    "asFound": "Platinum-based",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17958",
                    "name": "Idarubicin",
                    "asFound": "VEGF",
                    "relevance": "HIGH"
                },
                {
                    "id": "M58262",
                    "name": "Quizartinib",
                    "asFound": "Masking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M344727",
                    "name": "2'-deoxyadenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "M340203",
                    "name": "Cordycepin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}