{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05877586",
            "orgStudyIdInfo": {
                "id": "PRO00111735"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "CLARE Mobile App for Caregiver Training and Support",
            "officialTitle": "The Feasibility of Using a Mobile Application for Training and Support of Elder Caregivers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clare-mobile-app-for-caregiver-training-and-support"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-15",
            "studyFirstSubmitQcDate": "2023-05-17",
            "studyFirstPostDateStruct": {
                "date": "2023-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot study will investigate the feasibility of using a digital health application, Communication, Learning, Advocacy, Resources and Expertise (CLARE), in training and support of family and friends (i.e., caregivers) of older adults with Covid in home caregiving, and in their self-care. The study's mixed method, one group, pre-post design will recruit 50 caregivers who are at least 65 years of age at Duke University Hospital. Caregivers must be the primary person who will aid patients at home after hospital discharge. The caregiver will receive a short message service (SMS) link and/or e-mail to download the digital health application on their own smartphone or tablet. The study team will guide the caregiver through features of the application including how to complete demographics questionnaire and surveys for caregiving preparedness, and how to reply to reminders. For data collection, the investigators will use CLARE analytics for feasibility analysis, interview data to determine modifiable factors that will enhance CLARE use, and pre-post preparedness in caregiving data to explore preliminary efficacy of CLARE.",
            "detailedDescription": "The proposed pilot will investigate the feasibility of using a digital health application, Communication, Learning, Advocacy, Resources and Expertise (CLARE), in training and support of family and friends (i.e., caregivers) of older adults, many of whom are elders themselves. The training and support will focus on discharge care of patients including early mobility, and self-care among caregivers through walking activities. The investigators have three study aims: (1) to test the feasibility of CLARE in caregiving training and support during the early days of hospital discharge; (2) to use the Unified Theory of Acceptance and Use of Technology behavioral framework (UTAUT) to determine factors that will promote intent and use of CLARE among elder caregivers; and (3) (exploratory) - to explore preliminary efficacy of CLARE in improving caregiving preparedness to inform effect size and variability in outcome for future work.\n\nEach caregiver will receive a unique invitation code to use the CLARE app. The study team will guide the caregiver through features of the application including how to complete demographics questionnaire and surveys for caregiving preparedness, and how to reply to reminders. CLARE will feature materials on hospital discharge preparation, Covid care, and caregiver self-care, all vetted by the Duke University Health System (DUHS) Patient and Family Education department. Existing teaching on Covid covers isolation; quarantine; home sanitization; and monitoring for Covid symptoms such as cough, fever, fatigue, and shortness of breath. Content will be reviewed and amended to reflect the latest Center for Disease Control (CDC) guidelines for Covid care at the time of pilot implementation. CLARE will also include reminders on examining the After-Visit-Summary to determine home medications and information on follow-up appointments with patient's primary care providers. For caregiver support, the investigators have included self-care strategies to manage anxiety and stress. For this pilot, the investigators will add two modules. The first additional module will pertain to the importance of early mobility of patients with instructions on how to assist based on functional capacity: independent, partial assistance, dependent. For example, for physically independent patients, the investigators will provide progressive distance walking activities from Day 1 to Day 7 (e.g., walking to sitting at the dining table to eat meals on Day 1 to walking around neighborhood as tolerated on Day 7). For patients needing partial assistance, the investigators will include body mechanics for caregivers as they assist patients during walking or from sitting to standing. And, for physically dependent patients, CLARE will provide teaching on passive range of motion for early day of discharge to progress to active range of motion. The second additional module will be for caregiver self-care. The investigators will include the importance of walking and provide daily reminders for activities that will involve walking. CLARE will provide caregiver training and support up to 7 days after hospital discharge. Seven days is intentional as post-hospital clinic visit frequently happens within this period where formal handoff of care from hospital to primary care occurs. The investigators will push daily task reminders in the morning followed by words of encouragement in the afternoon to hopefully sustain caregivers' motivation to continue using CLARE. The investigators will encourage caregivers to use CLARE's chat functionality to communicate with the study team ad lib. The investigators will promptly document and forward all medical questions to hospital collaborators that include physicians, nurses, case managers, and physical/occupational therapists.\n\nTo be eligible, caregivers must be the primary person who will aid patients at home after hospital discharge. Caregivers must be at least 65 years of age and provide care to a loved one who is also 65 years and above. Caregivers must possess a smart phone or a tablet. Caregivers will be selected by the healthcare team at Duke Hospital in units that have patients diagnosed with Covid-19. Caregivers must be able to speak and read in English.\n\nSubject recruitment will follow the same workflow used in the team's recent Covid caregiver trial. Hospital providers will use the caregiver consult template the investigators developed in Epic once they have ascertained the presence of a caregiver on an elder patient admitted with a Covid diagnosis and planned discharge home. The consult template includes data points to collect caregiver names and contact information. Once the study team receives the consult via Epic's System List, the team will contact the caregiver by phone to assess eligibility and interest in participation. If interested, the investigators will obtain verbal consent by phone. To begin caregiver training, the caregiver will receive a short message service link (SMS) and/or e-mail to download the digital health application on their own smartphone or tablet."
        },
        "conditionsModule": {
            "conditions": [
                "Caregivers",
                "Technology"
            ],
            "keywords": [
                "Caregivers",
                "Technology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Each caregiver will receive a unique invitation code to use the CLARE app. The study team will guide the caregiver through the features of the application. CLARE will provide caregiver training and support up to 7 days after hospital discharge.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Caregivers using CLARE app",
                    "type": "EXPERIMENTAL",
                    "description": "Caregiver participants in the study",
                    "interventionNames": [
                        "Other: CLARE app"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CLARE app",
                    "description": "CLARE will contain materials on hospital discharge preparation, Covid care, and caregiver self-care, all of which have already been vetted by the DUHS Patient and Family Education department. Existing CLARE teaching on Covid covers isolation; quarantine; home sanitization; and monitoring for Covid symptoms such as cough, fever, fatigue, and shortness of breath. All will be reviewed and amended to reflect the latest CDC guidelines for Covid care at the time of pilot implementation. CLARE will also include reminders on examining the After-Visit-Summary to determine home medications and information on follow-up care.\n\nCLARE will have two sessions of training and support to caregivers that can be delivered before hospital discharge and daily for seven days after discharge.",
                    "armGroupLabels": [
                        "Caregivers using CLARE app"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participation rate",
                    "description": "Number of participants who agreed to participate over number of participants who were approached to participate.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Use of CLARE app",
                    "description": "Total number of minutes CLARE was used.",
                    "timeFrame": "daily up to study completion, an average of 10 days"
                },
                {
                    "measure": "Use of CLARE chat",
                    "description": "Number of times CLARE chat was used.",
                    "timeFrame": "daily up to study completion, an average of 10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intent and Use of CLARE",
                    "description": "Interview questions about performance expectancy, effort expectancy, social influence, and facilitating conditions on information technology.",
                    "timeFrame": "study completion, an average of 10 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Impact of CLARE",
                    "description": "Preparedness in Caregiving Scale (Stewart and Archbold, 1986) with an added item in self-care mobility (total possible score is 36; higher scores denote better outcomes).",
                    "timeFrame": "Day 1 and study completion, an average of 10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Caregivers must be the primary person assisting patients at home after hospital discharge.\n* Caregivers must be at least 65 years of age.\n* Caregivers must provide care to a loved one who is also 65 years and above.\n* Caregivers must possess a smartphone or a tablet.\n\nExclusion Criteria:\n\n* Caregivers who are not the primary person assisting patients at home after hospital discharge.\n* Caregivers who are younger than 65 years old.\n* Caregivers who are caring for a patient younger than 65 years old.\n* Caregivers who do not possess a smartphone or a tablet.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cristina Hendrix, DNS",
                    "role": "CONTACT",
                    "phone": "9196849358",
                    "email": "cristina.hendrix@duke.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Hospital",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cristina C Hendrix, DNS",
                            "role": "CONTACT",
                            "phone": "919-684-9358",
                            "email": "cristina.hendrix@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data obtained from this feasibility study will not be placed or publicly stored for open availability. Given these data are meant to inform acceptability and feasibility of the caregiving app, the data are very specific to the intent of the pilot. As required by the NIH Policy on Dissemination of NIH-funded Clinical Trial Information, descriptive summaries and outcome data will be reported on clinicaltrials.gov. Products produced from this research including qualitative interview documents, qualitative codebooks for analysis, study protocols, and intervention design will follow the Template for Intervention Description and Replication guidelines and be made available online as supplemental appendices to publications and/or on the parent study (Duke Roybal Center) website."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}