{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02707029",
            "orgStudyIdInfo": {
                "id": "160077"
            },
            "secondaryIdInfos": [
                {
                    "id": "16-AT-0077"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Clinical and Scientific Assessment of Pain and Painful Disorders",
            "officialTitle": "Clinical and Scientific Assessment of Pain and Painful Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-and-scientific-assessment-of-pain-and-painful-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-17",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-07-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-03-08",
            "studyFirstSubmitQcDate": "2016-03-09",
            "studyFirstPostDateStruct": {
                "date": "2016-03-14",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Center for Complementary and Integrative Health (NCCIH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nResearchers want to better understand pain by studying people with and without different kinds of pain. To do this, researchers will expose people to pleasant and unpleasant sensations. They will ask them questions about their pain. Researchers also want to see if these people are eligible for other research studies at the National Center for Complementary and Integrative Health.\n\nObjectives:\n\nTo study the experience of pain. Also to find people eligible to join other NIH studies.\n\nEligibility:\n\nPeople 12 years and older with and without pain disorders.\n\nDesign:\n\nParticipants will be screened by phone.\n\nParticipants will have one required visit. This may include:\n\n* Medical history\n* Physical exam\n* Questionnaires about themselves and their pain experience\n* Blood and urine tests\n* MRI: They will lie on a table that slides into a cylinder. They will feel different sensations while completing tasks on a computer. This lasts 15 minutes to 2 hours.\n* Quantitative sensory testing: They will be exposed to different pictures, sounds, tastes, and smells. They will also be exposed to pleasant and unpleasant sensations. These could include:\n\n  * Burning, itching, or cold sensations\n  * Pinpricks\n  * Pressure and pinches\n* Electrocardiogram: Stickers on the chest record heart activity.\n* Straps placed around the chest to measure breathing.\n* Small sensors on the fingers or palms to measure pulse and sweating.\n\nOver the next 3 months, participants may have up to 4 other study visits. These last 2 to 4 hours each. They include repeats of some of the tests in the required visit.\n\nParticipants may be recorded at the visits.",
            "detailedDescription": "Objective:\n\nThe purpose of this study is to allow for the deep, broad, and targeted phenotyping of persons with or without pain disorders. This protocol will enable NCCIH investigators to describe the clinical aspects of pain disorders, collect scientific measurements for the purpose of making deep phenotypic descriptions, and use the collected data to perform descriptive analyses of pain disorders. The study will also facilitate obtaining information relevant to determining if a person is potentially eligible to participate in other research protocols at NIH, in particular those of the Laboratory of Clinical Investigation (LCI) at the National Center for Complementary and Integrative Health (NCCIH). The specific goals of this protocol are the following:\n\nResearch:\n\n* To enable the clinical description and phenotyping of research participants, in particular those with pain disorders.\n* To facilitate obtaining information relevant to determining potential eligibility of consenting participants to participate in other IRB-approved NIH protocols that focus on pain and related disorders.\n* To perform descriptive analyses of painful experiences within discrete pain disorders.\n\nStudy Population: The study population will consist of up to 10,000 persons with or without pain disorders, who seek to participate in research protocols at NIH, primarily those sponsored by NCCIH Division of Intramural Research investigators. Human beings of adolescence age or older (greater than or equal to 12 years) that are willing to provide assent and/or consent may participate in the study. This protocol is open to participants of any ethnicity, gender, or nationality.\n\nDesign:\n\nThe protocol is designed as a cross-sectional observational study. Participants will initially undergo an informed consent process and a core phenotyping evaluation, which includes a clinical evaluation from a Licensed Independent Practitioner (LIP) and questionnaires. Following the core evaluation, participants may undergo selected scientific measurements for phenotyping purposes. Phenotyping measurements can occur over the course of several years. On completion of the required and optional phenotyping measurements, participants will be discharged from the protocol. After completion, past participants may be contacted to undergo re-evaluation as appropriate.\n\nOutcome Measures:\n\nThe study will use a wide variety of measurement tools for phenotyping purposes. These include: vital signs, medical history, physical exam, medical record review, qualitative pain interview, patient reported outcome measurements, psychophysical and behavioral measurements, clinical laboratory measurements, structural and functional imaging assessments using magnetic resonance imaging, and psychophysical measurements.\n\nIn summary, the NCCIH phenotyping protocol will enable investigators to obtain detailed clinical descriptions and collect phenotyping measurements from research participants, in particular those with pain disorders. It will collect information on research participants that, with consent, can be used to determine potential eligibility in other IRB-approved protocols. The study will allow NCCIH investigators to perform descriptive research on pain disorders for use in hypothesis generation."
        },
        "conditionsModule": {
            "conditions": [
                "Normal Physiology",
                "Pain"
            ],
            "keywords": [
                "Screening Protocol",
                "Pain",
                "Phenotypes"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Persons, with or without pain disorders",
                    "description": "Adults and adolescents with or without pain disorders."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To enable for the deep, broad, and targeted phenotyping of individuals, in particular those with rare and unusual pain disorders.",
                    "description": "Data are to be collected via medical history, physical examinations, questionnaires, laboratory samples and MRI imaging.",
                    "timeFrame": "36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To facilitate obtaining information relevant to determining potential eligibility in IRB-approved NIH protocols, in particular those of the Clinical Investigations Branch of NCCIH.",
                    "description": "Data are to be collected via medical history, physical examinations, questionnaires, laboratory samples and MRI imaging.",
                    "timeFrame": "36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA\n* Are greater than or equal to 12 years of age\n\nEXCLUSION CRITERIA\n\n* Have difficulties with communication that make subjective pain assessment impossible or unreliable.\n* Have active medical or psychiatric health issues that create additional and substantial adverse risks related to study procedures. Medical examples are the acute complications of medical disease, such as asymptomatic hypertensive urgency, diabetic ketoacidosis, symptomatic hyperthyroidism, and unstable angina. Psychiatric examples are the acute complications of psychiatric disease, such as acute mania, paranoid delusions, or having active panic attacks.\n* Are participating in other ongoing research protocols such that phenotypic measurements would interfere with the conduct of an ongoing protocols or the receipt of a research treatment would influence the phenotypic measurements.\n* Employees or staff that work at NCCIH.\n* Pregnant women",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants with or without pain disorders.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adebisi O Ayodele, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(240) 593-4226",
                    "email": "bisi.ayodele@nih.gov"
                },
                {
                    "name": "Miroslav Backonja, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-5679",
                    "email": "misha.backonja@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Miroslav Backonja, M.D.",
                    "affiliation": "National Center for Complementary and Integrative Health (NCCIH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2016-AT-0077.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".We will only share deidentified data with repositories or publications, as specified in the protocol."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}