{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05656469",
            "orgStudyIdInfo": {
                "id": "NL79649.068.21"
            },
            "organization": {
                "fullName": "Maastricht University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Clinical Study Evaluating Pharmacogenomics-informed Pharmacotherapy Versus Dosing as Usual in Psychiatric Disorders",
            "officialTitle": "A New Intervention for Implementation of Pharmacogenetics in Psychiatry",
            "acronym": "PSY-PGx",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "clinical-study-evaluating-pharmacogenomics-informed-pharmacotherapy-versus-dosing-as-usual-in-psychiatric-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-30",
            "studyFirstSubmitQcDate": "2022-12-09",
            "studyFirstPostDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Maastricht University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Parnassia Psychiatric Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Belgrade",
                    "class": "OTHER"
                },
                {
                    "name": "University of Bonn",
                    "class": "OTHER"
                },
                {
                    "name": "Babes-Bolyai University",
                    "class": "OTHER"
                },
                {
                    "name": "State University of New York - Upstate Medical University",
                    "class": "OTHER"
                },
                {
                    "name": "Ludwig-Maximilians - University of Munich",
                    "class": "OTHER"
                },
                {
                    "name": "King's College London",
                    "class": "OTHER"
                },
                {
                    "name": "University of Barcelona",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "A 24-week, patient- and rater-blinded, two-arm, parallel-group controlled, and multi-centre randomized clinical trial (RCT) to establish the benefits of pharmacogenetics-informed pharmacotherapy versus dosing as usual (DAU) in psychiatric patients suffering from mood, anxiety, or psychotic disorders.",
            "detailedDescription": "Effective pharmacotherapeutic treatments for mental disorders are available, but their effectiveness is limited by low compliance due to frequent side effects. This is partly due to patient heterogeneity in the genes encoding for drug-metabolising enzymes. Pharmacogenetic testing allows the assessment of person-specific genetic factors that are thought to predict clinical response and side effects. Recent studies have suggested that genotyping genes encoding drug-metabolizing enzymes may improve treatment efficacy and tolerability, potentially benefitting millions of patients.\n\nPSY-PGx is the first initiative to propose a large-scale non-industry sponsored clinical study that aims to demonstrate the clinical benefits and potential of the implementation of pharmacogenetics for psychiatric patients in existing medical settings.\n\nThis is an international 24-week, patient- and rater-blinded, two-arm, parallel-group controlled, and multi-centre randomized clinical trial (RCT) to establish the benefits of pharmacogenetics-informed pharmacotherapy versus dosing as usual (DAU) in psychiatric patients suffering from mood, anxiety, or psychotic disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Mood Disorders",
                "Anxiety Disorders",
                "Psychotic Disorders"
            ],
            "keywords": [
                "Pharmacogenetics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A two-arm, parallel-group controlled, and multi-centre randomized clinical trial (RCT)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patient- and rater-blinded",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PSY-PGx Group",
                    "type": "EXPERIMENTAL",
                    "description": "This is the intervention group. All patients will be treated according to a personalised medication recommendation based on the results of pharmacogenetic testing, following the prespecified dosing guideline. Prescribing physicians will prescribe one of the predefined drugs and will be unblinded for genotype and the resulting metabolisation phenotype.",
                    "interventionNames": [
                        "Other: Personalised medication advice based on pharmacogenetic testing"
                    ]
                },
                {
                    "label": "Dosing as usual (DAU) group",
                    "type": "NO_INTERVENTION",
                    "description": "This is the control group. In this group, prescribing physicians will also prescribe one of the predefined drugs, but will remain blinded to their patients' genotype and resulting metabolism phenotype for the duration of their participation in the study. After the study, patients in the control group will also be given their pharmacogenetic profile, which will make it possible to personalise their medication if necessary."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Personalised medication advice based on pharmacogenetic testing",
                    "description": "Pharmacogenetic genotyping provides personalised medication advice on dosage and choice of currently available and legally approved medication based on the patient's pharmacogenetic profile",
                    "armGroupLabels": [
                        "PSY-PGx Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient recovery, as assessed using the Patient Recovery Assessment scale - Domains and Stages (RAS-DS).",
                    "description": "A standardised self-report tool that measures mental health recovery as defined by the client. Repeated use of the instrument makes it possible to detect change over time.\n\nScore range 38-152. Higher scores mean a better outcome.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Response Mood Disorder, defined as a 50% point reduction in the following scale:",
                    "description": "Structured interview Guide for the Hamilton Depression Scale (SIGH-D) for depressive disorder.\n\nScore range 0-52. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Response Anxiety Disorder, defined as a 50% point reduction in the following scale:",
                    "description": "Structured interview Guide for the Hamilton Anxiety Scale (SIGH-A) for anxiety disorder. Score range 0-56. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Response Psychotic Disorder, defined as a 50% point reduction in the following scale:",
                    "description": "Positive and Negative Symptom Scale (PANSS) for psychotic disorder. Score range 30-210. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Symptomatic Remission Mood Disorder, defined as:",
                    "description": "SIGH-D score of 7 or less. Score range 0-52. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Symptomatic Remission Anxiety Disorder, defined as:",
                    "description": "SIGH-A score of 7 or less. Score range 0-56. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Symptomatic Remission Psychotic Disorder, defined as:",
                    "description": "PANSS score of 57 or less. Score range 30-210. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Burden of side effects, as measured by:",
                    "description": "Frequency, Intensity and Burden of side effects ratings (FIBSER). Score range 0-18. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Side effects, as measured by:",
                    "description": "Udvalg for Kliniske Undersogelse - Side Effects Rating Scale (UKU-SERS). Score range 0-135. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "General wellbeing, as measured by:",
                    "description": "The 5-level EQ-5D version (EQ-5D-5L). Score range 5-25. Higher scores mean a worse outcome. Visual Analog Scale (VAS)-score 0-100. A higher score means a better outcome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Psychosocial functioning, as measured by:",
                    "description": "Functioning Assessment short test (FAST). Score range 0-72. Higher scores mean a worse outcome.",
                    "timeFrame": "24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Passive behavioral monitoring using the BeHAPP mobile application.",
                    "description": "The BEHAPP mobile application will be used to collect passive, social behavioural data as additional outcome measure that has been shown to be of value in predicting relapse/recurrence. Once the application is installed and initialised, it passively collects (meta)data on phone call activity, Bluetooth devices and WiFi access points in the participant's immediate environment, location updates and mobile application usage.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Suffer from a depressive episode (major depressive disorder and bipolar disorder (currently depressive episode)) (as assessed by the MINI International Neuropsychiatric Interview (M.I.N.I.) in agreement with Diagnostic and Statistical Manual (DSM-5 criteria) of at least moderate severity (assessed using the Structured Interview Guide for the Hamilton Depression Scale (SIGH-D) with a score of 14 or higher) and/or suffer from an anxiety disorder (panic disorder, generalised anxiety disorder) (as assessed by the M.I.N.I. in agreement with DSM-5 criteria) of at least moderate severity (assessed using the Structured Interview Guide for the Hamilton Anxiety Scale (SIGH- A) with a score of 18 or higher) and/or suffer from a psychotic disorder (schizophrenia and schizoaffective disorder) (as assessed by the M.I.N.I. in agreement with DSM-5 criteria) of at least moderate severity (assessed using the Positive and Negative Symptom Scale (PANSS) with a score of 75 or higher).\n2. Have had an inadequate response to at least 1 psychotropic treatment during their life-time. Inadequate response is defined as insufficient efficacy of a psychotropic treatment when dosed high enough and maintained long enough, or discontinuation of a psychotropic treatment due to AEs or intolerability.\n3. Are about to switch (or have switched within the last 2 weeks prior to first contact with an investigator) to sertraline or escitalopram (for patients with mood or anxiety disorders), or to aripiprazole or risperidone (for patients with psychotic disorders) due to an inadequate response to or intolerance of the current/ previous medication.\n4. Currently receiving inpatient or outpatient psychiatric treatment.\n5. Be able to understand the requirements of the study and provide written informed consent to participate in this study; a signed and dated informed consent form (ICF) will be obtained from each patient before participation in the study.\n6. To give written consent to the use and disclosure of clinical data from their medical records for the purpose of this study.\n7. Age between ≥16 and \\<65 years.\n8. Ownership of a mobile phone (Android or iOS operation system) for passive monitoring.\n\nExclusion Criteria:\n\n1. Patients with a history of prior pharmacogenomic testing\n2. Patients with no prior use of psychotropic medication (medication-naïve patients)\n3. Severe somatic comorbidities as reported in the subject's medical history or based on clinical chemistry/electrocardiography (ECG) results up to six months ago. If any of these comorbidities is detected on the basis of physical examination and/or clinical chemistry and/or ECG at the screening visit, participation is not possible.\n\n   * Liver disease defined as follows: Alanine-Aminotransferase (ALAT) \\>70u/L\n   * Renal disease: Estimated glomerular filtration rate (eGFR) \\< 60ml/min/1.73m2\n   * Diabetes: Blood glucose \\> 11.1 mmol/L or twice a fasting glucose \\> 7.0 mmol/L\n   * Cardiac disease: prolonged QT-interval.\n4. Alcohol and/or substance abuse and/or dependence (except nicotine)\n5. Polypharmacy defined as the routine use of five or more medications including over- the-counter, prescription and/or traditional and complementary medicines used by a patient (WHO 2019).\n6. Inability to use the mobile phone application\n7. Pregnant or breastfeeding women",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Roos van Westrhenen, Ass. Prof.",
                    "role": "CONTACT",
                    "phone": "+31 6 51753521",
                    "email": "r.vanwestrhenen@psyq.nl"
                },
                {
                    "name": "Therese van Amelsvoort, Prof. Dr.",
                    "role": "CONTACT",
                    "phone": "+31 (0)433884077",
                    "email": "t.vanamelsvoort@maastrichtuniversity.nl"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Roos van Westrhenen, Ass. Prof.",
                    "affiliation": "Parnassia Psychiatric Institute (Amsterdam)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Therese van Amelsvoort, Prof. Dr.",
                    "affiliation": "Maastricht University, Department of Psychiatry and Neuropsychology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "SUNY Upstate Medical University, Department of Psychiatry and Behavioural Sciences",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Schulze, Prof. Dr.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Thomas Schulze, Prof. Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                },
                {
                    "facility": "University Hospital Bonn, Department of Psychiatry and Psychotherapy",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bonn",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Sarah Maywald, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alexandra Philipsen, Prof. Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.73438,
                        "lon": 7.09549
                    }
                },
                {
                    "facility": "Ludwig-Maximilian University, University Hospital, Institute of Psychiatric Phenomics and Genomics (IPPG)",
                    "status": "NOT_YET_RECRUITING",
                    "city": "München",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Urs Heilbronner, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Urs Heilbronner, Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.13743,
                        "lon": 11.57549
                    }
                },
                {
                    "facility": "Parnassia Psychiatric Institute, Department of Psychiatry",
                    "status": "RECRUITING",
                    "city": "Amsterdam",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Roos van Westrhenen, Ass. Prof.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Roos van Westrhenen, Ass. Prof.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.37403,
                        "lon": 4.88969
                    }
                },
                {
                    "facility": "Maastricht University, Department of Psychiatry and Neuropsychology",
                    "status": "RECRUITING",
                    "city": "Maastricht",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Maud Daemen, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Therese van Amelsvoort, Prof. Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.84833,
                        "lon": 5.68889
                    }
                },
                {
                    "facility": "Babeş-Bolyai University, Department of Clinical Psychology and Psychotherapy",
                    "status": "RECRUITING",
                    "city": "Cluj-Napoca",
                    "country": "Romania",
                    "contacts": [
                        {
                            "name": "Ramona Moldovan, Prof.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ramona Moldovan, Prof.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.76667,
                        "lon": 23.6
                    }
                },
                {
                    "facility": "University of Belgrade, Faculty of Pharmacy",
                    "status": "RECRUITING",
                    "city": "Belgrade",
                    "country": "Serbia",
                    "contacts": [
                        {
                            "name": "Marin Jukic, Dr.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Marin Jukic, Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.80401,
                        "lon": 20.46513
                    }
                },
                {
                    "facility": "Fundació Clínic per a la Recerca Biomèdica, Department of Psychiatry and Psychology, Hospital Clínic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Barcelona",
                    "country": "Spain",
                    "contacts": [
                        {
                            "name": "Natalia Elena Fares, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Eduard Vieta, Prof. Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "King's College, Institute of Psychiatry, Psychology & Neuroscience",
                    "status": "RECRUITING",
                    "city": "London",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Allan Young, Prof. Dr.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Allan Young, Prof. Dr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Website of the PSY-PGx consortium",
                    "url": "https://www.psy-pgx.org/PSY-PGx"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychotic Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}