{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04944940",
            "orgStudyIdInfo": {
                "id": "10000428"
            },
            "secondaryIdInfos": [
                {
                    "id": "000428-N"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Clinical, Molecular and Imaging Biomarkers in Spinal and Bulbar Muscular Atrophy (SBMA)",
            "officialTitle": "An Observational Study to Assess Clinical, Molecular and Imaging Biomarkers in Spinal and Bulbar Muscular Atrophy (SBMA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-molecular-and-imaging-biomarkers-in-spinal-and-bulbar-muscular-atrophy-sbma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-29",
            "studyFirstSubmitQcDate": "2021-06-29",
            "studyFirstPostDateStruct": {
                "date": "2021-06-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSBMA is an inherited chronic disease. It affects males in mid to late adulthood. It causes slowly progressive weakness of muscles and hand tremors. Researchers want to learn more about the effects of SBMA.\n\nObjective:\n\nTo identify measurements that change over time in SBMA, including tests of muscle strength and function, as well as measurements of muscle and fat size.\n\nEligibility:\n\nMen over the age of 18 both with and without a history of SBMA.\n\nDesign:\n\nParticipants will have a medical history, physical exam, and blood and urine tests. They will have neuromuscular ultrasound. They will have a lumbar puncture to obtain spinal fluid. For this, a needle will be inserted into the spinal canal in the lower back.\n\nParticipants will have muscle strength and function tests. These tests may include pushing, pulling, rising from a chair and sitting back down, and/or walking. During these tests, they may wear an accelerometer (activity tracker) on their wrist.\n\nParticipants will get an activity tracker to wear on their wrist for 10 days at home every 3 months.\n\nParticipants with SBMA will also have lower limb magnetic resonance imaging (MRI) and optional whole-body MRI. They will have lung function tests. They will have speech and swallow tests. They will complete questionnaires. They may have optional body scans to measure bone density and lean body mass. They may have optional muscle biopsies. For biopsies, a needle will be used to take a small piece of muscle from the leg.\n\nParticipants with SBMA will have 5 study visits over 2 years (every 6 months). Participants without SBMA will have 1 study visit.",
            "detailedDescription": "Study Description:\n\nSpinal and bulbar muscular atrophy (SBMA) is an inherited form of motor neuron disease caused by a CAG-repeat expansion in the androgen receptor gene on the X chromosome for which there is no treatment currently. Biomarkers will be collected from participants with SBMA during this study to understand the natural history and progression of the disease.\n\nObjectives:\n\nThe main objective of this study is to develop clinical, molecular and imaging outcome parameters that correlate with disease progression and severity and that predict clinical decline. These biomarkers and outcome measures can serve as potential tools for the evaluation of efficacy in future therapeutic studies in SBMA.\n\nEndpoints:\n\nThe studies performed under this protocol are exploratory. However, the following measures may be used to characterize baseline status and disease progression over the course of the study:\n\nMuscle strength by manual and quantitative myometry\n\nDistance traveled in meters on the 6-minute walk test\n\nActivity levels as measured by an accelerometer\n\nGlobal disability measured by the SBMAFRS questionnaire\n\nFatigue as measured by the Fatigue Severity Scale\n\nBreathing function measured by pulmonary function test\n\nSwallow and speech function measured by questionnaires, tongue muscle strength, digital audio recordings for analysis of voice and speech, and barium swallow\n\nSkeletal muscle MRI measurement of muscle volume and fat fraction\n\nWhole body MRI measurement of body muscle fat fraction, muscle fat infiltration, and liver.\n\nSkeletal muscle ultrasound measurement of muscle thickness, echogenicity and elasticity\n\nNerve ultrasound measurement of nerve cross sectional area and anterior posterior diameter\n\nLaboratory studies from blood, serum, urine, and CSF\n\nMuscle biopsy assessment of androgen receptor levels and function\n\nStudy Population:\n\nThere will be a total of up to 70 male participants in this study. The target number of completers is 25 male participants with genetically confirmed SBMA and 25 healthy male participants who are age (plus or minus 5 years) and sex matched to the SBMA participants.\n\nDescription of Sites/Facilities Enrolling Participants:\n\nNIH Clinical Center\n\nStudy Duration:\n\n48 months for data collection and analysis\n\nParticipant Duration:\n\nSBMA participants will be seen for a baseline visit followed by a visit every six months for a total of 5 visits (about 29 months). Healthy volunteers will have a single visit."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal and Bulbar Muscular Atrophy",
                "Kennedys Disease",
                "Motor Neuron Disease"
            ],
            "keywords": [
                "Motor Neuron Disease",
                "Spinal and Bulbar Muscular Atrophy",
                "Kennedys disease",
                "Androgen Receptor",
                "Natural History Study",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers",
                    "description": "Healthy male participants who are age and sex matched to the SBMA participants"
                },
                {
                    "label": "Patients with Spinal and bulbar muscular atrophy (SBMA)",
                    "description": "Male participants with genetically confirmed SBMA"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Disease progression as measured by clinical and molecular tests",
                    "description": "Clinical measurements include MRI, DEXA, physical function, swallow, and pulmonary testing. Molecular measurements include serum and plasma biomarkers, muscle analysis, and urine testing.",
                    "timeFrame": "Baseline to visits every 6 months to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nSome restrictions are placed on participation in the study because we aim to identify disease biomarkers specific to those with early t intermediate stages of disease who would be potential candidates for future therapeutic studies.\n\nIn order to be eligible to participate in the SBMA cohort, an individual must meet all of the following criteria:\n\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Male, above the age of 18 years\n* Genetically confirmed SBMA\n* Ability of subject to understand and the willingness to sign a written informed consent document\n* Ability of subject to travel to the NIH Clinical Center.\n\nNote: an SBMA patient who meets both of the additional following criteria will be offered an optional whole body MRI at subsequent follow-up visits:\n\n* Spinal bulbar muscular atrophy functional rating of \\< 50 (and \\> 35).\n* On initial whole body MRI, subject has evidence of muscle fat replacement such that the total volume of disease affected muscles (i.e., muscles with at least 10% muscle fat infiltration and no more than 50% muscle fat fraction) is at least:\n\n  * 500ml if only 1 muscle is eligible or\n  * 250ml if more than one muscle meets the criteria\n\nIn order to be eligible to participate in this study in the Healthy Control cohort, an individual must meet all of the following criteria:\n\n* Stated willingness to comply with all study procedures and availability to travel to the NIH for the duration of the study\n* Male, above the age of 18 years\n* No history of SBMA or other neuromuscular disorder\n* No history of facial palsy\n* Ability of subject to understand and the willingness to sign a written informed consent document\n* Ability of subject to travel to the NIH Clinical Center.\n\nEXCLUSION CRITERIA:\n\nSBMA is a disease that affects males and manifests in adulthood. Thus, woman and children are not included in this study. This study will not include individuals who lack consent capacity.\n\nAn SBMA patient who meets any of the following criteria will be excluded from participation in this study:\n\n* Contraindications to MRI such as a contraindicated non-removable metal device (i.e., pacemaker, defibrillator, insulin pump, metal clips, non-removable jewelry) or claustrophobia.\n* Non ambulatory\n* PT/PTT values that are prolonged greater than or equal to 3 seconds from the upper limit of normal (including treatment with oral and parenteral anticoagulants)\n* INR greater than or equal to 1.5, thrombocytopenia (\\<70,000), or abnormal bleeding time or platelet dysfunction\n* History of a bleeding disorder\n* Use of anticoagulants\n* Use of androgen reducing agents within the past two years\n\nNote: An SBMA patient who meets any of the following criteria will be excluded from the lumbar puncture procedure:\n\n* PT/PTT values that are prolonged greater than or equal to 3 seconds from the upper limit of normal (including treatment with oral and parenteral anticoagulants)\n* INR greater than or equal to 1.5, thrombocytopenia (less than 70,000), or abnormal bleeding time or platelet dysfunction\n* History of a bleeding disorder\n* Use of anticoagulants\n\nNote: An SBMA patient who meets any of the following criteria will be excluded from the muscle biopsy procedure:\n\n* Advanced wasting of tibialis anterior that precludes needle muscle biopsy (in order to ensure that a sample taken would be of muscle and not just fat and fascia)\n* Use of aspirin or non-steroidal anti-inflammatory agents 3 days prior to the procedure\n\nNote: An SBMA patient who meets any of the following criteria will be excluded from the whole body MRI:\n\n* Patient has a history of prior treatment with androgen reducing agents including LHRH agonists or antagonists, androgen receptor antagonists and selective androgen receptor modifiers.\n* Patient is unable to complete the study assessments of QMT or timed walk tests.\n* Patient anticipates making major lifestyle changes during the observation period relating to diet and exercise.\n\nA Healthy Control participant who meets any of the following criteria will be excluded from the study:\n\n* PT/PTT values that are prolonged greater than or equal to 3 seconds from the upper limit of normal (including treatment with oral and parenteral anticoagulants)\n* INR greater than or equal to 1.5, thrombocytopenia (less than 70,000), or abnormal bleeding time or platelet dysfunction\n* History of a bleeding disorder\n* Use of anticoagulants",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary Clinical with a confirmatory genetic testing result that is consistent with a diagnosis of spinal and bulbar muscular atrophy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angela Kokkinis, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-8146",
                    "email": "akokkinis@mail.cc.nih.gov"
                },
                {
                    "name": "Christopher Grunseich, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-5423",
                    "email": "grunseichc@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher Grunseich, M.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19846582",
                    "type": "BACKGROUND",
                    "citation": "Rhodes LE, Freeman BK, Auh S, Kokkinis AD, La Pean A, Chen C, Lehky TJ, Shrader JA, Levy EW, Harris-Love M, Di Prospero NA, Fischbeck KH. Clinical features of spinal and bulbar muscular atrophy. Brain. 2009 Dec;132(Pt 12):3242-51. doi: 10.1093/brain/awp258."
                },
                {
                    "pmid": "16621916",
                    "type": "BACKGROUND",
                    "citation": "Atsuta N, Watanabe H, Ito M, Banno H, Suzuki K, Katsuno M, Tanaka F, Tamakoshi A, Sobue G. Natural history of spinal and bulbar muscular atrophy (SBMA): a study of 223 Japanese patients. Brain. 2006 Jun;129(Pt 6):1446-55. doi: 10.1093/brain/awl096. Epub 2006 Apr 18."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000428-N.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                },
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000000690",
                    "term": "Amyotrophic Lateral Sclerosis"
                },
                {
                    "id": "D000055534",
                    "term": "Bulbo-Spinal Atrophy, X-Linked"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000009134",
                    "term": "Muscular Atrophy, Spinal"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Motor Neuron Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Motor Neuron Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "asFound": "Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "asFound": "Muscular Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28216",
                    "name": "Bulbo-Spinal Atrophy, X-Linked",
                    "asFound": "Spinal and Bulbar Muscular Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12091",
                    "name": "Muscular Atrophy, Spinal",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Motor Neuron Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3215",
                    "name": "Kennedy Disease",
                    "asFound": "Spinal and Bulbar Muscular Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}