{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04925544",
            "orgStudyIdInfo": {
                "id": "IRB-59886"
            },
            "secondaryIdInfos": [
                {
                    "id": "VAR0207",
                    "type": "OTHER",
                    "domain": "OnCore"
                },
                {
                    "id": "5R01CA235633",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01CA235633"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Clinical Trial of a Novel Small Molecule EBNA1 Inhibitor, VK 2019, in Patients With Epstein Barr Virus (EBV)-Positive Nasopharyngeal Cancer (NPC) and Other Epstein-Barr Virus (EBV)-Associated Cancers, With Pharmacokinetic and Pharmacodynamic Correlative Studies",
            "officialTitle": "Phase 2, Open-label, Clinical Trial of a Novel Small Molecule EBNA1 Inhibitor, VK 2019, in Patients With Epstein Barr Virus Positive Nasopharyngeal Cancer (NPC) and Other EBV-associated Cancers, With Pharmacokinetic and Pharmacodynamic Correlative Studies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "clinical-trial-of-a-novel-small-molecule-inhibitor-vk-in-patients-with-epstein-barr-virus-ebv-positive-nasopharyngeal-cancer-npc-and-other-epstein-barr-virus-ebv-associated-cancers-with-pharmacokinetic-and-pharmacodynamic-correlative-studies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-18",
            "studyFirstSubmitQcDate": "2021-06-07",
            "studyFirstPostDateStruct": {
                "date": "2021-06-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "A. Dimitrios Colevas",
                "investigatorTitle": "Professor of Medicine (Oncology) and of Otolaryngology - Head & Neck Surgery (OHNS) and of Radiation Oncology (Radiation Therapy)",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the anti cancer effect of VK 2019 in subjects with EBV related nasopharyngeal carcinoma (NPC) for whom there is no other standard treatment available",
            "detailedDescription": "Primary Objective: To characterize the anti tumor effect of VK 2019 in subjects with EBV related cancer.\n\nSecondary Objective: 1. To characterize the safety profile, survival, PK and PD in the studied subject populations 2. To explore clinical activity and safety on subjects with post transplant lymphoproliferative disorder (PTLD) and EBV related lymphoma."
        },
        "conditionsModule": {
            "conditions": [
                "Nasopharyngeal Cancer",
                "Epstein-Barr Virus Related Carcinoma"
            ],
            "keywords": [
                "Epstein-Barr Virus",
                "Nasopharyngeal Carcinoma",
                "Nasopharynx cancer",
                "VK-2019",
                "NPC",
                "EBNA1 inhibitor",
                "EBV"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Two stage phase 2 single arm trial with three strata:\n\n1. EBV related NPC subjects receiving VK 2019\n2. EBV related lymphoma subjects receiving VK 2019\n3. EBV related PTLD subjects receiving VK 2019",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VK-2019_arm",
                    "type": "EXPERIMENTAL",
                    "description": "1800 mg VK 2019 once daily, cycles will be defined as 28 days of treatment, subjects will receive VK 2019 until progression or dose limiting toxicity, for up to 12 cycles.",
                    "interventionNames": [
                        "Drug: VK-2019"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "VK-2019",
                    "description": "VK-2019 binds to EBNA1 and inhibits EBNA1 DNA binding activity. VK-2019 API is synthesized by Anthem BioSciences Pvt. Ltd and formulated into capsules by Emerson Resources Inc,",
                    "armGroupLabels": [
                        "VK-2019_arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Response rate",
                    "description": "Response rate to VK 2019 in EBV related NPC subjects will be assessed using RECIST v 1.1 criteria. Response Evaluable Subjects: All treated subjects with measurable disease at baseline and one of the following: 1) at least one post dose tumor assessment, 2) discontinuation prior to the first efficacy assessment due to clinical disease progression or toxicity or 3) death either on treatment or within 28 days of last VK 2019 dose.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival",
                    "description": "Progression free survival (PFS) per RECIST v 1.1 from time of subject registration. Reported as the number of subjects remaining alive at the assessment timepoint, without progression.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Overall survival",
                    "description": "Overall survival from time of subject registration. Reported as the number of subjects remaining alive at the assessment timepoint.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Area under the plasma concentration versus time curve (AUC)",
                    "description": "Area under the plasma concentration (AUC) for VK 2019 and metabolites will be estimated using non compartmental analysis. Analysis population is defined as all enrolled subjects treated who have at least one of the PK parameters of interest. The median AUC values by cohort, with standard deviation, obtained after 2 cycles will be reported.",
                    "timeFrame": "Day 56 (ie, Day 0 Cycle 3 after 2, (each cycle is 28 days)"
                },
                {
                    "measure": "Time to maximum plasma concentration (Tmax),",
                    "description": "Time to maximum plasma concentration (Tmax) for VK 2019 and metabolites will be collected, Analysis population is defined as all enrolled subjects treated who have at least one of the PK parameters of interest. The median value of Tmax by cohort, with standard deviation, obtained after 2 cycles will be reported.",
                    "timeFrame": "Day 56 (ie, Day 0 Cycle 3 after 2, (each cycle is 28 days)"
                },
                {
                    "measure": "Peak Plasma Concentration (Cmax)",
                    "description": "Maximum plasma concentration (Cmax) will be collected. Analysis population is defined as all enrolled subjects treated who have at least one of the PK parameters of interest. The median value of Cmax by cohort, with standard deviation, obtained after 2 cycles will be reported.",
                    "timeFrame": "Day 56 (ie, Day 0 Cycle 3 after 2, (each cycle is 28 days)"
                },
                {
                    "measure": "Safety profile",
                    "description": "Measure the number of adverse events (AEs), Serious adverse events (SAEs), and Dose Limiting Toxicities (DLTs) by cohort, for up to 12 months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Pharmacodynamic EBV DNA",
                    "description": "Median difference from treatment to Day 56 (ie, Day 0 Cycle 3 after 2 28-day cycles) for the levels of cell free plasma EBV DNA by cohort, with standard deviation will be measured",
                    "timeFrame": "Day 56 (ie, Day 0 Cycle 3 after,2 (each cycle is 28-day)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1 Informed consent obtained prior to any protocol mandated study specific procedures in accordance with institutional policies.\n* 2 Either loco regionally recurrent or metastatic EBV positive RECIST evaluable nasopharyngeal carcinoma not amenable to curative treatment with no accepted effective standard of care therapeutic option.\n\nAddendum for phase 2 exploratory cohorts: subjects with PTLD or EBV lymphoma not amenable to curative treatment with no accepted effective standard of care therapeutic option.\n\n* 3 Not eligible for other approved or standard therapies\n* 4.Prior palliative radiation must have been completed at least 2 weeks prior to study Cycle 1 Day 0\n* 5.Prior anti cancer systemic treatment must have been completed greater than 4 weeks prior to the first dose of VK 2019 or subjects must have recovered from all acute prior treatment related AEs\n* 6.Toxicities related to prior anti cancer therapy must have returned to Grade 1 or less. Peripheral neuropathy must be Grade 2 or less. Chronic but stable toxicities Grade \\> 1 (eg, dysphasia, G tube dependence, etc.) are permissible.\n* 7.Age ≥ 18\n* 8.Absolute neutrophil count \\> 1500/µL (stable off any growth factor for at least 1 week of study drug administration)\n* 9.Hemoglobin \\> 9g/dL (transfusion to achieve this level is permitted)\n* 10.Platelet count \\> 75 x 103/ µL (transfusion to achieve this level is NOT permitted)\n* 11.Serum aspartate transaminase (AST) and serum alanine transaminase (ALT) ≤ 2.5 x upper limit of normal (ULN) .Total serum bilirubin ≤ 1.5 x ULN\n* 12.Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min as calculated per Cockcroft Gault equation\n* 13.Urinary protein \\< 2+ by dipstick. If dipstick ≥ 2+, then a 24 hour urine collection can be done and the subject may enter only if urinary protein is \\< 1 g/24 hour\n* 14.Sexually active subjects must agree to utilize birth control method during treatment and for 18 weeks after the last dose of VK 2019.\n* 15.Eastern Cooperative Oncology Group (ECOG) performance status 2 or less.\n* 16.Ability to understand and the willingness to personally sign the written IRB approved informed consent document.\n\nExclusion Criteria:\n\n* 1.Prior therapy restrictions.\n* 2.Concurrent treatment with systemic cancer directed therapy including complementary, alternative, herbal or nutritional supplement based treatments whose purpose is for anti cancer effect\n* 3.Severe or active symptomatic cardiopulmonary diseases, including unstable angina, congestive heart failure, or peripheral vascular disease within 12 months prior to study drug administration; and/or chronic obstructive pulmonary disease exacerbation or other respiratory illness requiring hospitalization within 4 weeks prior to study drug administration. Subjects with effectively treated conditions (eg, stenting for coronary artery disease) are eligible if stable for at least 4 weeks prior to study drug administration\n* 4.Metastatic disease with active central nervous system (CNS) involvement, defined as parenchymal brain involvement. Subjects with cranial nerve or base of skull involvement without the above are eligible. Subjects with CNS metastases that are stable on imaging at least 1 month following focal treatment with radiation are eligible\n* 5.Known history of human immunodeficiency virus (HIV) unless the HIV positive subjects has:\n\n  1. A stable regimen of highly active anti retroviral therapy (HAART)\n  2. No requirement for concurrent antibiotics or antifungal agents for the prevention of opportunistic infections\n  3. A CD4 count above 250 cells/mcL and an undetectable HIV viral load on standard PCR based test\n* 6.Serious uncontrolled medical disorder or active infection which would, in the opinion of the Investigator, impair the ability of the subject to receive protocol therapy or whose control may be jeopardized by the complications of this therapy\n* 7.NPC subjects: Have received a prior organ allograft or allogeneic bone marrow transplant.\n* 8.Current non prescription drug or alcohol dependence\n* 9.For all female subjects: pregnancy or breastfeeding\n* 10.All female subjects with reproductive potential must have a negative pregnancy test (serum or urine) prior to enrollment\n* 11.Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, or in the judgment of the investigator would make the subject inappropriate for entry into the study\n* 12.Corrected QT by Fridericia's formula (QTcF) of \\> 470 ms average (mean) on triplicate ECG performed during screening",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Winters",
                    "role": "CONTACT",
                    "phone": "650-721-6509",
                    "email": "ewinters@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "A. Dimitrios Colevas",
                    "affiliation": "Stanford Universiy",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Winters",
                            "role": "CONTACT",
                            "phone": "650-721-6509",
                            "email": "ewinters@stanford.edu"
                        },
                        {
                            "name": "A. Dimitrios Colevas",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-03-31",
                    "uploadDate": "2022-03-31T17:37",
                    "filename": "ICF_001.pdf",
                    "size": 1038694
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020031",
                    "term": "Epstein-Barr Virus Infections"
                },
                {
                    "id": "D000009303",
                    "term": "Nasopharyngeal Neoplasms"
                },
                {
                    "id": "D000077274",
                    "term": "Nasopharyngeal Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014412",
                    "term": "Tumor Virus Infections"
                },
                {
                    "id": "D000010610",
                    "term": "Pharyngeal Neoplasms"
                },
                {
                    "id": "D000010039",
                    "term": "Otorhinolaryngologic Neoplasms"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009302",
                    "term": "Nasopharyngeal Diseases"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M1730",
                    "name": "Nasopharyngeal Carcinoma",
                    "asFound": "Nasopharyngeal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21881",
                    "name": "Epstein-Barr Virus Infections",
                    "asFound": "Epstein-Barr Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12254",
                    "name": "Nasopharyngeal Neoplasms",
                    "asFound": "Nasopharyngeal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17162",
                    "name": "Tumor Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13517",
                    "name": "Pharyngeal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12962",
                    "name": "Otorhinolaryngologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12253",
                    "name": "Nasopharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4047",
                    "name": "Nasopharyngeal Carcinoma",
                    "asFound": "Nasopharyngeal Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}