{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05947695",
            "orgStudyIdInfo": {
                "id": "IRB# 22-009"
            },
            "organization": {
                "fullName": "Good Samaritan Hospital Medical Center, New York",
                "class": "OTHER"
            },
            "briefTitle": "Clinical Nurse Specialist Led Early Palliative Survivorship Care for Patients With Advanced Cancer",
            "officialTitle": "A Randomized Controlled Trial of Clinical Nurse Specialist Led Early Palliative Survivorship Care for Patients With Advanced Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "clinical-nurse-specialist-led-early-palliative-survivorship-care-for-patients-with-advanced-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-22",
            "studyFirstSubmitQcDate": "2023-07-07",
            "studyFirstPostDateStruct": {
                "date": "2023-07-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patricia Eckardt",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "Good Samaritan Hospital Medical Center, New York"
            },
            "leadSponsor": {
                "name": "Good Samaritan Hospital Medical Center, New York",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the randomized control trial is to estimate the effect of an oncology clinical nurse specialist-led early intervention multidisciplinary approach to palliative and survivorship care within two previously identified and validated patient groups having metastatic solid tumor malignancy on patient-reported symptom burden, patient-reported overall quality of life (QOL), distress, and overall survival. The primary hypothesis is that the effect of an oncology clinical nurse specialist- led early intervention multidisciplinary palliative and survivorship care model will be significantly higher, as compared to the standard of care approach to palliative and survivorship care, on the primary endpoint of patient-reported symptom burden for patients with metastatic solid tumor malignancy within favorable and very favorable risk groups. Symptom burden includes pain, tiredness, drowsiness, nausea, lack of appetite, depression, anxiety, shortness of breath, and wellbeing.",
            "detailedDescription": "OVERVIEW OF DESIGN SUMMARY This is an unblinded randomized control trial estimating the effect of an oncology clinical nurse specialist- led early intervention multidisciplinary approach to palliative and survivorship care within two previously identified and validated patient groups having metastatic solid tumor malignancy on patient-reported symptom burden, patient-reported quality of life (QOL), distress, and overall survival.\n\nRandomization Method and Blinding Subjects will be randomized using a stratified approach consisting of two strata- subjects enrolled from inpatient recruitment and subjects enrolled from outpatient recruitment. Within each stratum a block randomization design (with varying block sizes of 4, 6, and 8). Block sizes will be masked to research team as patient allocation to treatment arm is not blinded. Stratified randomization with varying block sizes will reduce potential of nonequivalence in treatment arms secondary to the heterogeneity of the population being sampled.\n\nSubject Recruitment Plans The researchers will recruit n= 100 patients from the favorable and very favorable NEAT Groups. Recruitment will occur upon admission for inpatients when diagnosed at stage 4 with metastatic disease (approximately 30% of total way of entry into our facility's radiation oncology patient population) and outpatient (mainly- approx. 70% of way of entry into our facility's radiation oncology patient population). All eligible adult patients with metastatic disease seen in radiation oncology will be offered enrollment in this trial.\n\nRisks and Benefits The standard of care comparator arm is usual clinical care using NCCN guidelines and evidence-based practice for palliative and survivorship care. The usual practice (standard of care) for patients treated with distant metastases. Typically, there are physician and nursing visits at 3 months, 9 months, 15 months, and 24 months although this of course varies by diagnosis and whether patients require further treatment.\n\nThe risks associated with participation in the study involve:\n\nThe risk to confidentiality of data if there is a data breach when the data are being used for research purposes. For mitigation of this risk a robust data protection plan that includes de identification of the data with a randomly assigned code; double password protected files for all research data; encryption and transfer of files via secure firewall protected networks; storage of paper documents in locked file cabinet in locked office.\n\nSurvey fatigue is also a risk. The surveys chosen: Edmonton Symptom Assessment System- Revised (ESAS-r)- (patient burden- on average less than 5 minutes to complete), Updated NCCN Distress Thermometer and Problem List for Patients (patient burden- on average less than 5 minutes to complete), NCCN Survivorship Assessment is a 28-question assessment (patient burden- on average less than 5 minutes to complete).\n\nSubjects can withdraw from the study at any time without risk to relationship with clinicians or alterations in medical care. There are no risks to early withdrawal. If subjects do withdraw and determine to not want their data used in the study, the subject's data will not be used in the analysis.\n\nSubjects can withdraw from the study at any time by notifying the Principal Investigator in person, via telephone, or in writing.\n\nData Collection and Follow-up for Withdrawn Subjects Data will be collected at timepoints 0, 1, 2, 3, 4, \\& 5. Data collection is using valid and reliable instruments for this population. Data will be collected via paper and pencil with nurse or oncology nurse-specialist supporting patient and family during survey completion. Each survey(n=2 for standard of care group and n=3 for the clinical nurse-led group) takes 6 minutes on average to complete and are used during assessment in usual clinical care.\n\nSubjects who withdraw can determine if the data already collected can be used in the study. An intention-to treat approach will be used in the analysis of the data.\n\nBlock sizes will be masked to research team as patient allocation to treatment arm is not blinded. Subjects will be randomized using a stratified approach consisting of two strata- subjects enrolled from inpatient recruitment and subjects enrolled from outpatient recruitment. Within each stratum a block randomization design (with varying block sizes of 4, 6, and 8).\n\nThe oncology nurse-specialist led multidisciplinary early intervention arm also includes standard of care with additional coordination of services, patient education, and referral to treatment and other resources aligned with comprehensive best practice models for multidisciplinary care teams. The patients will see the oncology nurse-specialist in person in the visits specified . There is the assumption that there will be additional visits via scheduled telephone calls in response to the patient in-person visit assessments and when patients reach out directly to the oncology nurse-specialist. The oncology nurse-specialist and radiation oncologist will work together to facilitate interventions based on the patient response. For example, if the patient needs medications , the multidisciplinary team will ensure the patient is prescribed the medications with emphasis placed on follow-up care. The oncology nurse specialist will utilize resources and coordinate care for the individualized needs identified by the patient. This will include (but not limited to) empathetic process and coaching techniques to ensure adherence to prescribed therapeutics. Identified needs may also result in coordinated care with practitioners/specialists-this all depends on the identified needs. The main goal is to provide individualized personal care to the patient, ensure adherence to prescribed treatments, employ the therapeutic process to promote health and overall well-being.\n\nThe standard of care comparator arm is usual clinical care using NCCN guidelines and evidence-based practice for palliative and survivorship care. The usual practice (standard of care) for patients treated with distant metastases. Typically, there are physician and nursing visits at 3 months, 9 months, 15 months, and 24 months although this of course varies by diagnosis and whether patients require further treatment.\n\nData will be collected at timepoints 0, 1, 2, 3, 4, and 5 . Data collection is using valid and reliable instruments for this population . Data will be collected via paper and pencil with nurse or oncology nurse-specialist supporting patient and family during survey completion. The surveys (n=3) take \\< 5 minutes on average to complete for the first 2 instruments that both the standard of care and intervention arm will complete and are used during assessment in usual clinical care. Additionally, the intervention arm will complete the NCCN Survivorship Assessment (28-question assessment) at each visit timepoints 0-5. The total subject burden is 50 minutes (on average) over the 24-month study for the standard of care arm and 85 minutes (on average) for the intervention arm.\n\nAdverse events (AEs), serious adverse events (SAEs), and unanticipated problems (UPs) are not expected due to the interventions being compared. However, the treating clinician will monitor patient safety on an ongoing basis. Any AEs, SAEs, or Ups will be reviewed by the research and clinical team within 48 hours and a determination made as to required follow up and reporting. All events will be kept in a research record log for monthly aggregation and trending analysis by the research team. AEs and Ups will be classified by severity, relationship, and expectedness. These data will be collected with each timepoint assessment by the oncology CNS or co-investigator.\n\nThere will be no monetary stipends or payments to subjects."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor, Adult",
                "Metastasis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The oncology nurse-specialist-led multidisciplinary early intervention arm includes standard of care with additional coordination of services, patient education, and referral to treatment and other resources aligned with comprehensive best practice models for multidisciplinary care teams.",
                    "interventionNames": [
                        "Behavioral: Palliative and Survivorship Care Model"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The standard of care comparator arm is usual clinical care using NCCN guidelines and evidence-based practice for palliative and survivorship care for patients treated with distant metastases.",
                    "interventionNames": [
                        "Behavioral: Palliative and Survivorship Care Model"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Palliative and Survivorship Care Model",
                    "description": "The standard of care comparator arm is usual clinical care using NCCN guidelines and evidence-based practice for palliative and survivorship care.",
                    "armGroupLabels": [
                        "Intervention",
                        "Standard of Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "participant reported symptom burden",
                    "description": "The Edmonton Symptom Assessment System- Revised (ESAS-r) will be used to measure patient reported symptom burden",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "participant reported quality of life",
                    "description": "Updated NCCN Distress Thermometer Problem List for Patients will be used to measure participant reported quality of life",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "participant reported distress",
                    "description": "Updated NCCN Distress Thermometer will be used to measure participant reported distress",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "participant overall survival",
                    "description": "Measured as survival at 60 months",
                    "timeFrame": "60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adult patients (21 yrs and over)\n* metastatic solid tumor malignancy with very favorable and favorable prognostic curves\n* under the care of GSUH oncology and radiation oncology clinicians\n\nExclusion Criteria:\n\n* patients with metastatic solid tumor malignancy who are \\< 21 yrs of age\n* adult patients with metastatic solid tumor malignancy who are in standard risk and unfavorable prognostic curves\n* patients not under the care of GSUH oncology and radiation oncology clinicians",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Johnny Kao, MD",
                    "role": "CONTACT",
                    "phone": "631-376-4047",
                    "email": "Johnny.Kao@chsli.org"
                },
                {
                    "name": "LuAnn Rowland, MS RN",
                    "role": "CONTACT",
                    "phone": "631-376-4047",
                    "email": "luann.rowland@chsli.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Johnny Kao, MD",
                    "affiliation": "Good Samaritan University Hospital",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Good Samaritan University Hospital",
                    "status": "RECRUITING",
                    "city": "West Islip",
                    "state": "New York",
                    "zip": "11795",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Johnny Kao, MD",
                            "role": "CONTACT",
                            "phone": "631-376-4047",
                            "email": "johnny.kao@chsli.org"
                        },
                        {
                            "name": "LuAnn Rowland, MS, RN",
                            "role": "CONTACT",
                            "phone": "(631) 376-4047",
                            "email": "luann.rowland@chsli.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -73.30623
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD will not be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}