{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04601337",
            "orgStudyIdInfo": {
                "id": "200868"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Clinical Safety and Efficacy of Infrared Neural Stimulation During Nerve Transfers",
            "officialTitle": "Clinical Safety and Efficacy of Infrared Neural Stimulation During Nerve Transfers",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "clinical-safety-and-efficacy-of-infrared-neural-stimulation-during-nerve-transfers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-12",
            "studyFirstSubmitQcDate": "2020-10-22",
            "studyFirstPostDateStruct": {
                "date": "2020-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mihir Desai",
                "investigatorTitle": "Assistant Professor, Department of Orthopaedic Surgery",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Many surgical procedures such as brachial plexus reconstruction, nerve repair, and dorsal root rhizotomies rely on the spatial selectivity of their neural stimulation methods to identify specific nerve fascicles or rootlets. Due to the variable distribution of nerves between patients, many times it is not enough to rely on the historical topography of nerves to determine their location and identity.Currently, electrical stimulation (ES) methods are used to stimulate nerves in order to locate and map them intraoperatively. ES, however, is subject to current spread in which the electrical stimulus extends beyond the area proximal to the electrode into the surrounding tissue. This can result in the stimulation of multiple fascicles introducing ambiguity as to the location and/or identity of a specific nerve or fascicle. Our group has shown that infrared neural stimulation (INS), a novel optical and label-free means of exciting neural tissue, is capable of safely stimulating nerves with a higher degree of spatial specificity than traditional ES methods. Our clinical studies have even shown that INS can outperform ES, achieving isolated rootlet responses. The investigators hypothesize that the spatial selectivity of INS can be further utilized in upper extremity surgeries such as brachial plexus reconstruction and nerve transfers to improve intraoperative nerve identification and localization. While the initial clinical work was performed with a costly clinical laser system, our group has demonstrated the efficacy of cost-effective laser diode systems for INS in animal models in vivo.The safety of these lasers, however, has yet to be proven histologically in human patients. The objective of this proposal is two-fold: to demonstrate the efficacy of INS for spatially selective nerve stimulation in the upper extremity and to determine the histological safety of INS using diode laser systems in human patients. To do so, the investigators will recruit patients undergoing brachial plexus reconstruction (BPR) and nerve transfer surgeries wherein both the effectiveness and spatial selectivity of INS can be demonstrated and histological samples can be obtained without detriment to the patients' quality of care or recovery. To accomplish these objectives, the investigators propose the following aims:\n\nAim 1: Design and fabricate a clinical fiberoptic probe for a diode-based INS system Aim 2: Demonstrate the efficacy of INS in nerve transfer cases Aim 3: Determine the histological safety of the diode-based INS system",
            "detailedDescription": "A broad range of surgical procedures involve locating and identifying nerves and neural structures. In cases like brachial plexus reconstruction, the surgeon needs to identify specific nerve fascicles for grafting. While in other cases like dorsal root rhizotomies, the surgeon needs to identify hyperactive nerve rootlets for transection. The ability to accurately identify and localize nerves is critical in avoiding unintentional and detrimental consequences which can be costly source of medicolegal litigation. Surgeons commonly depend on their anatomical knowledge and visualization of the surgical field to identify and locate nerves. The distribution of nerves, however, varies from person to person often deviating from anatomical atlases. To account for this interpatient variability, surgeons also utilize electrical stimulation (ES) methods to identify and locate nerves and nerve fascicles intraoperatively. After ES, surgeons rely on electromyography or the presence of visible muscle contractions to confirm the identity and location of the stimulated nerve. ES, however, is constrained by inherent physical limitations. Current spread, in which electrical current disperses into the surrounding tissue, has long plagued ES methods. As a result of current spread, the electrical stimulus will extend beyond the point of contact with the stimulation probe activating adjacent nerve fascicles. Consequently, ES' poor stimulation focality makes it a non-ideal means to target small neural targets or to precisely monitor neural structures in immediate contact with the stimulation electrode. In clinical procedures, the activation of distant neural tissue or multiple neural structures can introduce ambiguity and uncertainty as to identity and location of specific neural structures that causes concern among surgeons. Thus, there is a need for a neural stimulation technique with a higher degree of spatial selectivity to improve nerve localization and identification during surgery.\n\nInfrared neural stimulation (INS) is a label-free optical method used to excite neural tissue with low energy pulses of infrared light. As an optical neurostimulation technique, INS possesses a high degree of spatial specificity without the need for direct contact with the tissue (Figure 1). Our group has repeatedly demonstrated the spatial specificity of INS to activate individual nerve fascicles in rats, nonhuman primates, and humans in vivo. The initial findings from our group have also lead other groups to leverage the spatial selectivity of INS for other clinical applications such as nerve monitoring and cardiac pacing. The inherent spatial precision of INS is a direct result of its underlying biophysical mechanism. The deposition of infrared light into the neural tissue causes a transient thermal gradient that depolarizes the cell membrane through a thermally induced change in membrane capacitance. The thermal energy from the infrared pulses is spatially confined to the irradiated volume as determined by laser spot size and the penetration depth of the light into tissue. Our group as well as others have histologically proven that INS can safely and reliably excite nerves without inflicting damage. Given these advantages over traditional means of ES, the investigators believe INS is a viable alternative stimulation technique especially in surgical cases where there is a need for confined neurostimulation. The goal of this proposal is to take advantage of INS' intrinsic strengths and apply them to upper limb surgeries where spatially precise neurostimulation is necessary for nerve identification and localization. This study will build upon our group's previous clinical work and further establish INS as a valuable addition to clinical neurostimulation methods.\n\nThe objective of this proposal is two-fold: to demonstrate the efficacy of INS for spatially selective nerve stimulation in the upper extremity and to determine the histological safety of INS using diode laser systems in human patients. To do so, the investigators will recruit patients undergoing brachial plexus reconstruction (BPR) and nerve transfer surgeries wherein both the effectiveness and spatial selectivity of INS can be demonstrated and histological samples can be obtained without detriment to the patients' quality of care or recovery. To accomplish these objectives, the investigators propose the following aims:\n\nAim 1: Design and fabricate a clinical fiberoptic probe for a diode-based INS system Using our existing diode lasers, the investigators will create a clinical diode laser INS system by constructing INS fiberoptic probes. Fiberoptic probes will be designed and characterized to collect light from our diode lasers and deliver that light to the nerve. The probes will be sterilizable, ergonomic and maneuverable, transmissive at the relevant wavelengths, and provide consistent stimulation parameters. The probe design will be based on existing clinical ES probes and modified based on surgeon feedback.\n\nAim 2: Demonstrate the efficacy of INS in nerve transfer cases While INS with expensive clinical lasers has been shown to be an effective means of nerve stimulation, INS with diode lasers has yet to be demonstrated in human patients. Here, the investigator will stimulate nerves identified for transfer or grafting over a range of simulation parameters (pulse width, spot size, energy per unit area, etc) to determine the stimulation threshold. Only portions of the nerve that are no longer functionally required will be stimulated optically. Successful INS events will be determined by visual muscle contractions. Stimulation thresholds will be determined by fitting the data to a cumulative distribution function.\n\nAim 3: Determine the histological safety of the diode-based INS system In conjunction with Aim 2, stimulation sites on the nerve will be harvested and histologically examined for evidence of INS-induced damage. Stimulation sites will be marked with a tissue dye and excised for histological preparation. Regarding the tissue dye, the study surgeon will use a sterile surgical marking pen to mark the stimulation site. These sterile surgical marking pens are meant to be used in-vivo to mark tissue. The sterile surgical marking pens are used regularly in routine care to mark tissue intraoperatively. There is no additional risk to study participants who will have their stimulation site marked with a sterile surgical marking pen. The stimulation site (nerve segment) that will be marked with the sterile surgical marking pen will be excised for histological preparation.\n\nOnce the samples are fixed and sliced, they will be stained with toluidine blue and/or Luxol fast blue-Periodic acid Schiff stains and imaged. Imaged slides will be examined for evidence of myelin disruption, collagen hyalinization, and charring among other criteria. A histological damage grading scheme will also be developed based on the severity and depth of the damage with respect to the nerve itself. Damage thresholds will similarly be determined using Probit Analysis and compared to the stimulation threshold to determine the margin of safety.\n\nINS has the potential to serve as valuable neural stimulation technique in the clinic. Due to its high degree of spatial selectivity, INS could improve upon current electrical methods of stimulation that can excite multiple nerves or fascicles at once due to current spread and therefore reduce uncertainty during nerve identification procedures. While INS has been successfully and safely utilized in humans, cost-effective laser diode systems have yet to be evaluated. This proposal will allow for the development and testing of a clinical diode-based INS system in terms of both efficacy and safety. This proposal brings together a complementary team of investigators with unique expertise in both the clinical and technical aspects of INS and its applications. The utilization of INS in BPR and nerve transfer cases will allow us to determine the stimulation and safety thresholds of diode-based INS in humans will pave the way for this technique to be employed in other procedures where improved spatial specificity is highly advantageous. By extending the use of INS to upper limb cases, this technique could significantly impact the standard of care in surgeries utilizing stimulation to identify specific nerves and nerve fascicles."
        },
        "conditionsModule": {
            "conditions": [
                "Infrared Neural Stimulation (INS)"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Brachial plexus and/or nerve transfer surgery patients",
                    "description": "Patients set to undergo brachial plexus reconstruction or nerve transfer surgery that are 18 years or older.",
                    "interventionNames": [
                        "Procedure: Infrared Neural Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Infrared Neural Stimulation",
                    "description": "We will stimulate nerves identified for transfer or grafting over a range of simulation parameters (pulse width, spot size, energy per unit area, etc) to determine the stimulation threshold. Only portions of the nerve that are no longer functionally required will be stimulated optically. Successful INS events will be determined by visual muscle contractions. Stimulation thresholds will be determined by fitting the data to a cumulative distribution function. Stimulation sites on the nerve will be harvested and histologically examined for evidence of INS-induced damage.",
                    "armGroupLabels": [
                        "Brachial plexus and/or nerve transfer surgery patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stimulation threshold",
                    "description": "The stimulation threshold (H100) will be defined as the radiant exposure at which 100% of the laser pulses evoked CMAP responses and will be used to compare all data. To determine the stimulation threshold, recordings from each trial will be analyzed to determine the number of INS-evoked CMAPs. The number of evoked CMAPs will be divided by the total number of delivered pulses to determine the activation probability for every radiant exposure.",
                    "timeFrame": "Day of surgery"
                },
                {
                    "measure": "Transition rate",
                    "description": "The transition rate to 100% activation probability will be defined as the peak slope of the fitted CDF (mpeak). This represents how well-defined the stimulation threshold is. For instance, a more immediate transition from 0 to 100%, a greater mpeak, corresponds to every pulse going from 0% to 100% activation over a small range of radiant exposures. Practically, a sharper transition rate translates to more reliable and predictable stimulation. Changes in peak CDF slope will then be compared across conditional groups.",
                    "timeFrame": "Day of surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Patient set to undergo a brachial plexus reconstruction or nerve transfer surgery\n* 18 years or older\n\nExclusion Criteria\n\n* Patients under the age of 18\n* Patients who are unwilling to take part in study\n* Patients who have documented psychiatric disorder that limits ability to consent\n* Patients who do not speak English\n* Patients who are pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients will be identified through VUMC Orthopaedic outpatient clinics and consultations.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julie M Shelton",
                    "role": "CONTACT",
                    "phone": "615-322-4506",
                    "email": "julie.m.daniels@vumc.org"
                },
                {
                    "name": "Mihir J Desai, MD",
                    "role": "CONTACT",
                    "phone": "615-322-4683",
                    "email": "mihir.j.desai@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt Department of Orthopaedic Surgery",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232-8828",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie M Shelton",
                            "role": "CONTACT",
                            "phone": "615-322-4683"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24791754",
                    "type": "BACKGROUND",
                    "citation": "Antoniadis G, Kretschmer T, Pedro MT, Konig RW, Heinen CP, Richter HP. Iatrogenic nerve injuries: prevalence, diagnosis and treatment. Dtsch Arztebl Int. 2014 Apr 18;111(16):273-9. doi: 10.3238/arztebl.2014.0273."
                },
                {
                    "pmid": "15252097",
                    "type": "BACKGROUND",
                    "citation": "Teboul F, Kakkar R, Ameur N, Beaulieu JY, Oberlin C. Transfer of fascicles from the ulnar nerve to the nerve to the biceps in the treatment of upper brachial plexus palsy. J Bone Joint Surg Am. 2004 Jul;86(7):1485-90. doi: 10.2106/00004623-200407000-00018."
                },
                {
                    "pmid": "8201186",
                    "type": "BACKGROUND",
                    "citation": "Oberlin C, Beal D, Leechavengvongs S, Salon A, Dauge MC, Sarcy JJ. Nerve transfer to biceps muscle using a part of ulnar nerve for C5-C6 avulsion of the brachial plexus: anatomical study and report of four cases. J Hand Surg Am. 1994 Mar;19(2):232-7. doi: 10.1016/0363-5023(94)90011-6."
                },
                {
                    "pmid": "9708387",
                    "type": "BACKGROUND",
                    "citation": "Leechavengvongs S, Witoonchart K, Uerpairojkit C, Thuvasethakul P, Ketmalasiri W. Nerve transfer to biceps muscle using a part of the ulnar nerve in brachial plexus injury (upper arm type): a report of 32 cases. J Hand Surg Am. 1998 Jul;23(4):711-6. doi: 10.1016/S0363-5023(98)80059-2."
                },
                {
                    "pmid": "1928872",
                    "type": "BACKGROUND",
                    "citation": "Popovic D, Gordon T, Rafuse VF, Prochazka A. Properties of implanted electrodes for functional electrical stimulation. Ann Biomed Eng. 1991;19(3):303-16. doi: 10.1007/BF02584305."
                },
                {
                    "pmid": "9919824",
                    "type": "BACKGROUND",
                    "citation": "Liang DH, Lusted HS, White RL. The nerve-electrode interface of the cochlear implant: current spread. IEEE Trans Biomed Eng. 1999 Jan;46(1):35-43. doi: 10.1109/10.736751."
                },
                {
                    "pmid": "15825879",
                    "type": "BACKGROUND",
                    "citation": "Testerman RL. Comments on \"accuracy limitations of chronaxie values\". IEEE Trans Biomed Eng. 2005 Apr;52(4):750. doi: 10.1109/tbme.2004.836506."
                },
                {
                    "pmid": "17537515",
                    "type": "BACKGROUND",
                    "citation": "Wells J, Konrad P, Kao C, Jansen ED, Mahadevan-Jansen A. Pulsed laser versus electrical energy for peripheral nerve stimulation. J Neurosci Methods. 2007 Jul 30;163(2):326-37. doi: 10.1016/j.jneumeth.2007.03.016. Epub 2007 Mar 31."
                },
                {
                    "pmid": "26157986",
                    "type": "BACKGROUND",
                    "citation": "Cayce JM, Wells JD, Malphrus JD, Kao C, Thomsen S, Tulipan NB, Konrad PE, Jansen ED, Mahadevan-Jansen A. Infrared neural stimulation of human spinal nerve roots in vivo. Neurophotonics. 2015 Jan;2(1):015007. doi: 10.1117/1.NPh.2.1.015007. Epub 2015 Feb 23."
                },
                {
                    "pmid": "23994125",
                    "type": "BACKGROUND",
                    "citation": "Cayce JM, Friedman RM, Chen G, Jansen ED, Mahadevan-Jansen A, Roe AW. Infrared neural stimulation of primary visual cortex in non-human primates. Neuroimage. 2014 Jan 1;84:181-90. doi: 10.1016/j.neuroimage.2013.08.040. Epub 2013 Aug 28."
                },
                {
                    "pmid": "18209145",
                    "type": "BACKGROUND",
                    "citation": "Morris LG, Ziff DJ, DeLacure MD. Malpractice litigation after surgical injury of the spinal accessory nerve: an evidence-based analysis. Arch Otolaryngol Head Neck Surg. 2008 Jan;134(1):102-7. doi: 10.1001/archotol.134.1.102."
                },
                {
                    "pmid": "20709343",
                    "type": "BACKGROUND",
                    "citation": "Abadin SS, Kaplan EL, Angelos P. Malpractice litigation after thyroid surgery: the role of recurrent laryngeal nerve injuries, 1989-2009. Surgery. 2010 Oct;148(4):718-22; discussion 722-3. doi: 10.1016/j.surg.2010.07.019. Epub 2010 Aug 14."
                },
                {
                    "pmid": "8256224",
                    "type": "BACKGROUND",
                    "citation": "Kern KA. Medicolegal analysis of errors in diagnosis and treatment of surgical endocrine disease. Surgery. 1993 Dec;114(6):1167-73; discussion 1173-4."
                },
                {
                    "pmid": "11025707",
                    "type": "BACKGROUND",
                    "citation": "Klotz L, Heaton J, Jewett M, Chin J, Fleshner N, Goldenberg L, Gleave M. A randomized phase 3 study of intraoperative cavernous nerve stimulation with penile tumescence monitoring to improve nerve sparing during radical prostatectomy. J Urol. 2000 Nov;164(5):1573-8."
                },
                {
                    "pmid": "11248626",
                    "type": "BACKGROUND",
                    "citation": "Walsh PC, Marschke P, Catalona WJ, Lepor H, Martin S, Myers RP, Steiner MS. Efficacy of first-generation Cavermap to verify location and function of cavernous nerves during radical prostatectomy: a multi-institutional evaluation by experienced surgeons. Urology. 2001 Mar;57(3):491-4. doi: 10.1016/s0090-4295(00)01067-0."
                },
                {
                    "pmid": "12084267",
                    "type": "BACKGROUND",
                    "citation": "Kim HL, Mhoon DA, Brendler CB. Does the CaverMap device help preserve potency? Curr Urol Rep. 2001 Jun;2(3):214-7. doi: 10.1007/s11934-001-0081-1."
                },
                {
                    "pmid": "14678359",
                    "type": "BACKGROUND",
                    "citation": "Klotz L. Cavernosal nerve mapping: current data and applications. BJU Int. 2004 Jan;93(1):9-13. doi: 10.1111/j.1464-410x.2004.04546.x."
                },
                {
                    "pmid": "31103393",
                    "type": "BACKGROUND",
                    "citation": "Song WH, Park JH, Tae BS, Kim SM, Hur M, Seo JH, Ku JH, Kwak C, Kim HH, Kim K, Jeong CW. Establishment of Novel Intraoperative Monitoring and Mapping Method for the Cavernous Nerve During Robot-assisted Radical Prostatectomy: Results of the Phase I/II, First-in-human, Feasibility Study. Eur Urol. 2020 Aug;78(2):221-228. doi: 10.1016/j.eururo.2019.04.042. Epub 2019 May 16."
                },
                {
                    "pmid": "17928327",
                    "type": "BACKGROUND",
                    "citation": "Tommasi G, Krack P, Fraix V, Le Bas JF, Chabardes S, Benabid AL, Pollak P. Pyramidal tract side effects induced by deep brain stimulation of the subthalamic nucleus. J Neurol Neurosurg Psychiatry. 2008 Jul;79(7):813-9. doi: 10.1136/jnnp.2007.117507. Epub 2007 Oct 10."
                },
                {
                    "pmid": "19383534",
                    "type": "BACKGROUND",
                    "citation": "Landsberger DM, Srinivasan AG. Virtual channel discrimination is improved by current focusing in cochlear implant recipients. Hear Res. 2009 Aug;254(1-2):34-41. doi: 10.1016/j.heares.2009.04.007. Epub 2009 Apr 19."
                },
                {
                    "pmid": "16409069",
                    "type": "BACKGROUND",
                    "citation": "Wells J, Kao C, Jansen ED, Konrad P, Mahadevan-Jansen A. Application of infrared light for in vivo neural stimulation. J Biomed Opt. 2005 Nov-Dec;10(6):064003. doi: 10.1117/1.2121772."
                },
                {
                    "pmid": "15789717",
                    "type": "BACKGROUND",
                    "citation": "Wells J, Kao C, Mariappan K, Albea J, Jansen ED, Konrad P, Mahadevan-Jansen A. Optical stimulation of neural tissue in vivo. Opt Lett. 2005 Mar 1;30(5):504-6. doi: 10.1364/ol.30.000504."
                },
                {
                    "pmid": "31032400",
                    "type": "BACKGROUND",
                    "citation": "Xu AG, Qian M, Tian F, Xu B, Friedman RM, Wang J, Song X, Sun Y, Chernov MM, Cayce JM, Jansen ED, Mahadevan-Jansen A, Zhang X, Chen G, Roe AW. Focal infrared neural stimulation with high-field functional MRI: A rapid way to map mesoscale brain connectomes. Sci Adv. 2019 Apr 24;5(4):eaau7046. doi: 10.1126/sciadv.aau7046. eCollection 2019 Apr."
                },
                {
                    "pmid": "17607145",
                    "type": "BACKGROUND",
                    "citation": "Teudt IU, Nevel AE, Izzo AD, Walsh JT Jr, Richter CP. Optical stimulation of the facial nerve: a new monitoring technique? Laryngoscope. 2007 Sep;117(9):1641-7. doi: 10.1097/MLG.0b013e318074ec00."
                },
                {
                    "pmid": "23733025",
                    "type": "BACKGROUND",
                    "citation": "Tozburun S, Hutchens TC, McClain MA, Lagoda GA, Burnett AL, Fried NM. Temperature-controlled optical stimulation of the rat prostate cavernous nerves. J Biomed Opt. 2013 Jun;18(6):067001. doi: 10.1117/1.JBO.18.6.067001."
                },
                {
                    "pmid": "24049683",
                    "type": "BACKGROUND",
                    "citation": "Jenkins MW, Wang YT, Doughman YQ, Watanabe M, Cheng Y, Rollins AM. Optical pacing of the adult rabbit heart. Biomed Opt Express. 2013 Aug 13;4(9):1626-35. doi: 10.1364/BOE.4.001626. eCollection 2013."
                },
                {
                    "pmid": "21423854",
                    "type": "BACKGROUND",
                    "citation": "Jenkins MW, Duke AR, Gu S, Chiel HJ, Fujioka H, Watanabe M, Jansen ED, Rollins AM. Optical pacing of the embryonic heart. Nat Photonics. 2010 Aug 15;4:623-626. doi: 10.1038/nphoton.2010.166."
                },
                {
                    "pmid": "24761284",
                    "type": "BACKGROUND",
                    "citation": "Wang YT, Gu S, Ma P, Watanabe M, Rollins AM, Jenkins MW. Optical stimulation enables paced electrophysiological studies in embryonic hearts. Biomed Opt Express. 2014 Feb 28;5(4):1000-13. doi: 10.1364/BOE.5.001000. eCollection 2014 Apr 1."
                },
                {
                    "pmid": "17526565",
                    "type": "BACKGROUND",
                    "citation": "Wells J, Kao C, Konrad P, Milner T, Kim J, Mahadevan-Jansen A, Jansen ED. Biophysical mechanisms of transient optical stimulation of peripheral nerve. Biophys J. 2007 Oct 1;93(7):2567-80. doi: 10.1529/biophysj.107.104786. Epub 2007 May 25."
                },
                {
                    "pmid": "22415827",
                    "type": "BACKGROUND",
                    "citation": "Shapiro MG, Homma K, Villarreal S, Richter CP, Bezanilla F. Infrared light excites cells by changing their electrical capacitance. Nat Commun. 2012 Mar 13;3:736. doi: 10.1038/ncomms1742. Erratum In: Nat Commun. 2017 Nov 10;8:16148. doi: 10.1038/ncomms16148."
                },
                {
                    "pmid": "17659590",
                    "type": "BACKGROUND",
                    "citation": "Wells JD, Thomsen S, Whitaker P, Jansen ED, Kao CC, Konrad PE, Mahadevan-Jansen A. Optically mediated nerve stimulation: Identification of injury thresholds. Lasers Surg Med. 2007 Jul;39(6):513-26. doi: 10.1002/lsm.20522."
                },
                {
                    "pmid": "24529644",
                    "type": "BACKGROUND",
                    "citation": "Chernov MM, Chen G, Roe AW. Histological assessment of thermal damage in the brain following infrared neural stimulation. Brain Stimul. 2014 May-Jun;7(3):476-82. doi: 10.1016/j.brs.2014.01.006. Epub 2014 Jan 16."
                },
                {
                    "pmid": "11057997",
                    "type": "BACKGROUND",
                    "citation": "Sungpet A, Suphachatwong C, Kawinwonggowit V, Patradul A. Transfer of a single fascicle from the ulnar nerve to the biceps muscle after avulsions of upper roots of the brachial plexus. J Hand Surg Br. 2000 Aug;25(4):325-8. doi: 10.1054/jhsb.2000.0367."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to make individual participant data available to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}