{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04420156",
            "orgStudyIdInfo": {
                "id": "STUDY21403"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01EY019474",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01EY019474"
                }
            ],
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Clinical and Genetic Analysis of ROP",
            "officialTitle": "Clinical and Genetic Analysis of Retinopathy of Prematurity",
            "acronym": "(ROP)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-and-genetic-analysis-of-rop"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-20",
            "studyFirstSubmitQcDate": "2020-06-04",
            "studyFirstPostDateStruct": {
                "date": "2020-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Chiang",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "U.S. National Science Foundation",
                    "class": "FED"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Northeastern University",
                    "class": "OTHER"
                },
                {
                    "name": "Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "William Beaumont Hospitals",
                    "class": "OTHER"
                },
                {
                    "name": "University of Illinois at Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Utah",
                    "class": "OTHER"
                },
                {
                    "name": "National Eye Institute (NEI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Retinopathy of Prematurity (ROP) is a vascular disease affecting the retinas (back of the eye) of low birth weight infants. Although it can be treated effectively if diagnosed early, it continues to be a leading cause of childhood blindness in the United States and throughout the world. The investigators feel that this study will result in specific knowledge discovery about ROP, as well as general knowledge about how image-based data and genetic data can be combined to better understand clinical disease.\n\nParticipants will be recruited from the neonatal intensive care unit (NICU) at OHSU, along with 4 collaborating institutions (William Beaumont Hospital, Stanford University, University of Illinois Chicago and University of Utah). Hospitalized infants who receive ROP screening examinations for routine care will be eligible for this study, and will be offered the opportunity to participate. Subjects who provide informed consent will have clinical data from routine care collected along with demographic characteristics, results from routine ROP screening examinations, presence of systemic disease or risk factors. Retinal photographs will be taken during these routine eye exams, using a commercially-available camera that has been FDA-cleared for taking pictures from retinas of premature infants. These retinal pictures do not contain any identifiable patient information, and are taken as routine standard of care.\n\nThe long-term goal of this research is to establish a quantitative framework for retinopathy of prematurity (ROP) care based on clinical, imaging, genetic, and informatics principles. The investigators have previously recruited and rigorously phenotyped and genotyped a large study cohort, including implementation of a novel reference standard diagnosis; and built a world-class research consortium for image, genetic, and bioinformatics analysis.",
            "detailedDescription": "This NIH funded multi-center study began July 2011 with 8 study sites approved by their individual IRBs. Recruitment and data was conducted at the following sites: OHSU, Columbia Universtiy, Cornell College, William Beaumont Hospital, Children's Hospital LA, University of Miami, University of Illinois Chicago, Cedars Sinai Medical Center and Asociacion para Evitar la Ceguera (APEC) in Mexico City. For the competitive renewal of the grant which begins 6-01-20, the recruitment sites have been reduced to 5 which include OHSU, William Beaumont, University of Illinois Chicago, University of Utah and Stanford University.\n\nThis study will aim to develop a quantitative framework for ROP care using artificial intelligence and analytics to improve clinical disease management. The investigators will evaluate performance of an artificial intelligence system for ROP diagnosis and screening prospectively. This will include: (a) recruit a target of over 2000 eye exams including wide-angle retinal images from 375 subjects at 5 centers, (b) optimize an image quality detection algorithm the investigators have recently developed, and (c) analyze system accuracy for ROP diagnosis (plus vs. pre-plus vs. normal) and screening (using a novel quantitative vascular severity scale).\n\nThe proposed work will study infants who will receive routine ophthalmoscopic exams and have retinal images taken at each exam according to the standard of care at each institution. At least one person at each site is trained to capture wide-angle retinal images using a commercially-available camera (RetCam; Natus, Pleasanton, CA). This device is FDA-cleared for premature infants, and has been used throughout the world for 20 years with no known complications.\n\nAll participating infants will undergo retinal photography by trained study personnel for up to 3 eye exams, or more if clinically indicated and feasible. \"Outborn infants,\" who were transferred to the study center for specialized ROP care, will have at least one set of images taken if this is clinically indicated and feasible. These coded retinal images will be read and interpreted by remote expert graders using the secure web-based system developed for this study 9 years ago at OHSU. The de-identified images will be housed indefinitely in an OHSU IRB-approved repository for possible future research studies or for other educational purposes.\n\nMost infants recruited from the first 9 years of this study between July 2011 and May 2020 had DNA collected from blood or saliva samples. The coded genetic samples are housed in an OHSU IRB-approved repository and will be analyzed by outside collaborators for specific aim 3 of this study. Note that this current study does not involve new collection of any blood or saliva samples.\n\nIn recent years, our team has successfully developed competitive image assessment methods to infer ROP status using (i) engineered image features based on translating descriptive and visual descriptions related to expert assessment . and (ii) deep-learned features based on end-to-end training of neural networks for image analysis. To improve model explainability, the models must not only provide classification (diagnostic) labels or severity scores, but also supplementary information regarding how a model produces its decisions and what about a particular image drives the decision. To this end, it is helpful for a model to (i) visualize its training data; and (ii) illustrate which features of the input image its decision relied heavily on. Visualization can provide an overarching demonstration of how a model produces its decisions across a dataset with known clinical and demographic characteristics, which contributes to overall interpretability of the model's logic. Illustration is essential to gain trust and to facilitate validation when clinicians rely on the model to assess a particular instance for various purposes, including training or regulatory approval.\n\nWhile training the AI system in previous work, the investigators excluded 5% of images that were rated by the majority of graders as \"not acceptable quality\". For real-world use, it will be important to balance imageability with diagnostic performance. The investigators propose to evaluate our existing dataset to determine the optimal operating point in the CNN quality algorithm that balances imageability with diagnostic performance of the i-ROP DL classifier. The investigators will continue those studies to systematically examine their impact on improving image quality and diagnostic performance - and maximize rigor and reproducibility of study design. This operating point will then be \"locked\", and the closed system will be used as below.\n\nProspective evaluation of i-ROP DL classifier: The investigators propose to calculate the weighted kappa between the RSD and the i-ROP DL system, along with sensitivity, specificity, and imageability based on the optimal operating points identified above.\n\nProspective evaluation of vascular severity score: In a cross sectional analysis, the investigators will test the hypothesis that the ROP vascular severity score, derived from the i-ROP DL classifier, may demonstrate high sensitivity both for detection of plus disease and for identifying treatment-requiring disease in a real-world ROP screening population."
        },
        "conditionsModule": {
            "conditions": [
                "Retinopathy of Prematurity"
            ],
            "keywords": [
                "ophthalmology",
                "neonatology",
                "prematurity"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood or saliva samples were taken over the first 9 years of this study and are currently being analyzed. The study is no longer consenting subjects for dna collection."
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "i-ROP cohort",
                    "description": "Premature infants who are at risk of retinopathy of prematurity(ROP) at participating study sites. As standard of care, babies who are born less than 31 weeks gestational age or less than 1500 grams are routinely screened for ROP. Families are approached to participate in this study where finding from babies' eye exams and associated retinal images along with demographic and other health data are collected and coded with unique identifier. No intervention is administered. The ROP exams and images obtained are done as a standard of care and would be performed even if there is no consent provided.",
                    "interventionNames": [
                        "Other: No intervention administered."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "No intervention administered.",
                    "description": "Eye exams are standard of care and would be performed regardless of participation in this study.",
                    "armGroupLabels": [
                        "i-ROP cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate diagnostic accuracy of an AI system for ROP diagnosis",
                    "description": "Premature babies are examined for retinopathy of prematurity (ROP), a potentially blinding diesese. As a standard of care, retinal images are taken during ROP examinations. This research group has collected a repository of images over the past 9 years and with those images, the investigators have developed an artificial intelligence (AI) system that has the ability to diagnose severe ROP with high accuracy. The primary outcome measure in continuing to recruit subjects for this study is to collect more images to improve the existing AI system and expand the ability to diagnose ROP.",
                    "timeFrame": "4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All infants hospitalized at participating Neonatal Intensive Care Units will be eligible for the study if they meet plublished criteria for requiring ROP screening examination, or if they are transferred to the study center for specialized ophthalmic care. These eligibility criteria are identical at each study center, and match what is done in standard clinical practice according to national guidelines published jointly by the American Academy of Pediatrics, American Academy of Ophthalmology, and American Associatioin for Pediatric Ophthalmology and Strabismus (AAP-AAO, Pediatrics, 2013).\n\nExclusion Criteria:\n\n* Patients will be excluded if they have structural ocular anomalies, or if they are considered unstable for examintion by their attending neonatologist.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "1 Year",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "Premature babies that are born earlier than 31 weeks gestational age or less than 1500 grams and are hospitalized at one of the 5 participating recruitment sites.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John P Campbell, M.D.",
                    "role": "CONTACT",
                    "phone": "503-494-7891",
                    "email": "campbelp@ohsu.edu"
                },
                {
                    "name": "Susan R Ostmo, M.S.",
                    "role": "CONTACT",
                    "phone": "503-494-7450",
                    "email": "ostmo@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John P Campbell, M.D.",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Darius Moshfeghi, M.D.",
                            "role": "CONTACT",
                            "phone": "650-723-6995",
                            "email": "dariusm@stanford.edu"
                        },
                        {
                            "name": "Mariana Nunez",
                            "role": "CONTACT",
                            "phone": "650-723-6995",
                            "email": "mnunez1@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "University of Illinois Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robison Vernon P Chan, M.D.",
                            "role": "CONTACT",
                            "phone": "312-996-6660",
                            "email": "rvpchan@uic.edu"
                        },
                        {
                            "name": "Bhavana Kolli",
                            "role": "CONTACT",
                            "phone": "630-863-1487",
                            "email": "bkolli2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "William Beaumont Hospital",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Drenser, M.D.",
                            "role": "CONTACT",
                            "phone": "248-288-2280",
                            "email": "kdrenser@arcpc.net"
                        },
                        {
                            "name": "Mary Zajechowski",
                            "role": "CONTACT",
                            "phone": "248-330-7649",
                            "email": "mary.zajechowski@beaumont.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                },
                {
                    "facility": "Oregon Health & Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John P Campbell, M.D.",
                            "role": "CONTACT",
                            "phone": "503-494-7891",
                            "email": "campbelp@ohsu.edu"
                        },
                        {
                            "name": "Susan R Osmto, M.S.",
                            "role": "CONTACT",
                            "phone": "503-494-7450",
                            "email": "ostmo@ohsu.edu"
                        },
                        {
                            "name": "Aaron Coyner, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kemal Sonmez, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "University of Utah",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84132",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary E Hartnett, M.D.",
                            "role": "CONTACT",
                            "phone": "801-581-2352",
                            "email": "me.hartnett@hsc.utah.edu"
                        },
                        {
                            "name": "Deborah Harrison",
                            "role": "CONTACT",
                            "phone": "801-581-2352",
                            "email": "deborah.harrison@hsc.utah.edu"
                        },
                        {
                            "name": "Leah Owen, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All study subject data will be assigned a unique study code and recorded in a format OHSU-####, where: (a) OHSU refers to the study center that subject was recruited from (to distinguish from subjects recruited from other centers), (b) #### is a sequential number. The key to the unique study code linking the identity of the subjects will be kept in secure password protected files accessible only to authorized study personnel. De-identified data from outside sites and coded data from OHSU will be stored indefinitely in a secure IRB approved repository (7775) and may be used for future research studies. Only de-identified data will be shared with outside research collaborators.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Unknown at this time.",
            "accessCriteria": "Undetermined at this time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000012178",
                    "term": "Retinopathy of Prematurity"
                },
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007235",
                    "term": "Infant, Premature, Diseases"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Prematurity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "asFound": "Retinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15013",
                    "name": "Retinopathy of Prematurity",
                    "asFound": "Retinopathy of Prematurity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10279",
                    "name": "Infant, Premature, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4981",
                    "name": "Retinopathy of Prematurity",
                    "asFound": "Retinopathy of Prematurity",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}