{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00078078",
            "orgStudyIdInfo": {
                "id": "040127"
            },
            "secondaryIdInfos": [
                {
                    "id": "04-HG-0127"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Clinical and Laboratory Study of Methylmalonic Acidemia",
            "officialTitle": "Clinical and Basic Investigations of Methylmalonic Acidemia (MMA) and Related Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-and-laboratory-study-of-methylmalonic-acidemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2004-06-07",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2004-02-18",
            "studyFirstSubmitQcDate": "2004-02-18",
            "studyFirstPostDateStruct": {
                "date": "2004-02-19",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Methylmalonic acidemia (MMA), one of the most common inborn errors of organic acid metabolism, is heterogeneous in etiology and clinical manifestations. Affected patients with cblA, cblB and mut classes of MMA are medically fragile and can suffer from complications such as metabolic stroke or infarction of the basal ganglia, pancreatitis, end stage renal failure, growth impairment, osteoporosis, and developmental delay. The frequency of these complications and their precipitants remain undefined. Furthermore, current treatment protocol outcomes have continued to demonstrate substantial morbidity and mortality in the patient population. Increasingly, solid organ transplantation (liver, and/or kidney) has been used to treat patients. Disordered transport and intracellular metabolism of vitamin B12 produces a distinct group of disorders that feature methylmalonic acidemia as well as (hyper)homocysteinemia. These conditions are named after the corresponding cellular complementation class (cblC, cblD, cblF, cblJ and cblX) and are also heterogenous, clinically and biochemically. The genetic disorders underlying cblE and cblG feature an isolated impairment of the activity of methionine synthase, a critical enzyme involved in the conversion of homocysteine to methionine and these disorders feature (hyper)homocysteinemia. Lastly, a group of patients can have increased methylmalonic acid and/or homocysteine in the blood or urine caused by variant(s)in recently identified (ACSF3) and unknown genes.\n\nIn this protocol, we will clinically evaluate patients with methylmalonic acidemia and cobalamin metabolic defects. Routine inpatient admissions will last up to 4-5 days and involve urine collection, blood drawing, ophthalmological examination, radiological procedures, MRI/MRS, skin biopsies in some, and developmental testing. In a subset of patients who have or will receive renal, hepato- or hepato-renal transplants or have an unusual variant or clinical course and have MMA, a lumbar puncture to examine CSF metabolites will be performed. In this small group of patients, CSF metabolite monitoring may be used to adjust therapy.\n\nThe study objectives will be to further delineate the spectrum of phenotypes and characterize the natural history of these enzymopathies, query for genotype/enzymatic/phenotype correlations, search for new genetic causes of methylmalonic acidemia and/or homocysteinemia, identify new disease biomarkers and define clinical outcome parameters for future clinical trials.\n\nThe population will consist of participants previously evaluated at NIH, physician referrals, and families directed to the study from clinicaltrials.gov as well as the Organic Acidemia Association, Homocystinuria Network America and other national and international support groups. Most participants will be evaluated only at the NIH Clinical Center. However, if the NIH team decides that a patient under the age of 2 years is a candidate subject for this research protocol, that patient may enroll at the Children s National Medical Center (CNMC) site, pending approval by Dr Chapman, the Principal Investigator of the CNMC location Individuals may also enroll in the tissue collection only part of the study at the UPMC Children s Hospital of Pittsburgh or share medical history and clinical data via telemedicine visits remotely. Outcome measures will largely be descriptive and encompass correlations between clinical, biochemical and molecular parameters.",
            "detailedDescription": "Methylmalonic acidemia (MMA), one of the most common inborn errors of organic acid metabolism, is heterogeneous in etiology and clinical manifestations. Affected patients with mut, cblA, and cblB classes of MMA are medically fragile and can suffer from complications such as metabolic stroke or infarction of the basal ganglia, pancreatitis, end stage renal failure, growth impairment, osteoporosis, and developmental delay. The frequency of these complications and their precipitants remain undefined. Furthermore, current outcomes have continued to demonstrate substantial morbidity and mortality in the patient population. Increasingly, solid organ transplantation (liver, and/or kidney) has been used to treat patients. Disordered transport and intracellular metabolism of vitamin B12 produces a distinct group of disorders that feature methylmalonic acidemia as well as (hyper)homocysteinemia. These conditions are named after the corresponding cellular complementation class (cblC, cblD, cblF, cblJ and cblX) and are also heterogeneous, clinically and biochemically. The genetic disorders underlying cblE and cblG feature an isolated impairment of the activity of methionine synthase, a critical enzyme involved in the conversion of homocysteine to methionine and these disorders feature (hyper)homocysteinemia. Lastly, a group of patients can have increased methylmalonic acid and/or homocysteine and/or malonic acid in the blood or urine caused by variant(s) in recently identified (ACSF3) and unknown genes.\n\nIn this protocol, we will clinically evaluate patients with methylmalonic acidemia and cobalamin metabolic defects. Routine inpatient admissions and outpatient evaluations will last up to 4-5 days and involve urine collection, blood drawing, ophthalmological examination, radiological procedures, MRI/MRS, skin biopsies in some, and developmental testing.\n\nThe study objectives will be to further delineate the spectrum of phenotypes and characterize the natural history of these enzymopathies, query for genotype/enzymatic/phenotype correlations, search for new genetic causes of methylmalonic acidemia and/or homocysteinemia, identify new disease biomarkers and define clinical outcome parameters for future clinical trials. The population will consist of participants previously evaluated at NIH, physician referrals, and families directed to the study from clinicaltrials.gov as well as the Organic Acidemia Association, Homocystinuria Network America and other national and international support groups. Most participants will be evaluated only at the NIH Clinical Center. However, if the NIH team decides that a patient under the age of 2 years is a candidate subject for this research protocol, that patient may enroll at the Children s National Medical Center (CNMC) site, pending approval by Dr. Chapman, the Principal Investigator of the CNMC location. Individuals may also enroll in the tissue collection only part of the study at the UPMC Children s Hospital of Pittsburgh or share medical history and clinical data via telemedicine visits remotely. Outcome measures will largely be descriptive and encompass correlations between clinical, biochemical and molecular parameters."
        },
        "conditionsModule": {
            "conditions": [
                "Organic Acidemia",
                "Methylmalonic Acidemia",
                "Inborn Errors of Metabolism"
            ],
            "keywords": [
                "Organic Acidemia",
                "Cobalamin",
                "Vitamin B12",
                "Methylmalonic Acidemia",
                "Hyperhomocysteinemia",
                "Natural History",
                "MMA",
                "Metabolic Disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2275,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Methylmalonic Acidemia",
                    "description": "Individuals with methylmalonic acidemia"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Natural history to assess long term complications of disease",
                    "description": "assessing the complications of MMA during a week long evaluation with imaging, labs and consultations",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients of any gender, ethnicity, and over 1 month of age with biochemical or genetic diagnosis of methylmalonic acidemia or cobalamin disorders are eligible to enroll in this protocol. The primary reason for expanding enrollment to young children is because individuals with cobalamin C deficiency (cblC) develop a maculopathy often in utero or early infancy yet the natural history of the disease progression in these early years has not been well defined. Our colleagues at the National Eye Institute have documented the retinal findings in the largest cohort of individuals with cblC and have developed an expertise in this disorder. A recent report suggests that early treatment may significantly improve the retinal disease and will be the focus of a future clinical trial at the NIH Clinical Center requiring a need for more natural history data from birth to early childhood. Children ages 1 month to 2 years or under 12 kg will be reviewed by the Pediatric Consult Service prior to scheduling and if approved will be evaluated in the outpatient clinic for limited evaluations blood draw, eye exam, consults. Affected infants that are not approved by the Pediatric Consult Service or are not stable enough to travel may enroll remotely by telemedicine to include in natural history data collection, such as medical history and laboratory result sharing and interpretation, molecular genetic testing, genetic counseling, nutrition consult with dietary food log analysis, neurocognitive assessments. Affected individuals of any of the other disorders under study, younger than 2 years may be evaluated at Children s National Medical Center (CNMC) as part of an evolving agreement in the Translational Program in Pediatrics, if they are deemed eligible for participation by the NIH team and the CNMC team. Patients will be diagnosed based on a determination of MMA and homocysteine levels in plasma and urine. Most will have their complementation class known or pending. Molecular genetic analyses to determine mutations will be expected to have been performed prior to acceptance into the study. Some patients who have not yet had these laboratory tests will be admitted to the protocol based upon metabolic parameters and clinical history. This latter category of patients might include individuals with a suspected genetic but unknown type of MMA.\n\nEXCLUSION CRITERIA:\n\nThe PI/AI may decline to enroll a patient for reasons such as being medically unstable, residing in a hospital, sub-optimal metabolic control or for any concerns arising after review of the laboratory and clinical data; any patient who requires dialysis once or more/week and weighs \\<40 kg; any patient who is being treated for an intercurrent infection with antibiotics or has evidence of an acute infection and has metabolic symptoms; any patient who does not have a regular/local metabolic, genetic or endocrine physician and/or a family physician, pediatrician, or internist; any patient who may be metabolically unstable but not acutely ill; and any patient or family who may not be able to institute recommendations for appropriate testing and care before visiting the NIH. Each family may be contacted by the NIH team prior to a pending admission to confirm that the patient is metabolically stable and ready to visit the NIH in a state of relative health, with an adequate supply of special formulas, medications, supplements, and if needed, medical equipment such as feeding pumps and replacement parts for feeding tubes. A subset of participants will be enrolled in the tissue collection part of the study only (i.e. if they are too sick to travel).\n\nPregnant women may be eligible to enroll in the study if they are affected with methylmalonic acidemia or a cobalamin disorder or are family members of an affected subject. Pregnant women are not excluded because it is important to learn more about the effects of these disorders in pregnant participants and the fetus. This research involves no more than minimal risk to the fetus. Affected subjects who are pregnant or become pregnant during their participation on the study will not be withdrawn, but will be excluded from some procedures until the pregnancy is concluded. Affected subjects who are pregnant may undergo procedures as part of their clinical care, including blood draws, genetic studies, and consultations, according to the clinical judgement of the clinical team. Pregnant participants will be excluded from some procedures such as stable isotope, GFR testing, and MRI until the pregnancy is concluded.\n\nPatients with methylmalonic acidemia or cobalamin disorders of any age, gender and ethnicity, undergoing a transplantation surgery at UPMC Children s Hospital of Pittsburgh, are eligible to participate in the tissue collection arm of the study. Pregnant women will be excluded from tissue collection at the UPMC Children s Hospital of Pittsburgh.\n\nFor the healthy volunteers, eligibility criteria include individuals that are age 18 and over.\n\nExclusion criteria include: women who are pregnant, individuals being treated with antibiotics, individuals with kidney or liver disease, individuals on a special diet such as a high protein diet or taking protein supplements and individuals with severe claustrophobia or other anxiety disorders.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Month",
            "maximumAge": "115 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Individuals with methylmalonic acidemia",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Sloan, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 443-9055",
                    "email": "jsloan@mail.nih.gov"
                },
                {
                    "name": "Charles P Venditti, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6213",
                    "email": "venditti@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Charles P Venditti, M.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's National Medical Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Chapman",
                            "role": "CONTACT",
                            "phone": "202-476-2187",
                            "email": "kchapman@childrensnational.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "UPMC Children's Hospital of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Squires",
                            "role": "CONTACT",
                            "phone": "412-692-5180",
                            "email": "james.squires2@chp.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20301409",
                    "type": "BACKGROUND",
                    "citation": "Manoli I, Sloan JL, Venditti CP. Isolated Methylmalonic Acidemia. 2005 Aug 16 [updated 2022 Sep 8]. In: Adam MP, Feldman J, Mirzaa GM, Pagon RA, Wallace SE, Bean LJH, Gripp KW, Amemiya A, editors. GeneReviews(R) [Internet]. Seattle (WA): University of Washington, Seattle; 1993-2024. Available from http://www.ncbi.nlm.nih.gov/books/NBK1231/"
                },
                {
                    "pmid": "26270765",
                    "type": "BACKGROUND",
                    "citation": "Manoli I, Myles JG, Sloan JL, Shchelochkov OA, Venditti CP. A critical reappraisal of dietary practices in methylmalonic acidemia raises concerns about the safety of medical foods. Part 1: isolated methylmalonic acidemias. Genet Med. 2016 Apr;18(4):386-95. doi: 10.1038/gim.2015.102. Epub 2015 Aug 13."
                },
                {
                    "pmid": "30518688",
                    "type": "BACKGROUND",
                    "citation": "Manoli I, Sysol JR, Epping MW, Li L, Wang C, Sloan JL, Pass A, Gagne J, Ktena YP, Li L, Trivedi NS, Ouattara B, Zerfas PM, Hoffmann V, Abu-Asab M, Tsokos MG, Kleiner DE, Garone C, Cusmano-Ozog K, Enns GM, Vernon HJ, Andersson HC, Grunewald S, Elkahloun AG, Girard CL, Schnermann J, DiMauro S, Andres-Mateos E, Vandenberghe LH, Chandler RJ, Venditti CP. FGF21 underlies a hormetic response to metabolic stress in methylmalonic acidemia. JCI Insight. 2018 Dec 6;3(23):e124351. doi: 10.1172/jci.insight.124351."
                },
                {
                    "pmid": "33820958",
                    "type": "DERIVED",
                    "citation": "Manoli I, Pass AR, Harrington EA, Sloan JL, Gagne J, McCoy S, Bell SL, Hattenbach JD, Leitner BP, Duckworth CJ, Fletcher LA, Cassimatis TM, Galarreta CI, Thurm A, Snow J, Van Ryzin C, Ferry S, Mew NA, Shchelochkov OA, Chen KY, Venditti CP. 1-13C-propionate breath testing as a surrogate endpoint to assess efficacy of liver-directed therapies in methylmalonic acidemia (MMA). Genet Med. 2021 Aug;23(8):1522-1533. doi: 10.1038/s41436-021-01143-8. Epub 2021 Apr 5. Erratum In: Genet Med. 2021 Nov;23(11):2233. doi: 10.1038/s41436-021-01188-9."
                },
                {
                    "pmid": "26790480",
                    "type": "DERIVED",
                    "citation": "Harrington EA, Sloan JL, Manoli I, Chandler RJ, Schneider M, McGuire PJ, Calcedo R, Wilson JM, Venditti CP. Neutralizing Antibodies Against Adeno-Associated Viral Capsids in Patients with mut Methylmalonic Acidemia. Hum Gene Ther. 2016 May;27(5):345-53. doi: 10.1089/hum.2015.092. Epub 2016 Mar 22."
                },
                {
                    "pmid": "26672496",
                    "type": "DERIVED",
                    "citation": "Caterino M, Chandler RJ, Sloan JL, Dorko K, Cusmano-Ozog K, Ingenito L, Strom SC, Imperlini E, Scolamiero E, Venditti CP, Ruoppolo M. The proteome of methylmalonic acidemia (MMA): the elucidation of altered pathways in patient livers. Mol Biosyst. 2016 Feb;12(2):566-74. doi: 10.1039/c5mb00736d."
                },
                {
                    "pmid": "25985870",
                    "type": "DERIVED",
                    "citation": "Ktena YP, Ramstad T, Baker EH, Sloan JL, Mannes AJ, Manoli I, Venditti CP. Propofol administration in patients with methylmalonic acidemia and intracellular cobalamin metabolism disorders: a review of theoretical concerns and clinical experiences in 28 patients. J Inherit Metab Dis. 2015 Sep;38(5):847-53. doi: 10.1007/s10545-015-9816-x. Epub 2015 May 19."
                },
                {
                    "pmid": "25567501",
                    "type": "DERIVED",
                    "citation": "Raval DB, Merideth M, Sloan JL, Braverman NE, Conway RL, Manoli I, Venditti CP. Methylmalonic acidemia (MMA) in pregnancy: a case series and literature review. J Inherit Metab Dis. 2015 Sep;38(5):839-46. doi: 10.1007/s10545-014-9802-8. Epub 2015 Jan 8."
                },
                {
                    "pmid": "25190203",
                    "type": "DERIVED",
                    "citation": "Baker EH, Sloan JL, Hauser NS, Gropman AL, Adams DR, Toro C, Manoli I, Venditti CP. MRI characteristics of globus pallidus infarcts in isolated methylmalonic acidemia. AJNR Am J Neuroradiol. 2015 Jan;36(1):194-201. doi: 10.3174/ajnr.A4087. Epub 2014 Sep 4."
                },
                {
                    "pmid": "23898205",
                    "type": "DERIVED",
                    "citation": "Manoli I, Sysol JR, Li L, Houillier P, Garone C, Wang C, Zerfas PM, Cusmano-Ozog K, Young S, Trivedi NS, Cheng J, Sloan JL, Chandler RJ, Abu-Asab M, Tsokos M, Elkahloun AG, Rosen S, Enns GM, Berry GT, Hoffmann V, DiMauro S, Schnermann J, Venditti CP. Targeting proximal tubule mitochondrial dysfunction attenuates the renal disease of methylmalonic acidemia. Proc Natl Acad Sci U S A. 2013 Aug 13;110(33):13552-7. doi: 10.1073/pnas.1302764110. Epub 2013 Jul 29."
                },
                {
                    "pmid": "22614770",
                    "type": "DERIVED",
                    "citation": "O'Shea CJ, Sloan JL, Wiggs EA, Pao M, Gropman A, Baker EH, Manoli I, Venditti CP, Snow J. Neurocognitive phenotype of isolated methylmalonic acidemia. Pediatrics. 2012 Jun;129(6):e1541-51. doi: 10.1542/peds.2011-1715. Epub 2012 May 21."
                },
                {
                    "pmid": "21048060",
                    "type": "DERIVED",
                    "citation": "Hauser NS, Manoli I, Graf JC, Sloan J, Venditti CP. Variable dietary management of methylmalonic acidemia: metabolic and energetic correlations. Am J Clin Nutr. 2011 Jan;93(1):47-56. doi: 10.3945/ajcn.110.004341. Epub 2010 Nov 3."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2004-HG-0127.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".Study is observational natural history study that is ongoing with no defined endpoints."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000000592",
                    "term": "Amino Acid Metabolism, Inborn Errors"
                },
                {
                    "id": "D000000138",
                    "term": "Acidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000137",
                    "term": "Acid-Base Imbalance"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "asFound": "Inborn Errors of Metabolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21974",
                    "name": "Hyperhomocysteinemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3932",
                    "name": "Amino Acid Metabolism, Inborn Errors",
                    "asFound": "Methylmalonic Acidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3499",
                    "name": "Acidosis",
                    "asFound": "Acidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3498",
                    "name": "Acid-Base Imbalance",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T3748",
                    "name": "Methylmalonic Acidemia",
                    "asFound": "Methylmalonic Acidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4272",
                    "name": "Organic Acidemias",
                    "asFound": "Organic Acidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3036",
                    "name": "Inborn Amino Acid Metabolism Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17548",
                    "name": "Vitamin B 12",
                    "relevance": "LOW"
                },
                {
                    "id": "M9934",
                    "name": "Hydroxocobalamin",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "T444",
                    "name": "Cyanocobalamin",
                    "relevance": "LOW"
                },
                {
                    "id": "T441",
                    "name": "Cobalamin",
                    "relevance": "LOW"
                },
                {
                    "id": "T451",
                    "name": "Methylcobalamin",
                    "relevance": "LOW"
                },
                {
                    "id": "T476",
                    "name": "Vitamin B12",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}