{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05525286",
            "orgStudyIdInfo": {
                "id": "SN201"
            },
            "secondaryIdInfos": [
                {
                    "id": "2021-005873-25",
                    "type": "EUDRACT_NUMBER"
                },
                {
                    "id": "2023-504441-31-00",
                    "type": "CTIS"
                }
            ],
            "organization": {
                "fullName": "Sotio Biotech Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Clinical Trial of SOT102 Antibody Drug Conjugate in Patients With Advanced Gastric and Pancreatic Adenocarcinoma",
            "officialTitle": "A Multicentric Phase 1/2 Trial to Evaluate the Safety and Efficacy of SOT102 as Monotherapy and in Combination With Standard of Care Treatment in Patients With Gastric and Pancreatic Adenocarcinoma",
            "acronym": "CLAUDIO-01",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "clinical-trial-of-antibody-drug-conjugate-in-patients-with-advanced-gastric-and-pancreatic-adenocarcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-03-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-07",
            "studyFirstSubmitQcDate": "2022-08-30",
            "studyFirstPostDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SOTIO Biotech a.s.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This trial will assess the MTD and RP2D of SOT102 administered as monotherapy (Part A) and in combination with first-line SoC treatment (nab-paclitaxel/ gemcitabine; Part B) and efficacy of SOT102 administered as monotherapy (Part C) and in combination with first-line SoC treatment (Part D) in patients with advanced or metastatic pancreatic adenocarcinoma.",
            "detailedDescription": "The trial will have the following parts:\n\n* Part A: Dose escalation, first-in-human, single-agent phase 1 trial of SOT102 in advanced/metastatic pancreatic cancer patients with unmet medical need (CLDN18.2 agnostic)\n* Part B : Phase 1b dose escalation combination trial of SOT102 in combination with nab-paclitaxel/gemcitabine as SoC regimen for first-line treatment of patients with advanced/metastatic pancreatic cancer (CLDN18.2 agnostic)\n\nOnce an RP2D in the respective phase 1 evaluation (Part A and Part B) has been identified, expansion parts (Part C and Part D) are planned:\n\n* Part C : Single-agent SOT102 expansion at RP2D identified in Part A in pancreatic cancer after one or more prior systemic therapies (second+ line) for locally advanced or metastatic disease (CLDN18.2 positive)\n* Part D : SOT102 in combination with nab- paclitaxel/gemcitabine for first-line treatment expansion at RP2D identified in Part B in pancreatic cancer (CLDN18.2 positive)"
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Cancer"
            ],
            "keywords": [
                "Pancreatic Cancer",
                "Advanced Cancer",
                "Metastatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "SN201 is a multi-modular clinical trial in patients with pancreatic adenocarcinoma.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SOT102",
                    "type": "EXPERIMENTAL",
                    "description": "SOT102 is administered as intravenous infusion over 45 minutes as monotherapy or in combination with established standard of care therapy, every 14 days until the disease progression or intolerance to SOT102. SoC therapy is administered as per approved local standards. Patients will receive premedication with corticosteroids (4 mg dexamethasone twice daily) the day before, the day of (at least one hour prior), and the day after each SOT102 administration.\n\nStarting dose of SOT102 is 0.032 mg/kg. Dose levels are to be escalated according modified Fibonacci scheme.",
                    "interventionNames": [
                        "Drug: SOT102"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SOT102",
                    "description": "SOT102 is an antibody-drug conjugate (ADC) targeting CLDN18.2 with the anthracycline PNU as cytotoxic moiety.",
                    "armGroupLabels": [
                        "SOT102"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parts A and B: The definition of the maximum tolerated dose (MTD) and recommended phase 2 dose (RP2D) of SOT102 given as monotherapy and in combination with first-line SoC treatment",
                    "description": "MTD is defined as the highest dose level tested below the dose level associated with ≥33% of dose-limiting toxicity (DLT)-evaluable patients experiencing a DLT. The RP2D will be selected based on evaluation of the totality of all data.",
                    "timeFrame": "Through Cycles 1-2 (28 days)"
                },
                {
                    "measure": "Parts C and D: The assessment of the efficacy of SOT102 in monotherapy and in combination with first-line SoC treatment",
                    "description": "Efficacy is determined by objective response rate (ORR) determined according to RECIST 1.1 criteria",
                    "timeFrame": "From Day 1 of Cycle 1 until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with DLTs",
                    "description": "Adverse events (AEs) graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0 considered DLTs: All grade 5 events not clearly related to disease progression or any other causes; Any grade 3 or higher non-hematologic toxicity regardless of duration; Grade 2 or higher serum creatinine elevation; Hy's law cases; Any grade 2 pneumonitis that does not resolve to grade 1 within 3 days of the initiation of maximal supportive care; Recurrent grade 2 pneumonitis; Grade 2 or higher proteinuria; Grade 4 neutropenia lasting more than 7 days; Febrile neutropenia; Grade 3 thrombocytopenia with bleeding; Grade 4 thrombocytopenia. AEs NOT considered DLTs: Grade 3 nausea, vomiting, or diarrhea that can be controlled within 72 hours; Grade 3 fatigue less than 5 days; Grade 3 or higher correctable electrolyte abnormalities that last less than 72 hours and not associated with clinical complications; Grade 3 or higher amylas",
                    "timeFrame": "Through Cycles 1-2 (28 days)"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with treatment-emergent AEs (TEAEs)",
                    "description": "A TEAE is defined as an AE that:\n\n* emerges during SOT102 treatment, having been absent at the time of pre-treatment (screening), or\n* re-emerges during SOT102 treatment, having been present at the time of pre-treatment (screening), or\n* worsens in severity during SOT102 treatment relative to the pre-treatment state if the AE is continuous.",
                    "timeFrame": "From Day 1 of Cycle 1 until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with SOT102-related AEs",
                    "description": "Causal relationship (relatedness) of all AEs will be assessed by investigators and classified as follows:\n\n* Not suspected: It is not plausible that the AE is caused by medication/procedure and a likely alternative explanation exists. No reasonable possibility of a causal or temporal relationship.\n* Suspected: It is plausible that the AE is caused by medication/procedure. Reasonable possibility of a causal relationship.",
                    "timeFrame": "From Day 1 of Cycle 1 until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with serious AEs (SAEs)",
                    "description": "An SAE is any untoward medical occurrence that at any dose fulfills one or more of the following criteria:\n\n* Results in death\n* Is immediately life-threatening\n* Results in persistent or significant disability/incapacity\n* Is a congenital anomaly/birth defect\n* Requires inpatient hospitalization or prolongation of existing hospitalization\n* Is another medically significant event defined as an event that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the patient or may require intervention to prevent any of the above listed outcomes",
                    "timeFrame": "From the date of the patient's signing the Informed Consent Form (ICF) until 30 (+5) days after the last dose of SOT102, assessed up to approx. 4 years; SAEs with a suspected causal relationship to SOT102 per the investigator's judgment: at any time"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with AEs leading to premature discontinuation of SOT102",
                    "description": "AEs (intercurrent illness or trial treatment-related toxicity) that would, in the judgment of the investigator, affect assessments of clinical status to a significant degree or require discontinuation of trial treatment",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of SOT102 treatment, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants who died",
                    "description": "Date of death and immediate and underlying causes of death will be collected.",
                    "timeFrame": "From the date of the patient's signing the ICF until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with clinical laboratory test abnormalities (coagulation, hematology, clinical chemistry and urinalysis) of grade 3 or higher graded according to NCI CTCAE version 5.0",
                    "description": "The following laboratory parameters will be assessed:\n\n* Coagulation: prothrombin time, INR\n* Hematology: leukocytes, erythrocytes, hemoglobin, hematocrit, platelets, differential\n* Clinical chemistry: ALT, albumin, ALP, amylase, AST, bilirubin, blood urea nitrogen or blood urea, calcium, creatinine, glucose (fasting), LDH, lipase, magnesium, potassium, sodium, TSH (gastric adenocarcinoma only)\n* Urinalysis: blood, glucose, ketones, pH, protein, specific gravity, urine leukocyte esterase",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Characterization of pharmacokinetics (PK) of total SOT102 and its derivates",
                    "description": "Assessment of concentration of SOT102 and its derivates at various timepoints",
                    "timeFrame": "From Day 1 of Cycle 1 until Day 1 of Cycle 5"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Evidence of SOT102 activity in monotherapy in individual patients",
                    "description": "Detection of anecdotal tumor response in individual patient, as per RECIST 1.1 criteria",
                    "timeFrame": "From Day 1 of Cycle 1 until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts A and B (monotherapy and combination with SoC): Number of participants with antibodies against SOT102",
                    "description": "Identification of patients who develop detectable antibodies against any part of SOT102",
                    "timeFrame": "From Day 1 of Cycle 1 until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Duration of response (DoR) according to RECIST 1.1",
                    "description": "The DoR is defined as the time from the first achieved response (complete or partial, confirmed) until the first date of radiological progression or death.",
                    "timeFrame": "From Day 1 of Cycle 1 until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Progression-free survival (PFS) according to RECIST 1.1",
                    "description": "PFS is defined as the time from trial enrolment until the first date of radiological progression or death.",
                    "timeFrame": "From Day 1 of Cycle 1 until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                },
                {
                    "measure": "Part C (monotherapy): Clinical benefit rate (CBR) according to RECIST 1.1",
                    "description": "The CBR is defined as the number of complete responses, partial responses, and stable diseases from all evaluable best overall responses.",
                    "timeFrame": "From Day 1 of Cycle 1 until disease progression or start of new anticancer therapy, whichever is first, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Overall survival (OS)",
                    "description": "OS is defined as the time from eligibility verification until the date of death.",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of the trial, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with TEAEs",
                    "description": "A TEAE is defined as an AE that:\n\n* emerges during SOT102 treatment, having been absent at the time of pre-treatment (screening), or\n* re-emerges during SOT102 treatment, having been present at the time of pre-treatment (screening), or\n* worsens in severity during SOT102 treatment relative to the pre-treatment state if the AE is continuous.",
                    "timeFrame": "From Day 1 of Cycle 1 until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with SOT102-related AEs",
                    "description": "Causal relationship (relatedness) of all AEs will be assessed by investigators and classified as follows:\n\n* Not suspected: It is not plausible that the AE is caused by medication/procedure and a likely alternative explanation exists. No reasonable possibility of a causal or temporal relationship.\n* Suspected: It is plausible that the AE is caused by medication/procedure. Reasonable possibility of a causal relationship.",
                    "timeFrame": "From Day 1 of Cycle 1 until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with SAEs",
                    "description": "An SAE is any untoward medical occurrence that at any dose fulfills one or more of the following criteria:\n\n* Results in death\n* Is immediately life-threatening\n* Results in persistent or significant disability/incapacity\n* Is a congenital anomaly/birth defect\n* Requires inpatient hospitalization or prolongation of existing hospitalization\n* Is another medically significant event defined as an event that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the patient or may require intervention to prevent any of the above listed outcomes",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years; SAEs with a suspected causal relationship to SOT102 per the investigator's judgment: at any time"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with AEs leading to premature discontinuation of SOT102",
                    "description": "AEs (intercurrent illness or trial treatment-related toxicity) that would, in the judgment of the investigator, affect assessments of clinical status to a significant degree or require discontinuation of trial treatment",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of SOT102 treatment, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants who died",
                    "description": "Date of death and immediate and underlying causes of death will be collected.",
                    "timeFrame": "From the date of the patient's signing the ICF until the end of the trial, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with clinical laboratory test abnormalities (coagulation, hematology, clinical chemistry and urinalysis) of grade 3 or higher graded according to NCI CTCAE version 5.0",
                    "description": "The following laboratory parameters will be assessed:\n\n* Coagulation: prothrombin time, INR\n* Hematology: leukocytes, erythrocytes, hemoglobin, hematocrit, platelets, differential\n* Clinical chemistry: ALT, albumin, ALP, amylase, AST, bilirubin, blood urea nitrogen or blood urea, calcium, creatinine, glucose (fasting), LDH, lipase, magnesium, potassium, sodium, TSH (gastric adenocarcinoma only)\n* Urinalysis: blood, glucose, ketones, pH, protein, specific gravity, urine leukocyte esterase",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC, patients with gastric cancer): Patient-reported quality of life questionnaire EORTC QLQ-C30 scores",
                    "description": "To determine the effect of trial intervention on the quality of life.",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC, patients with gastric cancer): Patient-reported quality of life questionnaire EORTC QLQ-STO22 scores",
                    "description": "To determine the effect of trial intervention on the quality of life.",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC, patients with pancreatic cancer): Patient-reported quality of life questionnaire EORTC QLQ-C30 scores",
                    "description": "To determine the effect of trial intervention on the quality of life.",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC, patients with pancreatic cancer): Patient-reported quality of life questionnaire EORTC QLQ-PAN26 scores",
                    "description": "To determine the effect of trial intervention on the quality of life.",
                    "timeFrame": "From the date of the patient's signing the ICF until 30 (+5) days after the last dose of SOT102, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Patient-reported quality of life questionnaire EQ-5D-3L scores",
                    "description": "To determine the effect of trial intervention on the quality of life.",
                    "timeFrame": "From the date of the patient's signing the ICF until the end of the trial, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Characterization of PK of total SOT102 and its derivates",
                    "description": "Assessment of concentration of SOT102 and its derivates at various timepoints",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of SOT102 treatment, assessed up to approximately 4 years"
                },
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Number of participants with antibodies against SOT102",
                    "description": "Identification of patients who develop detectable antibodies against any part of SOT102",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of SOT102 treatment, assessed up to approximately 4 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Parts C and D (monotherapy and combination with SoC): Relationship between the intensity of CLDN18.2 expression and clinical outcome",
                    "description": "Correlation between the intensity of CLDN18.2 expression determined by immunohistochemistry staining, and clinical outcome, determined by disease response as per RECIST 1.1 criteria and OS",
                    "timeFrame": "From Day 1 of Cycle 1 until the end of SOT102 treatment, assessed up to approximately 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAll Parts (key criteria)\n\n* Hematologic: Absolute neutrophil count ≥1.5×109/L, platelets ≥100×109/L, hemoglobin ≥9 g/dL\n* Hepatic: Bilirubin ≤1.5× upper limits of normal (ULN), ALT and AST ≤2.5×ULN; in case of liver involvement: AST and ALT ≤5×ULN\n* Renal: Creatinine clearance ≥60 mL/min calculated by Cockcroft-Gault formula\n* Prothrombin time/international normalized ratio (INR) ≤1.5×ULN\n* Albumin ≥3.0 mg/dL\n* Proteinuria \\<1 g/24 hours\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤1\n* Estimated life expectancy ≥3 months as per investigator's assessment\n* A female patient is eligible to participate if she is not pregnant, not breastfeeding, not of childbearing potential/ agreed with contraception\n\nPart A\n\n* Patient has advanced inoperable or metastatic disease\n* Patient has no better treatment option available\n* Measurable or non-measurable disease according to RECIST 1.1\n* Histological or cytological evidence of adenocarcinoma of pancreas that is advanced or metastatic\n\nPart B (in addition to relevant A criteria)\\*Histological or cytological evidence of adenocarcinoma of the pancreas that is advanced or metastatic (pancreas)\n\nPart C (in addition to relevant A criteria)\\*Must have received at least one prior systemic therapy for advanced or metastatic disease (pancreas)\n\nPart D (in addition to relevant B criteria)\\*Histological or cytological evidence of adenocarcinoma of the pancreas that is advanced inoperable or metastatic (pancreas)\n\nExclusion Criteria:\n\nAll Parts (key criteria)\n\n* Patient has received radiation therapy ≤14 days before day 1 of cycle 1 or has not recovered to grade ≤1 from treatment-related side effects\n* Severe preexisting medical conditions as per judgement of the investigator (e.g., active gastric or GEJ ulcer with or without bleeding, complete or incomplete gastric outlet syndrome with persistent or repetitive bleeding)\n* History of interstitial pneumonitis or pulmonary fibrosis\n* Symptomatic central nervous system malignancy. Patients with asymptomatic or treated central nervous system metastases may be eligible if they are not treated with corticosteroids or anticonvulsants and the disease is stable for at least 60 days.\n* Patient has peripheral sensory neuropathy grade ≥2\n* Active infection requiring systemic therapy within ≤7 days prior to day 1 of cycle 1\n* History of major ventricular arrhythmias (e.g., ventricular tachycardia, ventricular fibrillation, Torsades de Pointes)\n* Bradycardia (\\<50 beats per minute)\n* Family history of sudden cardiac death before age 50\n* History or family history of congenital long QT syndrome\n* Major surgical intervention ≤28 days prior to ICF signature or incomplete wound healing after surgical intervention\n* Time since last transfusion of RBCs ≤14 days before cycle 1 day 1\n* Vaccination with a live or live-attenuated vaccine within 30 days prior the first dose of trial interventions\n\nPart B/D (key)\n\n\\*Patients with contraindications to any component of the first-line SoC treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Richard Kapsa",
                    "role": "CONTACT",
                    "phone": "(+420) 2241 74448",
                    "email": "kapsa@sotio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Josep Tabernero, M.D., Ph.D.",
                    "affiliation": "Vall d'Hebron University Hospital (HUVH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine in St. Louis",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Cleveland Clinic Main Campus",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Institut Jules Bordet",
                    "status": "RECRUITING",
                    "city": "Brussels",
                    "country": "Belgium",
                    "geoPoint": {
                        "lat": 50.85045,
                        "lon": 4.34878
                    }
                },
                {
                    "facility": "Universitair Ziekenhuis Leuven - Campus Gasthuisberg",
                    "status": "RECRUITING",
                    "city": "Leuven",
                    "country": "Belgium",
                    "geoPoint": {
                        "lat": 50.87959,
                        "lon": 4.70093
                    }
                },
                {
                    "facility": "Masarykův Onkologický Ústav",
                    "status": "RECRUITING",
                    "city": "Brno",
                    "country": "Czechia",
                    "geoPoint": {
                        "lat": 49.19522,
                        "lon": 16.60796
                    }
                },
                {
                    "facility": "Institut Gustave Roussy",
                    "status": "RECRUITING",
                    "city": "Paris",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                },
                {
                    "facility": "VHIO - Vall d'Hebron Institut d'Oncologia",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Hospital Universitario HM Sanchinarro",
                    "status": "RECRUITING",
                    "city": "Madrid",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}