{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06274164",
            "orgStudyIdInfo": {
                "id": "H-54820 / RAI1"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Clinical and Molecular Biomarker Studies in RAI1 (Retinoic Acid-Induced 1) -Related Disorders",
            "officialTitle": "Clinical and Molecular Biomarker Studies in RAI1-Related Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-and-molecular-biomarker-studies-in-retinoic-acid-induced-related-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-16",
            "studyFirstSubmitQcDate": "2024-02-16",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Davut Pehlivan",
                "investigatorTitle": "MD, Assistant Professor, Pediatrics-Neurology",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Doris Duke Charitable Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Currently, there is no clinically available genetic-based treatment for RAI1 (Retinoic Acid-Induced 1) -related disorders other than symptomatic management and there are no established clinical or molecular biomarkers that could be used as measures for the efficacy of therapy in future treatment studies. Biomarkers are measures of what is happening inside the body, shown by the results of laboratory, imaging or other tests.\n\nBiomarkers can help doctors and scientists diagnose diseases and health conditions, monitor responses to treatment and see how a person's disease or health condition changes over time.\n\nThe goal of this observational and laboratory study is to develop clinical, neurophysiology and molecular biomarkers in RAI1-related disorders. The main question\\[s\\] it aims to answer are:\n\n* to characterize the disease features more precisely and analyze the differentiating and overlapping features of RAI1-related disorders (Smith-Magenis syndrome and Potocki-Lupski Syndrome)\n* to identify clinical, neurophysiology, and laboratory biomarkers that differentiate RAI1-related disorders one from another.\n\nParticipants will have to complete:\n\n* a clinical examination\n* a blood draw\n* a skin biopsy (optional)\n* a sleep study\n\nResearchers will compare patients' blood to control group's blood for biomarker studies.",
            "detailedDescription": "20 SMS (Smith-Magenis syndrome) patients and 20 PTLS (Potocki-Lupski Syndrome) patients will be enrolled in the study. Additionally, up to 50 healthy controls will be enrolled among family members of patients.\n\nAll the assessments may be completed during a one-time visit at the hospital which includes an overnight stay for the sleep study for selected individuals. In case all the procedures could not be completed during the one-time visit, subjects may be asked to come again for the remaining procedure.\n\nTests, procedures and samples to be completed or collected:\n\n* Demographics will be collected\n* History and physical examination: A detailed birth, medical, surgical and medication history will be collected as well as seizure and movement disorder histories. Subject chart will be reviewed to complete this data collection. A general physical examination and detailed neurological examination will be performed.\n* Vitals: blood pressure, temperature, respiratory rate, weight and height will be collected.\n* Polysomnography/electroencephalography (PSG/EEG): clinician Investigator will determine if subject is candidate for the procedure. A sleep study records the brain electrical waves, the oxygen level in the blood, heart rate and breathing, as well as eye and leg movements. Subject will need to be admitted overnight for the sleep study. The exam is video recorded.\n* Blood samples: A single blood sample of 15 cc (not exceeding 3 cc per kg) (\\~3 teaspoons) will be collected for research purposes. Samples will be kept up to 2 years after the study results are published.\n* Optional skin biopsy: a skin biopsy from the upper, inner arm, lateral upper thigh, or another area, may be performed for research purposes. A special 3-4 mm (0.12 inches) wide circular tool will be used to remove a small section of skin including deeper layers. A numbing cream or injectable anesthetic (i.e. lidocaine) will be applied to the area before the procedure. Sample will be used to create a cell line. This means that investigators would treat the cells from the sample in a way that allows to grow them in the laboratory. Investigators will then use these cells in research."
        },
        "conditionsModule": {
            "conditions": [
                "RAI1 Gene 17P11.2 Deletion+Duplication"
            ],
            "keywords": [
                "Smith-Magenis syndrome (SMS)",
                "Potocki-Lupski Syndrome (PTLS)",
                "RAI1-related disorders",
                "Retinoic Acid-Induced 1-related disorders"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Optional Skin biopsy will performed and used to generate cell lines."
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient group",
                    "description": "Subject enrollment: patients with RAI1-related disorders will be enrolled and will complete the following assessments:\n\n* Clinical studies: vitals, history and physical examinations.\n* Neurophysiological studies: sleep/EEG study (for a selected patient population).\n* Molecular (biomarkers) studies: blood (required) and skin biopsy (optional).",
                    "interventionNames": [
                        "Diagnostic Test: Electroencephalography/Polysomnography (EEG/PSG)",
                        "Procedure: Skin Biopsy",
                        "Diagnostic Test: Blood draw"
                    ]
                },
                {
                    "label": "Control group",
                    "description": "Subject enrollment: healthy family members of the patients with RAI1-related disorders who are willing to give a blood sample.\n\nMolecular (biomarkers) studies: blood samples will be used as healthy control for biomarker studies.",
                    "interventionNames": [
                        "Diagnostic Test: Blood draw"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Electroencephalography/Polysomnography (EEG/PSG)",
                    "description": "Instigators will determine if subjects are candidate for the procedure. A sleep study records the brain electrical waves, the oxygen level in the blood, heart rate breathing, as well as eye and leg movements. Subjects will need to be admitted overnight for the sleep study.",
                    "armGroupLabels": [
                        "Patient group"
                    ],
                    "otherNames": [
                        "sleep study"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Skin Biopsy",
                    "description": "A special 3-4 mm (0.12 inches) wide circular tool will be used to remove a small section of skin including deeper layers. A numbing cream or injectable anesthetic (i.e. lidocaine) will be applied to the area before the procedure. Sample will be used to create a cell line. This means that investigators would treat the cells from the sample in a way that allows to grow them in the laboratory. Investigators will then use these cells in research.",
                    "armGroupLabels": [
                        "Patient group"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Blood draw",
                    "description": "A single blood sample of 15 cc (not exceeding 3 cc per kg) (\\~3 teaspoons) will be collected for metabolomics (biomarker) study. From available family members, same amount of blood will be obtained to use as a control sample.",
                    "armGroupLabels": [
                        "Control group",
                        "Patient group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of neurological clinical finding",
                    "description": "Identify biomarkers which have suitable stability for use in clinical settings by combining quantitative comparisons from the visit with qualitative literature/retrospective chart review synthesis, to prioritize measures for inclusion in a panel of candidate biomarkers.\n\nInvestigators expect to find a clinical exam finding such as tremor which can be measurable objectively or behavior which can be relied on caregiver's report.",
                    "timeFrame": "2029"
                },
                {
                    "measure": "Rate of electroencephalogram (EEG) and/or sleep abnormalities",
                    "description": "Identify biomarkers which have suitable stability for use in clinical settings by combining quantitative comparisons from the visit with qualitative literature/retrospective chart review synthesis, to prioritize measures for inclusion in a panel of candidate biomarkers. To identify candidate oscillatory circuitry biomarkers of Smith-Magenis syndrome (SMS) and Potocki-Lupski Syndrome (PTLS), investigators will use EEG and sleep metrics.",
                    "timeFrame": "2029"
                },
                {
                    "measure": "Concentration of downstream molecular pathway interactors of RAI1",
                    "description": "Identify biomarkers which have suitable stability for use in clinical settings by combining quantitative comparisons from the visit with qualitative literature synthesis, to prioritize measures for inclusion in a panel of candidate biomarkers.\n\nThere are no biomarkers that trace disease stage and severity in RAI1-related disorders. Towards this goal, investigators aimed to identify molecular biomarkers from patients' plasma by quantifying metabolites.",
                    "timeFrame": "2029"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient group:\n\n  * Patients who have RAI1-related disorder confirmed by genetic testing including karyotyping, fluorescence in situ hybridization (FISH), array Comparative Genomic Hybridization (aCGH), single nucleotide polymorphism (SNP) array and next generation sequencing performed by a Clinical Laboratory Improvement Amendments (CLIA)-certified laboratory.\n  * Grossly intact hearing and vision as per parent report\n  * Age between 1 month to 60 years old\n  * Able to complete the study (i.e., travel to site and spend 1 day in Houston)\n  * Caregiver with spoken and written English at a level adequate to give informed assent (consent on behalf of the patient) for participation.\n\nControl group:\n\n* Healthy family member, not having a RA1-related disorder\n* Age between 5 years to 80 years old\n\nExclusion Criteria:\n\n* Patient group:\n\n  * Contraindication for blood draw or skin biopsy as determined by the enrolling provider (e.g., bleeding diathesis)\n  * Patients who are at high risk including ventilator/tracheostomy dependent, poorly controlled endocrine disorders, and unstable seizures (will be assessed by neurologist), end-stage renal disease.\n  * Participation in any investigational treatment study\n\nControl group:\n\n• Patients who have RAI1-related disorder confirmed by genetic testing.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Month",
            "maximumAge": "80 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with RAI1-related disorders who are willing to participate in clinical, neurophysiological and molecular studies, will be enrolled, as well as healthy family controls. Subjects will have to travel to Texas Children's Hospital to complete study activities.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Davut Pehlivan, MD",
                    "role": "CONTACT",
                    "phone": "(713) 798-6970",
                    "email": "pehlivan@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Davut Pehlivan, MD",
                    "affiliation": "Texas Children's Hospital - Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Davut Pehlivan, MD",
                            "role": "CONTACT",
                            "phone": "713-798-6970",
                            "email": "pehlivan@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M29104",
                    "name": "Smith-Magenis Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "T5280",
                    "name": "Smith-Magenis Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16965",
                    "name": "Tretinoin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                }
            ]
        }
    },
    "hasResults": false
}