{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05885256",
            "orgStudyIdInfo": {
                "id": "H-21-034"
            },
            "organization": {
                "fullName": "Brooke Army Medical Center",
                "class": "FED"
            },
            "briefTitle": "Clinical Assessment of Low Calcium In traUMa (CALCIUM)",
            "officialTitle": "Clinical Assessment of Low Calcium In traUMa (CALCIUM)",
            "acronym": "CALCIUM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "clinical-assessment-of-low-calcium-in-trauma-calcium"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-23",
            "studyFirstSubmitQcDate": "2023-05-23",
            "studyFirstPostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven Schauer",
                "investigatorTitle": "MAJ/ DO",
                "investigatorAffiliation": "Brooke Army Medical Center"
            },
            "leadSponsor": {
                "name": "Brooke Army Medical Center",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "The University of Texas Health Science Center at San Antonio",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Major trauma frequently occurs in the deployed, combat setting and is especially applicable in the recent conflicts with explosives dominating the combat wounded. In future near-peer conflicts we will likely face even more profound weapons including mortars and artillery. As such, the number of severely wounded will likely increase. Hypocalcemia frequently occurs after blood transfusions secondary to the preservatives in the blood products, however, recent data suggests that major trauma in and of itself is a risk factor for hypocalcemia. Calcium is a major ion involved in heart contractility and thus hypocalcemia can lead to poor contractility. Smaller studies have linked hypocalcemia to worse outcomes, but it remains unclear what causes hypocalcemia and if intervening could potentially save lives. We are seeking to address the following scientific questions, (1) Is hypocalcemia present following traumatic injury prior to transfusion during resuscitation? (2) Does hypocalcemia influence the amount of blood products transfused? (3) To what extent is hypocalcemia further exacerbated by transfusion? (4) What is the relationship between hypocalcemia following traumatic injury and mortality? We will conduct a multicenter, prospective, observational study. We will gather ionized calcium levels at 0, 3, 6, 12, 18, and 24 hours as part of scheduled calcium measurements. This will ensure that we have accurate data to assess the early and late effects of hypocalcemia throughout the course of resuscitation and hemorrhage control. These data will be captured by a trained study team personnel at every site. Our findings will inform clinical practice guidelines and optimize the care delivered in the combat and civilian trauma setting.",
            "detailedDescription": "OBJECTIVES/SPECIFIC AIMS/RESEARCH QUESTIONS\n\nWe will determine the incidence of hypocalcemia on hospital arrival and the association with survival.\n\nAim 1: Overall incidence of hypocalcemia on ED arrival in major trauma patients Aim 2: Association of hypocalcemia with severity of hemorrhage Aim 3: Association of hypocalcemia with the number of blood products transfused and supplemental calcium administration Aim 4: The association of hypocalcemia with early and 24-hour mortality.\n\nRESEARCH PLAN\n\nResearch Design We will conduct a prospective, multicenter, observational study.\n\nSubject Population(s)\n\nTrauma patients that are brought in as a trauma activation will be sought. Number of Subjects, Records, and/or Specimens- Approximately 391\n\nInclusion Criteria We will include any patient that meets trauma activation criteria for the amendment of our order set.\n\nHowever, for our primary outcome analysis we will use the following inclusion criteria based on the \"major trauma\" activation criteria at the primary site (BAMC):\n\nPenetrating trauma to the head, neck, torso, or extremities (proximal to the elbow/knee) Traumatic arrest or CPR at any time Glasgow Coma Scale of 9 or less or deteriorating from initial arrival Systolic blood pressure \\<100mmHg Respiratory rate \\<10 or \\>29 Intubated or requiring airway assistance (e.g. bag-valve mask, etc.) Any blood administered prehospital Vasopressors administered Pulseless, degloved, crushed, or mangled extremity proximal to the wrist Evidence of arterial bleeding with or without tourniquet application Amputations proximal to the wrist/ankle Chest needle decompression or chest thoracostomy Exclusion Criteria We will exclude patients that are known or suspected to be pregnant, less than , or prisoner status.\n\nResearch Procedures\n\n1. Identification of Trauma Subjects (BAMC)\n\nTrauma patients for enrollment in the study will be identified using our trauma activation protocols in the emergency department. The decision to use trauma team activations will be solely at the discretion of the clinical team. All trauma patients coming in the emergency department that meet criteria for trauma activation will be potential subjects for capture in the study. We will enroll a generally continuous sample by amending our current standard trauma order set which currently requires the following tubes be drawn on every trauma activation upon arrival:\n\n1 green top (ionized calcium source)\n\nlavender top blue tops 1 pink top\n\n1 red top\n\n1 blood gas tube\n\n1 TEG tube\n\nIn addition to the order set change, we will promote capture by way of staff education, staff reminders, staff-facing signage, and dissemination via routine department communications.\n\n2. Obtaining Trauma Subject Blood Samples (BAMC) All patients coming in as part of trauma activations have a standard blood panel order set that is placed as outlined above. Blood draw happens as part of routine clinical care for all trauma activations. As part of the study, we will use existing blood that is drawn as part of routine clinical care, or when necessary, draw additional blood to obtain samples at 0, 3, 6, 12, 18, and 24 hours assessing ionized calcium, serum calcium, and magnesium. We will strive to have draws occur within +/- 1 hour of the goal times. However, given that the blood draws will be performed by way of the clinical team and the unpredictable nature of trauma care, missed draws or draws out of the goal time frame will not be considered protocol violations.\n\n3. Storage of the Blood Samples (BAMC) The tubes of blood will be handled per the current standard operating procedures (SOP). The lab studies will be done based on the institutional equipment requirements and SOPs. No banking or repository of blood samples is planned for this study so all specimen storage and destruction will be based on the laboratory SOPs.\n\n4. Data Extraction\n\nData extraction will occur via three methods:\n\nA study team member will perform manual data extraction by way of medical records review, and/or a study team member will submit the patient information along with the approved data extraction variable list to the designed point of contact within the information management division (IMD) for EMR data repository data extraction, and/or a study team member will submit the patient information along with the approved data extraction variable list to the designed point of contact within the local trauma registry team.\n\n5. Data Aggregation Data will be aggregated by a study team member into a local database. The data will be stored locally along with the master key that links all the data back to the patients in the event additional data is needed or data verification is required. De-identified data will be uploaded to the aggregate data within REDCap which will allow for aggregation among all the sites.\n\nData Collection\n\nThe blood draws will occur via the clinical staff. The current order set has blood draws at a minimum of every 6 hours (0, 6, 12, 18, 24). Additional lab studies are likely to be added based on how critical the patient. We will modify the order set to include blood draws at 0, 3, 6, 12, 18, 24. We will need a green top tube for the ionized calcium which is \\<5mL per tube and the drawn tube will have multiple uses (e.g. metabolic panels, alcohol levels, etc.). Additional ionized calcium studies may be ordered solely at the discretion of the attending clinician and will be included in the analysis. . With regards to the clinical data, we plan to capture the data after clinical care has occurred and includes the following:\n\nDemographics Injury Severity Scores Timing- date and time of injury, EMS arrival time, air transport arrival time, transferring center arrival time, trauma center arrival time Blood products infusion Laboratory Studies Medications Procedures Vital Signs Prehospital Medications Hospital Medications Imaging Studies Blood products and fluids Outcome data- discharge status, time to death, ventilator days, intensive care unit days, hospital days, discharge location, total blood products and fluids received, cardiac events Data analysis\n\nWe will primarily use descriptive and inferential statistics along with regression modeling. Significance for results will be established when p-values are less than 0.05. Categorical Data will be summarized using percentages and Chi-Squared tests or Fisher's exact test where appropriate. Means and standard deviations or medians and interquartile ranges will be used as summary statistics for continuous variables, and they will be analyzed using Student's t-test and ANOVA or Wilcoxon's Test where appropriate. Data may be log-transformed for normalization. We will use Discrete-Time (eg. Complementary Log-Log) or Cox Proportional Hazards to assess associations between baseline and time-dependent covariates with time-to-hypocalcemia. Treatment variables, such as blood product transfusion, will be measured at time-dependent covariates. Cox Proportional Hazards models will be used to assess associations between baseline covariates, time-dependent covariates (treatments and hypocalcemia), and mortality. We will analyze data using relevant statistical software including SAS (v9.4, Cary, North Carolina), JMP Statistical Discovery (v15, Cary, North Carolina), Microsoft Excel (v360, Redmond, Washington)."
        },
        "conditionsModule": {
            "conditions": [
                "Hypocalcemia"
            ],
            "keywords": [
                "Hypocalcemia",
                "emergency department",
                "trauma"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "1 Month",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "All patients coming in as part of trauma activations have a standard blood panel order set. Blood draw happens as part of routine clinical care for all trauma activations. As part of the study, we will use existing blood that is drawn as part of routine clinical care, or when necessary, draw additional blood to obtain samples at 0, 3, 6, 12, 18, and 24 hours assessing ionized calcium, serum calcium, and magnesium. We will strive to have draws occur within +/- 1 hour of the goal times. However, given that the blood draws will be performed by way of the clinical team and the unpredictable nature of trauma care, missed draws or draws out of the goal time frame will not be considered protocol violations."
            },
            "enrollmentInfo": {
                "count": 391,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Trauma Patients",
                    "description": "Seeking all patients that meets trauma activation criteria for the amendment of our order set. The participants existing blood from the routine clinical care blood draws will be used to obtain samples.",
                    "interventionNames": [
                        "Diagnostic Test: Amending current standard trauma order set"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Amending current standard trauma order set",
                    "description": "Blood draw happens as part of routine clinical care for all trauma activations. As part of the study, we will use existing blood that is drawn as part of routine clinical care, or when necessary, draw additional blood to obtain samples at 0, 3, 6, 12, 18, and 24 hours assessing ionized calcium, serum calcium, and magnesium. We will strive to have draws occur within +/- 1 hour of the goal times. However, given that the blood draws will be performed by way of the clinical team and the unpredictable nature of trauma care, missed draws or draws out of the goal time frame will not be considered protocol violations",
                    "armGroupLabels": [
                        "Trauma Patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Additional Lab blood Draw Sample",
                    "description": "Obtain blood samples at 0, 3, 6, 12, 18, and 24 hours",
                    "timeFrame": "24 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nWe will include any patient that meets trauma activation criteria for the amendment of our order set.\n\nHowever, for our primary outcome analysis we will use the following inclusion criteria based on the \"major trauma\" activation criteria at the primary site (BAMC):\n\n* Penetrating trauma to the head, neck, torso, or extremities (proximal to the elbow/knee)\n* Traumatic arrest or CPR at any time\n* Glasgow Coma Scale of 9 or less or deteriorating from initial arrival\n* Systolic blood pressure \\<100mmHg\n* Respiratory rate \\<10 or \\>29\n* Intubated or requiring airway assistance (e.g. bag-valve mask, etc.)\n* Any blood administered prehospital\n* Vasopressors administered\n* Pulseless, degloved, crushed, or mangled extremity proximal to the wrist\n* Evidence of arterial bleeding with or without tourniquet application\n* Amputations proximal to the wrist/ankle\n* Chest needle decompression or chest thoracostomy\n\nExclusion Criteria:\n\n* We will exclude patients that are known or suspected to be pregnant, less than 18, or prisoner status.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Trauma patients that are brought in as a trauma activation will be sought.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Mendez, M.S.",
                    "role": "CONTACT",
                    "phone": "832-801-4234",
                    "email": "jessica.mendez32.ctr@health.mil"
                },
                {
                    "name": "Fabiola Mancha, M.S.",
                    "role": "CONTACT",
                    "email": "fabiola.mancha.ctr@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven G Schauer, D.O.",
                    "affiliation": "U.S. Army Institute of Surgical Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brooke Army Medical Center",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78234",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven G Schauer, DO",
                            "role": "CONTACT",
                            "phone": "517-290-2420",
                            "email": "steven.g.schauer.mil@health.mil"
                        },
                        {
                            "name": "Jessica Mendez, M.S.",
                            "role": "CONTACT",
                            "phone": "832-801-4234",
                            "email": "jessica.mendez32.ctr@health.mil"
                        },
                        {
                            "name": "Steven G Schauer, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29175878",
                    "type": "BACKGROUND",
                    "citation": "Kyle T, Greaves I, Beynon A, Whittaker V, Brewer M, Smith J. Ionised calcium levels in major trauma patients who received blood en route to a military medical treatment facility. Emerg Med J. 2018 Mar;35(3):176-179. doi: 10.1136/emermed-2017-206717. Epub 2017 Nov 24."
                },
                {
                    "pmid": "33421674",
                    "type": "BACKGROUND",
                    "citation": "Wray JP, Bridwell RE, Schauer SG, Shackelford SA, Bebarta VS, Wright FL, Bynum J, Long B. The diamond of death: Hypocalcemia in trauma and resuscitation. Am J Emerg Med. 2021 Mar;41:104-109. doi: 10.1016/j.ajem.2020.12.065. Epub 2020 Dec 28."
                },
                {
                    "pmid": "28379906",
                    "type": "BACKGROUND",
                    "citation": "Lim F, Chen LL, Borski D. Managing hypocalcemia in massive blood transfusion. Nursing. 2017 May;47(5):26-32. doi: 10.1097/01.NURSE.0000515501.72414.e3. No abstract available."
                },
                {
                    "pmid": "12649575",
                    "type": "BACKGROUND",
                    "citation": "Altunbas H, Balci MK, Yazicioglu G, Semiz E, Ozbilim G, Karayalcin U. Hypocalcemic cardiomyopathy due to untreated hypoparathyroidism. Horm Res. 2003;59(4):201-4. doi: 10.1159/000069324."
                },
                {
                    "pmid": "1633370",
                    "type": "BACKGROUND",
                    "citation": "Kudoh C, Tanaka S, Marusaki S, Takahashi N, Miyazaki Y, Yoshioka N, Hayashi M, Shimamoto K, Kikuchi K, Iimura O. Hypocalcemic cardiomyopathy in a patient with idiopathic hypoparathyroidism. Intern Med. 1992 Apr;31(4):561-8. doi: 10.2169/internalmedicine.31.561."
                },
                {
                    "pmid": "30389466",
                    "type": "BACKGROUND",
                    "citation": "Hensley NB, Koch CG, Pronovost PJ, Mershon BH, Boyd J, Franklin S, Moore D, Sheridan K, Steele A, Stierer TL. Wrong-Patient Blood Transfusion Error: Leveraging Technology to Overcome Human Error in Intraoperative Blood Component Administration. Jt Comm J Qual Patient Saf. 2019 Mar;45(3):190-198. doi: 10.1016/j.jcjq.2018.08.010. Epub 2018 Oct 31."
                },
                {
                    "pmid": "33499442",
                    "type": "BACKGROUND",
                    "citation": "Conner JR, Benavides LC, Shackelford SA, Gurney JM, Burke EF, Remley MA, Ditzel RM, Cap AP. Hypocalcemia in Military Casualties From Point of Injury to Surgical Teams in Afghanistan. Mil Med. 2021 Jan 25;186(Suppl 1):300-304. doi: 10.1093/milmed/usaa267."
                },
                {
                    "pmid": "27083965",
                    "type": "BACKGROUND",
                    "citation": "Giancarelli A, Birrer KL, Alban RF, Hobbs BP, Liu-DeRyke X. Hypocalcemia in trauma patients receiving massive transfusion. J Surg Res. 2016 May 1;202(1):182-7. doi: 10.1016/j.jss.2015.12.036. Epub 2015 Dec 30."
                },
                {
                    "pmid": "16148464",
                    "type": "BACKGROUND",
                    "citation": "Vivien B, Langeron O, Morell E, Devilliers C, Carli PA, Coriat P, Riou B. Early hypocalcemia in severe trauma. Crit Care Med. 2005 Sep;33(9):1946-52. doi: 10.1097/01.ccm.0000171840.01892.36."
                },
                {
                    "pmid": "11273867",
                    "type": "BACKGROUND",
                    "citation": "Zivin JR, Gooley T, Zager RA, Ryan MJ. Hypocalcemia: a pervasive metabolic abnormality in the critically ill. Am J Kidney Dis. 2001 Apr;37(4):689-98. doi: 10.1016/s0272-6386(01)80116-5."
                },
                {
                    "pmid": "26848163",
                    "type": "BACKGROUND",
                    "citation": "Webster S, Todd S, Redhead J, Wright C. Ionised calcium levels in major trauma patients who received blood in the Emergency Department. Emerg Med J. 2016 Aug;33(8):569-72. doi: 10.1136/emermed-2015-205096. Epub 2016 Feb 4."
                },
                {
                    "pmid": "21375089",
                    "type": "BACKGROUND",
                    "citation": "Ho KM, Leonard AD. Concentration-dependent effect of hypocalcaemia on mortality of patients with critical bleeding requiring massive transfusion: a cohort study. Anaesth Intensive Care. 2011 Jan;39(1):46-54. doi: 10.1177/0310057X1103900107."
                },
                {
                    "pmid": "21307739",
                    "type": "BACKGROUND",
                    "citation": "Magnotti LJ, Bradburn EH, Webb DL, Berry SD, Fischer PE, Zarzaur BL, Schroeppel TJ, Fabian TC, Croce MA. Admission ionized calcium levels predict the need for multiple transfusions: a prospective study of 591 critically ill trauma patients. J Trauma. 2011 Feb;70(2):391-5; discussion 395-7. doi: 10.1097/TA.0b013e31820b5d98."
                },
                {
                    "pmid": "28704250",
                    "type": "BACKGROUND",
                    "citation": "MacKay EJ, Stubna MD, Holena DN, Reilly PM, Seamon MJ, Smith BP, Kaplan LJ, Cannon JW. Abnormal Calcium Levels During Trauma Resuscitation Are Associated With Increased Mortality, Increased Blood Product Use, and Greater Hospital Resource Consumption: A Pilot Investigation. Anesth Analg. 2017 Sep;125(3):895-901. doi: 10.1213/ANE.0000000000002312."
                },
                {
                    "pmid": "17033540",
                    "type": "BACKGROUND",
                    "citation": "Cherry RA, Bradburn E, Carney DE, Shaffer ML, Gabbay RA, Cooney RN. Do early ionized calcium levels really matter in trauma patients? J Trauma. 2006 Oct;61(4):774-9. doi: 10.1097/01.ta.0000239516.49799.63."
                },
                {
                    "pmid": "25010798",
                    "type": "BACKGROUND",
                    "citation": "Cardenas JC, Wade CE, Holcomb JB. Mechanisms of trauma-induced coagulopathy. Curr Opin Hematol. 2014 Sep;21(5):404-9. doi: 10.1097/MOH.0000000000000063."
                },
                {
                    "pmid": "17297317",
                    "type": "BACKGROUND",
                    "citation": "Holcomb JB, Jenkins D, Rhee P, Johannigman J, Mahoney P, Mehta S, Cox ED, Gehrke MJ, Beilman GJ, Schreiber M, Flaherty SF, Grathwohl KW, Spinella PC, Perkins JG, Beekley AC, McMullin NR, Park MS, Gonzalez EA, Wade CE, Dubick MA, Schwab CW, Moore FA, Champion HR, Hoyt DB, Hess JR. Damage control resuscitation: directly addressing the early coagulopathy of trauma. J Trauma. 2007 Feb;62(2):307-10. doi: 10.1097/TA.0b013e3180324124. No abstract available."
                },
                {
                    "pmid": "23778510",
                    "type": "BACKGROUND",
                    "citation": "Cohen MJ, Kutcher M, Redick B, Nelson M, Call M, Knudson MM, Schreiber MA, Bulger EM, Muskat P, Alarcon LH, Myers JG, Rahbar MH, Brasel KJ, Phelan HA, del Junco DJ, Fox EE, Wade CE, Holcomb JB, Cotton BA, Matijevic N; PROMMTT Study Group. Clinical and mechanistic drivers of acute traumatic coagulopathy. J Trauma Acute Care Surg. 2013 Jul;75(1 Suppl 1):S40-7. doi: 10.1097/TA.0b013e31828fa43d."
                },
                {
                    "pmid": "28333829",
                    "type": "BACKGROUND",
                    "citation": "Meledeo MA, Herzig MC, Bynum JA, Wu X, Ramasubramanian AK, Darlington DN, Reddoch KM, Cap AP. Acute traumatic coagulopathy: The elephant in a room of blind scientists. J Trauma Acute Care Surg. 2017 Jun;82(6S Suppl 1):S33-S40. doi: 10.1097/TA.0000000000001431."
                },
                {
                    "pmid": "29067429",
                    "type": "BACKGROUND",
                    "citation": "Shackelford SA, Del Junco DJ, Powell-Dunford N, Mazuchowski EL, Howard JT, Kotwal RS, Gurney J, Butler FK Jr, Gross K, Stockinger ZT. Association of Prehospital Blood Product Transfusion During Medical Evacuation of Combat Casualties in Afghanistan With Acute and 30-Day Survival. JAMA. 2017 Oct 24;318(16):1581-1591. doi: 10.1001/jama.2017.15097."
                },
                {
                    "pmid": "28601206",
                    "type": "BACKGROUND",
                    "citation": "Keenan S, Riesberg JC. Prolonged Field Care: Beyond the \"Golden Hour\". Wilderness Environ Med. 2017 Jun;28(2S):S135-S139. doi: 10.1016/j.wem.2017.02.001."
                },
                {
                    "pmid": "26002259",
                    "type": "BACKGROUND",
                    "citation": "Cap AP, Pidcoke HF, DePasquale M, Rappold JF, Glassberg E, Eliassen HS, Bjerkvig CK, Fosse TK, Kane S, Thompson P, Sikorski R, Miles E, Fisher A, Ward KR, Spinella PC, Strandenes G. Blood far forward: Time to get moving! J Trauma Acute Care Surg. 2015 Jun;78(6 Suppl 1):S2-6. doi: 10.1097/TA.0000000000000626."
                },
                {
                    "pmid": "23166290",
                    "type": "BACKGROUND",
                    "citation": "Rosenberg H, Cheung WJ. Intraosseous access. CMAJ. 2013 Mar 19;185(5):E238. doi: 10.1503/cmaj.120971. Epub 2012 Nov 19. No abstract available."
                },
                {
                    "pmid": "1688484",
                    "type": "BACKGROUND",
                    "citation": "Orlowski JP, Porembka DT, Gallagher JM, Lockrem JD, VanLente F. Comparison study of intraosseous, central intravenous, and peripheral intravenous infusions of emergency drugs. Am J Dis Child. 1990 Jan;144(1):112-7. doi: 10.1001/archpedi.1990.02150250124049."
                },
                {
                    "pmid": "30859527",
                    "type": "BACKGROUND",
                    "citation": "Schauer SG, Naylor JF, April MD, Fisher AD, Cunningham CW, Fernandez JRD, Shreve BP, Bebarta VS. The Prehospital Trauma Registry Experience With Intraosseous Access. J Spec Oper Med. 2019 Spring;19(1):52-55. doi: 10.55460/PT72-OX2K."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2022-02-08",
                    "uploadDate": "2023-01-06T14:36",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 599319
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006996",
                    "term": "Hypocalcemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002128",
                    "term": "Calcium Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000014883",
                    "term": "Water-Electrolyte Imbalance"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10046",
                    "name": "Hypocalcemia",
                    "asFound": "Hypocalcemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5391",
                    "name": "Calcium Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17624",
                    "name": "Water-Electrolyte Imbalance",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}