{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04888936",
            "orgStudyIdInfo": {
                "id": "200107"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-C-0107"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Clinical, Genetic, and Epidemiologic Study of Children and Adults With RASopathies",
            "officialTitle": "Clinical, Genetic, and Epidemiologic Study of Children and Adults With RASopathies",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "clinical-genetic-and-epidemiologic-study-of-children-and-adults-with-rasopathies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-14",
            "studyFirstSubmitQcDate": "2021-05-14",
            "studyFirstPostDateStruct": {
                "date": "2021-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nRASopathies are a group of conditions caused by a genetic change. People with a RASopathy may have developmental issues, cognitive disability, poor growth, and birth defects. They may also have an increased risk for developing cancer. Researchers want to learn more.\n\nObjective: To learn more about RASopathies, how genes and environmental factors contribute to cancer development in people with RASopathies, and the best way to find these cancers and other conditions early or prevent them.\n\nEligibility:\n\nPeople of any age who have or may have a RASopathy, and their family members.\n\nDesign:\n\nParticipants will complete questionnaires about their personal and family medical history. Their medical records will be reviewed.\n\nParticipants will give blood and urine samples. They will give a saliva or cheek cell sample. Some samples will be used for genetic testing.\n\nParticipants may have a skin biopsy.\n\nParticipants may have a physical exam by the RASopathies study team. They may also have exams by additional specialists, such as dentists; urologists; ear, nose, and throat doctors; and neurologists.\n\nParticipants may have computed tomography of the face and mouth. They may have an ultrasound of the abdomen. They may have a bone density scan. They may have skeletal and/or spine x-rays. They may have magnetic resonance imaging of the brain, low back, chest, and/or heart. They may be photographed.\n\nParticipants may have other tests, such as sleep, brain and heart electrical activity, speech and swallow, metabolism, hearing, eye, and colon function tests.\n\nParticipants may sign separate consent forms for some tests.\n\nParticipation will last indefinitely. Participants may be contacted once in a while by phone or mail. They may have follow-up visits.",
            "detailedDescription": "Study Description:\\<TAB\\>\n\nThe RASopathies are a clinically defined group of disorders caused by pathogenic germline variants in genes encoding components of the Ras/mitogen-activated-protein kinase (Ras/MAPK) pathway. These disorders have overlapping clinical features due to Ras/MAPK dysfunction, including a predisposition to the development of certain malignancies. The aims of this prospective longitudinal cohort study are to determine the incidence of malignancy in patients with RASopathies and determine the underlying differences in those who develop tumors as compared to those who do not, in order to inform cancer screening recommendations. In addition, this longitudinal cohort study will provide a better understanding of non-tumor RASopathy manifestations.\n\nObjectives:\n\nPrimary Objectives:\n\n* To establish a longitudinal cohort of participants with a clinical diagnosis of a RASopathy and/or a pathogenic germline variation in a Ras/MAPK pathway gene (excluding NF1).\n* To study the lifetime rates of cancer development in participants with a RASopathy.\n* To longitudinally characterize germline RASopathy-related tumor and non-tumor clinical manifestations.\n\nSecondary Objectives:\n\n* To create a biospecimen repository of carefully annotated tissue samples for use in subsequent etiologically oriented translational research projects.\n* To describe novel phenotypes associated with germline Ras/MAPK pathway genetic variation.\n\nEndpoints:\\<TAB\\>\n\n* Number of participants meeting enrollment criteria for inclusion in the RASopathy cohort.\n* Development of RASopathy-associated neoplasms in patients with RASopathies other than neurofibromatosis type 1 (NF1).\n* Longitudinal standardized quantitative evaluations of specific RASopathy manifestations."
        },
        "conditionsModule": {
            "conditions": [
                "Costello Syndrome",
                "Noonan Syndrome",
                "Cardiofaciocutaneous Syndrome",
                "Legius Syndrome",
                "Capillary Arteriovenous Malformation Syndrome",
                "RASopathy"
            ],
            "keywords": [
                "Ras/MAPK pathway",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NCI RASopathies Clinical Center Cohort",
                    "description": "includes Proband, Other carriers in family, Family Controls"
                },
                {
                    "label": "NCI RASopathies Field Cohort",
                    "description": "includes Proband, Other carriers in family, Family Controls"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "RASopathy Syndromes",
                    "description": "To establish a longitudinal cohort of participants with a clinical diagnosis of a RASopathy and/or a pathogenic germline variation in a Ras/MAPK pathway gene (excluding NF1).",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "Clinical Phenotype",
                    "description": "To study the lifetime rates of cancer development in participants with a RASopathy and their unaffected family members.",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "Genetic and Environmental Interactions",
                    "description": "To longitudinally characterize germline RASopathy-related tumor and non-tumor clinical manifestations.",
                    "timeFrame": "ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Biospecimen Repository",
                    "description": "To create a biospecimen repository of carefully annotated tissue samples for use in subsequent etiologically oriented translational research projects.",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "Novel Phenotype",
                    "description": "To describe novel phenotypes associated with germline Ras/MAPK pathway genetic variation.",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nCarriers: An individual who meets any of the following criteria will be eligible to participate in this study:\n\n* Individuals with a clinical diagnosis of a RASopathy, including Costello syndrome, Noonan syndrome, Noonan syndrome with multiple lentigines, Cardiofaciocutaneous syndrome, Legius syndrome, capillary arteriovenous malformation syndrome, or others, are eligible. Published clinical diagnostic criteria exist for most of the clinical RASopathy syndromes and differ by syndrome. It will be uncommon for individuals to have a clinical diagnosis and not have had molecular genetic testing. All individuals considered by the study team to be at risk for a RASopathy who have not had prior genetic testing will have this completed as part of the study. The rare individuals with a clinical diagnosis of a RASopathy who are not found to carry a corresponding pathogenic or likely pathogenic variant in a known RASopathy gene will be considered for exome analysis for identification of potentially novel RASopathy germline variation.\n* Individuals with a germline variant (P/LP or a variant of uncertain significance but predicted bioinformatically to be damaging) in a RASopathy-associated gene are eligible. These include but are not limited to: BRAF, CBL, HRAS, KRAS, LZTR1, MAP2K1,\n\nMAP2K2, MAP3K8, MRAS, NRAS, PPP1CB, PTPN11, RAF1, RASA1, RASA2, RIT1, RRAS, SHOC2, SOS1, SPRED1. From herein, we refer to 1) individuals with germline pathogenic variation in a RAS pathway gene AND 2) individuals with a clinical RASopathy diagnosis but in whom a genetic variant has not yet been identified as \"carriers.\" The first member of a family to be identified is termed a \"proband.\"\n\n* Individuals with NF1 only are not eligible for the study. However, individuals with a dual diagnosis of both NF1 and another RASopathy (via genetic testing and/or clinical diagnosis) are eligible for the study.\n* All types and amounts of prior therapies are allowed.\n* There is no age restriction.\n* There is no restriction related to organ and marrow function.\n* Each carrier (or their appropriate surrogate if the carrier is unable) must sign an IRB-approved document of informed consent to demonstrate their understanding of the investigational nature and the risk of this study before any protocol-related studies are\n\nperformed.\n\nControls: Family members of carriers are eligible for enrollment. Genetic testing in a CLIA-certified lab will be offered to these blood-related family members to establish whether or not a variant may be segregating in a family with incomplete penetrance. As most of the RASopathy syndromes are sporadic, extensive testing and enrollment of extended family members (grandparents, aunts, uncles) will likely not be necessary in many pedigrees. Family members who have undergone genetic testing for the proband s RAS variant and do not harbor it (or non-blood-related family members) are controls. Carriers and controls in this study are referred to as \"participants,\" \"individuals,\" or \"patients.\"\n\n* All types and amounts of prior therapies are allowed.\n* There is no age restriction.\n* There is no restriction related to organ and marrow function.\n* Each control (or their appropriate surrogate if the control is unable) must sign an IRB-approved document of informed consent to demonstrate their understanding of the investigational nature and the risk of this study before any protocol-related studies are\n\nperformed.\n\nResearch Eligibility Evaluation: This is solely a function of meeting the inclusion criteria described above and not fulfilling any of the exclusion criteria below.\n\nEXCLUSION CRITERIA:\n\nCarriers: An individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Individuals with only a diagnosis of NF1, or a newly identified germline pathogenic germline variant in NF1, and first-degree relatives of these patients are ineligible. However, individuals with a dual diagnosis of both NF1 and another RASopathy (via genetic testing and/or clinical diagnosis) are eligible for the study.\n* Individuals who, in the opinion of the investigator, are not able to return for follow-up visits or obtain required follow-up studies will be excluded from participation in the NIH Clinical Center Cohort.\n\nControls: An individual who meets any of the following criteria will be excluded from participation in this study:\n\n--Individuals who, in the opinion of the investigator, are not able to return for follow-up visits or obtain required follow-up studies will be excluded from participation in the NIH Clinical Center Cohort.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "A cohort of individuals with RASopathies (Costello syndrome, Noonan syndrome, cardiofaciocutaneous syndrome, Legius syndrome, capillary arteriovenous malformation syndrome, and others, excluding neurofibromatosis type 1, and their relatives (parents, siblings, grandparents, other affected individuals). Individuals with germline pathogenic variants in Ras/MAPK pathway genes (excluding NF1) with or without a clinically diagnosed RASopathy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCI Family Study Referrals",
                    "role": "CONTACT",
                    "phone": "(800) 518-8474",
                    "email": "ncifamilystudyreferrals@mail.nih.gov"
                },
                {
                    "name": "Douglas R Stewart, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 276-7238",
                    "email": "drstewart@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Douglas R Stewart, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "National Cancer Institute - Shady Grove",
                    "status": "RECRUITING",
                    "city": "Rockville",
                    "state": "Maryland",
                    "zip": "20850",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.084,
                        "lon": -77.15276
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-C-0107.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009634",
                    "term": "Noonan Syndrome"
                },
                {
                    "id": "D000056685",
                    "term": "Costello Syndrome"
                },
                {
                    "id": "D000001165",
                    "term": "Arteriovenous Malformations"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000054079",
                    "term": "Vascular Malformations"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000019465",
                    "term": "Craniofacial Abnormalities"
                },
                {
                    "id": "D000009139",
                    "term": "Musculoskeletal Abnormalities"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M4473",
                    "name": "Arteriovenous Malformations",
                    "asFound": "Arteriovenous Malformations",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12571",
                    "name": "Noonan Syndrome",
                    "asFound": "Noonan Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28547",
                    "name": "Costello Syndrome",
                    "asFound": "Costello Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27558",
                    "name": "Vascular Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21420",
                    "name": "Craniofacial Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12096",
                    "name": "Musculoskeletal Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4164",
                    "name": "Noonan Syndrome",
                    "asFound": "Noonan Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1610",
                    "name": "Costello Syndrome",
                    "asFound": "Costello Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T959",
                    "name": "Cardiofaciocutaneous Syndrome",
                    "asFound": "Cardiofaciocutaneous Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3360",
                    "name": "Legius Syndrome",
                    "asFound": "Legius Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}