{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04995081",
            "orgStudyIdInfo": {
                "id": "HBPD04"
            },
            "organization": {
                "fullName": "Hope Biosciences",
                "class": "INDUSTRY"
            },
            "briefTitle": "Clinical Trial for Parkinson's Disease Using Allogeneic HB-adMSCs (Early and Moderate PD)",
            "officialTitle": "A Randomized, Double-Blind, Single Center, Phase 2, Efficacy and Safety Study of Allogeneic HB-adMSCs vs Placebo for the Treatment of Patients With Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "clinical-trial-for-parkinson-s-disease-using-allogeneic-hb-admscs-early-and-moderate-pd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-16",
            "studyFirstSubmitQcDate": "2021-08-02",
            "studyFirstPostDateStruct": {
                "date": "2021-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hope Biosciences Stem Cell Research Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Hope Biosciences",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, double-blind, single center, phase 2 study to assess efficacy and safety of multiple allogeneic HB-adMSCs vs Placebo for the treatment of Parkinson's disease.",
            "detailedDescription": "The trial includes a screening period of up to 4 weeks, a 32- week treatment period, and a safety Follow-up period of 20 weeks after the last investigational product administration.\n\nThis clinical trial will be open to enroll 60 eligible participants diagnosed with Parkinson's disease. Patients' recruitment will be conducted by the study team, if eligible participants are identified based on eligibility criteria, a screening visit will be scheduled. Informed consent form will be given to the study participants and signed before any study procedures. Informed consent form will include information about the clinical trial and some aspects should be considered during this process.\n\nAfter Informed consent has been obtained, each participant should complete the following visits.\n\n* Visit 1 - Screening, during this visit, the principal investigator will make the decision to determine whether the screened participant is eligible and whether the next visit can be scheduled. Once, the principal investigator has evaluated the eligibility of the subject screened (up to 28 days), a randomization process will be conducted in order to assign the eligible subject either allogeneic HB-adMSCs or placebo. Randomization will only apply to eligible subjects. If a study participant does not meet the inclusion and exclusion criteria during the screening process, he/she will be considered Screen Failure (SF) and randomization is not required.\n* Visit 2 - Infusion 1, (Baseline): this visit will be used as a starting point for comparison of participant's data. During this visit, eligible study participants will receive his/her first investigational product administration or placebo with monitoring of vital signs for a total of 2 hours after drug exposure. Other study evaluations will be completed as part of this visit.\n* Visit 3 - Infusion 2: approximately 4 weeks after the initial investigational product administration this visit should be completed. Other study evaluations will be completed as part of this visit.\n* Visit 4 - Infusion 3: approximately 8 weeks after the initial investigational product administration this visit should be completed. Other study evaluations will be completed as part of this visit.\n* Visit 5 - Infusion 4: approximately 12 weeks after the initial investigational product administration this visit should be completed. Other study evaluations will be completed as part of this visit.\n* Visit 6 - Infusion 5: approximately 16 weeks after the initial investigational product administration this visit should be completed. Other study evaluations will be completed as part of this visit.\n* Visit 7 - Infusion 6: approximately 20 weeks after the initial investigational product administration this visit should be completed. Other study evaluations will be completed as part of this visit.\n* Phone Call - Safety Follow Up: approximately 24 weeks after the initial investigational product administration, active study participants will complete a phone call follow up.\n* Phone Call - Safety Follow Up: approximately 32 weeks after the initial investigational product administration, active study participants will complete a phone call follow up.\n* Visit 8 - End of Study, during this final visit (approximately 52 weeks after Week 0) a complete group of study assessments will be performed to evaluate the safety and efficacy of allogeneic HB-adMSCs or Placebo administrations."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A parallel study is a type of clinical study where two groups of treatments, A (allogeneic HB-adMSCs) and B (Placebo), are given so that one group receives only A while another group receives only B.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Study subjects, investigators and study staff will be blinded to the assigned treatment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Allogeneic HB-adMSCs.",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Biological/Vaccine: Allogeneic HB-adMSCs\n\nAllogeneic HB-adMSCs will be administered intravenously to study participants who qualify.\n\nOther Names: Allogeneic Hope Biosciences adipose derived mesenchymal stem cells.",
                    "interventionNames": [
                        "Biological: Biological/Vaccine: Allogeneic HB-adMSCs",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo will be administered intravenously to study participants who qualify.\n\nOther Names: Sterile Saline Solution 0.9%",
                    "interventionNames": [
                        "Biological: Biological/Vaccine: Allogeneic HB-adMSCs",
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Biological/Vaccine: Allogeneic HB-adMSCs",
                    "description": "HB-adMSCs will be administered intravenously to study participants who qualify.",
                    "armGroupLabels": [
                        "Allogeneic HB-adMSCs.",
                        "Placebo"
                    ],
                    "otherNames": [
                        "Allogeneic Hope Biosciences adipose derived mesenchymal stem cells."
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Sterile Saline Solution 0.9%",
                    "armGroupLabels": [
                        "Allogeneic HB-adMSCs.",
                        "Placebo"
                    ],
                    "otherNames": [
                        "Placebo will be administered intravenously to study participants who qualify."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "1. Changes in the total score MDS-UPDRS Part II.",
                    "description": "Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part II.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "2. Incidence of treatment-emergent Adverse Event (TEAEs).",
                    "description": "Treatment-emergent Adverse Event.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "3. Incidence of treatment-emergent Serious Adverse Events (SAEs).",
                    "description": "SSAEs.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "4. AEs of special interest (serious or non-serious) - thromboembolic events.",
                    "description": "Incidence of thromboembolic events.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "5. AEs of special interest (serious or non-serious) - thromboembolism of the extremities",
                    "description": "Incidence and risk of AEs of special interest (serious or non-serious), including peripheral events defined as, thromboembolism of the extremities.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "6. AEs of special interest (serious or non-serious) - infections",
                    "description": "Incidence and risk of AEs of special interest (serious or non-serious), including infections.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "7. AEs of special interest (serious or non-serious) - hypersensitivities.",
                    "description": "Incidence and risk of AEs of special interest (serious or non-serious), including hypersensitivities.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "8. Laboratory value Complete Blood Count (CBC)",
                    "description": "Clinically significant changes in CBC values.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "9. Laboratory values Chemistry Metabolic Panel (CMP)",
                    "description": "Number of Participants with changes in Laboratory CMP values",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "10. Laboratory values Coagulation Panel; Prothrombin time, Partial Prothrombin time, and INtern",
                    "description": "Number of Participants with changes in Laboratory Coagulation Panel values.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "11. Vital signs. - Respiratory Rate (breaths per minute)",
                    "description": "Number of Participants with Clinically significant changes in Respiratory Rate.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "12. Vital signs. - Heart Rate (beats per minute)",
                    "description": "Number of Participants with Clinically significant changes in Heart Rate.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "13. Vital signs. - Body Temperature (Fahrenheit )",
                    "description": "Number of participants with Clinically significant changes in Heart Rate.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "14. Vital signs. - Blood Pressure (mmHg)",
                    "description": "Number of Participants with Clinically significant changes in Blood Pressure.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "15. Weight in lb.",
                    "description": "Number of Participants with Clinically significant changes in Weight in lb.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "16. Physical examination results. General",
                    "description": "Number of Participants with Clinically significant changes in general physical examination results.",
                    "timeFrame": "Baseline to Weeks 52."
                },
                {
                    "measure": "17. Physical examination results. Body Systems.",
                    "description": "Number of Participants with Clinically significant changes in body systems physical examination results.",
                    "timeFrame": "Baseline to Weeks 52."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "18. Changes in Movement Disorder Society Unified Parkinson's Disease Rating Scale -UPDRS Part I.",
                    "description": "Changes in MDS-UPDRS Part I",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "19. Changes in the total score Movement Disorder Society Unified Parkinson's Disease Rating Scale -UPDRS Part II and Part III.",
                    "description": "Changes in Total score MDS-UPDRS Part II and Part III",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "20. Changes in Movement Disorder Society Unified Parkinson's Disease Rating Scale MDS-UPDRS Part III.",
                    "description": "Changes in MDS-UPDRS Part III",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "21. Changes in Movement Disorder Society Unified Parkinson's Disease Rating Scale MDS-UPDRS Part IV.",
                    "description": "Changes in MDS-UPDRS Part IV",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "22. Changes in Short Form 36 Health Survey Questionnaire (SF-36).",
                    "description": "Changes in SF-36",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "23. Changes in Parkinson's disease fatigue scale (PFS-16)",
                    "description": "Improvements in Participants PFS-16 scores",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "24. Changes in Parkinson's disease Questionnaire (PDQ-39).",
                    "description": "Improvements in Participants PDQ-39 scores",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "25. Changes in Visual Analog Scale for Pain.",
                    "description": "Changes in Participants VAS Pain Scales",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "26. Changes in Visual Analog Scale for Muscle spasms.",
                    "description": "Changes in Participants VAS spasms Scale",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                },
                {
                    "measure": "27. Changes in Dosage of medications taken to treat Parkinson's disease.",
                    "description": "Changes in Participants medications taken",
                    "timeFrame": "Baseline to Weeks 4, 8, 16, 24, 32, 42 and 52."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A study participant will be eligible for inclusion in this study only if all the following criteria apply:\n\n  1. Male and female participants 45 - 80 years of age.\n  2. At the screening visit, study participants must have an MDS-UPDRS part II score between 7 and 28.\n  3. Study participants must have an MDS-UPDRS part III score between 20 and 57 during the screening visit.\n  4. Carbidopa/Levodopa total dosage must be less than 1200 mg per day for study participants.\n  5. The total Levodopa equivalent dose for study participants must be less than 1400 mg per day.\n  6. Study participant must have been diagnosed with early and/or moderate Parkinson's disease at least 2 years prior study participation.\n  7. Study participants should be able to read, understand and to provide written consent.\n  8. Voluntarily signed informed consent obtained before any clinical-trial related procedures are performed.\n  9. Female study participants should not be pregnant or plan to become pregnant during study participation and for 6 months after last investigational product administration.\n  10. Male participants if their sexual partners can become pregnant should use a method of contraception during study participation and for 6 months after the last administration of the investigated product.\n  11. Study participant is able and willing to comply with the requirements of this clinical trial.\n\nExclusion Criteria:\n\n* A study participant will not be eligible for inclusion in this clinical trial if any of the following criteria apply:\n\n  1. Pregnancy, lactation. Women of childbearing age who are not pregnant but do not take effective contraceptive measures.\n  2. Study participants with advanced Parkinson's disease described as, severe disability, wheelchair bound or bedridden.\n  3. Study participant has any active malignancy, including evidence of cutaneous basal, squamous cell carcinoma or melanoma.\n  4. Study participant has known alcoholic addiction or dependency or has current substance use or abuse.\n  5. Study participant has 1 or more significant concurrent medical conditions (verified by medical records), including the following:\n\n     * Poorly controlled diabetes mellitus (PCDM) defined as history of deficient standard of care treatment and/or pre-prandial glucose \\>130mg/dl during screening visit or post-prandial glucose \\>200mg/dl.\n     * Medical History of Chronic kidney disease (CKD) diagnosis and/or screening results of eGFR \\< 59mL/min/1.73m2.\n     * Presence of New York Heart Association (NYHA) Class III/IV heart failure during screening visit.\n     * Any medical history of myocardial infarction in any of the different types, such as ST-elevation myocardial infarction (STEMI) or non-ST-elevated myocardial infarction (NSTEMI), coronary spasm, or unstable angina.\n     * Medical history of uncontrolled high blood pressure defined as a deficient standard of care treatment and/or blood pressure \\> 180/120 mm/Hg during screening visit.\n     * Medical history of inherited thrombophilias, recent major general surgery, (within 12 months before the Screening), lower extremity paralysis due to spinal cord injury, fracture of the pelvis, hips or femur, cancer of the lung, brain, lymphatic, gynecologic system (ovary or uterus), or gastrointestinal tract (like pancreas or stomach).\n     * History of brain surgery for Parkinson's disease.\n  6. Study participant has received any stem cell treatment within 6 months before first dose of investigational product other than stem cells produced by Hope Biosciences.\n  7. Receiving any investigational therapy or any approved therapy for investigational use within 1 year prior first dose of the investigational product other than COVID-19 vaccines.\n  8. Study participant has a laboratory abnormality during screening, including the following:\n\n     * White blood cell count \\< 3000/mm3\n     * Platelet count \\< 80,000mm3\n     * Absolute neutrophil count \\< 1500/mm3\n     * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) 10 upper limit of normal (ULN) x 1.5\n  9. Study participant has any other laboratory abnormality or medical condition which, in the opinion of the investigator, poses a safety risk or will prevent the subject from completing the study.\n  10. Study participant is unlikely to complete the study or adhere to the study procedures.\n  11. Study participant with known concurrent acute or chronic viral hepatis B or C or human immunodeficiency virus (HIV) infection.\n  12. Study participant has a previously diagnosed psychiatric condition which in the opinion of the investigator may affect self-assessments.\n  13. Study participant with any systemic infection requiring treatment with antibiotics, antivirals, or antifungals within 30 days prior to first dose of the investigational product.\n  14. Male study participants who plan to donate sperm during the study or within 6 months after the last dose. Female patients who plan to donate eggs or undergo in vitro fertilization treatment during the study or within 6 months after the last dose.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David T Gonzalez, RN",
                    "role": "CONTACT",
                    "phone": "346-900-0340",
                    "phoneExt": "101",
                    "email": "david@hopebio.org"
                },
                {
                    "name": "Michelle C Biedron, DNP",
                    "role": "CONTACT",
                    "phone": "346-900-0340",
                    "phoneExt": "101",
                    "email": "michelle@hopebio.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Djamchid Lotfi, MD",
                    "affiliation": "Hope Biosciences Stem Cell Research Foundation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hope Biosciences Stem Cell Research Foundation",
                    "status": "RECRUITING",
                    "city": "Sugar Land",
                    "state": "Texas",
                    "zip": "77478",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David T Gonzalez, RN",
                            "role": "CONTACT",
                            "phone": "346-900-0340",
                            "phoneExt": "101",
                            "email": "david@hopebio.org"
                        },
                        {
                            "name": "Djamchid Lotfi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Thanh Cheng, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.61968,
                        "lon": -95.63495
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30540129",
                    "type": "BACKGROUND",
                    "citation": "Cuenca L, Gil-Martinez AL, Cano-Fernandez L, Sanchez-Rodrigo C, Estrada C, Fernandez-Villalba E, Herrero MT. Parkinson's disease: a short story of 200 years. Histol Histopathol. 2019 Jun;34(6):573-591. doi: 10.14670/HH-18-073. Epub 2018 Dec 12."
                },
                {
                    "pmid": "22229124",
                    "type": "BACKGROUND",
                    "citation": "Goetz CG. The history of Parkinson's disease: early clinical descriptions and neurological therapies. Cold Spring Harb Perspect Med. 2011 Sep;1(1):a008862. doi: 10.1101/cshperspect.a008862."
                },
                {
                    "pmid": "30702835",
                    "type": "BACKGROUND",
                    "citation": "Stoker TB, Greenland JC, editors. Parkinson's Disease: Pathogenesis and Clinical Aspects [Internet]. Brisbane (AU): Codon Publications; 2018 Dec 21. Available from http://www.ncbi.nlm.nih.gov/books/NBK536721/"
                },
                {
                    "pmid": "25904081",
                    "type": "BACKGROUND",
                    "citation": "Kalia LV, Lang AE. Parkinson's disease. Lancet. 2015 Aug 29;386(9996):896-912. doi: 10.1016/S0140-6736(14)61393-3. Epub 2015 Apr 19."
                },
                {
                    "pmid": "32044947",
                    "type": "BACKGROUND",
                    "citation": "Armstrong MJ, Okun MS. Diagnosis and Treatment of Parkinson Disease: A Review. JAMA. 2020 Feb 11;323(6):548-560. doi: 10.1001/jama.2019.22360."
                },
                {
                    "pmid": "28494719",
                    "type": "BACKGROUND",
                    "citation": "Tambasco N, Romoli M, Calabresi P. Levodopa in Parkinson's Disease: Current Status and Future Developments. Curr Neuropharmacol. 2018;16(8):1239-1252. doi: 10.2174/1570159X15666170510143821."
                },
                {
                    "pmid": "9358193",
                    "type": "BACKGROUND",
                    "citation": "Marsden CD. Problems with long-term levodopa therapy for Parkinson's disease. Clin Neuropharmacol. 1994;17 Suppl 2:S32-44."
                },
                {
                    "pmid": "31569696",
                    "type": "BACKGROUND",
                    "citation": "Coppin L, Sokal E, Stephenne X. Thrombogenic Risk Induced by Intravascular Mesenchymal Stem Cell Therapy: Current Status and Future Perspectives. Cells. 2019 Sep 27;8(10):1160. doi: 10.3390/cells8101160."
                },
                {
                    "pmid": "23313481",
                    "type": "BACKGROUND",
                    "citation": "Tatsumi K, Ohashi K, Matsubara Y, Kohori A, Ohno T, Kakidachi H, Horii A, Kanegae K, Utoh R, Iwata T, Okano T. Tissue factor triggers procoagulation in transplanted mesenchymal stem cells leading to thromboembolism. Biochem Biophys Res Commun. 2013 Feb 8;431(2):203-9. doi: 10.1016/j.bbrc.2012.12.134. Epub 2013 Jan 9."
                },
                {
                    "pmid": "31018669",
                    "type": "BACKGROUND",
                    "citation": "Musial-Wysocka A, Kot M, Majka M. The Pros and Cons of Mesenchymal Stem Cell-Based Therapies. Cell Transplant. 2019 Jul;28(7):801-812. doi: 10.1177/0963689719837897. Epub 2019 Apr 24."
                },
                {
                    "pmid": "30858851",
                    "type": "BACKGROUND",
                    "citation": "Garretti F, Agalliu D, Lindestam Arlehamn CS, Sette A, Sulzer D. Autoimmunity in Parkinson's Disease: The Role of alpha-Synuclein-Specific T Cells. Front Immunol. 2019 Feb 25;10:303. doi: 10.3389/fimmu.2019.00303. eCollection 2019."
                },
                {
                    "pmid": "19926330",
                    "type": "BACKGROUND",
                    "citation": "Meirelles Lda S, Fontes AM, Covas DT, Caplan AI. Mechanisms involved in the therapeutic properties of mesenchymal stem cells. Cytokine Growth Factor Rev. 2009 Oct-Dec;20(5-6):419-27. doi: 10.1016/j.cytogfr.2009.10.002. Epub 2009 Nov 18."
                },
                {
                    "pmid": "15684121",
                    "type": "BACKGROUND",
                    "citation": "Giannini EG, Testa R, Savarino V. Liver enzyme alteration: a guide for clinicians. CMAJ. 2005 Feb 1;172(3):367-79. doi: 10.1503/cmaj.1040752."
                },
                {
                    "pmid": "32332985",
                    "type": "BACKGROUND",
                    "citation": "Tan EK, Chao YX, West A, Chan LL, Poewe W, Jankovic J. Parkinson disease and the immune system - associations, mechanisms and therapeutics. Nat Rev Neurol. 2020 Jun;16(6):303-318. doi: 10.1038/s41582-020-0344-4. Epub 2020 Apr 24."
                },
                {
                    "pmid": "24027567",
                    "type": "BACKGROUND",
                    "citation": "Dimarino AM, Caplan AI, Bonfield TL. Mesenchymal stem cells in tissue repair. Front Immunol. 2013 Sep 4;4:201. doi: 10.3389/fimmu.2013.00201."
                },
                {
                    "pmid": "21303266",
                    "type": "BACKGROUND",
                    "citation": "Ra JC, Shin IS, Kim SH, Kang SK, Kang BC, Lee HY, Kim YJ, Jo JY, Yoon EJ, Choi HJ, Kwon E. Safety of intravenous infusion of human adipose tissue-derived mesenchymal stem cells in animals and humans. Stem Cells Dev. 2011 Aug;20(8):1297-308. doi: 10.1089/scd.2010.0466. Epub 2011 Mar 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}