{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04997668",
            "orgStudyIdInfo": {
                "id": "GU-EN-SS-01"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Clinical Outcomes and Healthcare Economics of SOLTIVE Compared to Ho:YAG Laser in Urolithiasis",
            "officialTitle": "Clinical Outcomes and Healthcare Economics of SOLTIVE Compared to Ho:YAG Laser in Urolithiasis",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "clinical-outcomes-and-healthcare-economics-of-soltive-compared-to-ho-yag-laser-in-urolithiasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-16",
            "studyFirstSubmitQcDate": "2021-07-30",
            "studyFirstPostDateStruct": {
                "date": "2021-08-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-15",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To compare intraoperative as well as postoperative outcomes of SOLTIVE Thulium laser compared to Ho:YAG laser for the treatment of urolithiasis.\n\nThe hypothesis is that utilizing the SOLTIVE Thulium laser for the treatment of urolithiasis will result in a more efficient procedure, with comparable stone free rate to that of Holmium laser and subjective improvement in physician satisfaction.",
            "detailedDescription": "Urologists utilize several different laser technologies which continue to rapidly advance and improve. The Holmium:YAG laser (Hm:YAG), Thulium:YAG (Tm:YAG) laser and most recently, the thulium fiber are essential tools used in endourology. The holmium:YAG laser fiber is a 2120nm which has been the primary workhorse for many endoscopic procedures as it is broadly available with many versions and upgrades. The thulium:YAG laser has also shown its own set of advantages such as being lighter weight, having high frequency capability, generating less degradation, and consuming less energy.\n\nThe natural progression of lasers has continued with the development of the thulium fiber laser (TFL), which is a distinct technology from the previous Thulium:YAG lasers. This remains an important separation as prior studies with Tm:YAG the cannot be directly applied to this new technology. TFL's have a wavelength of 1940nm, different from the Hm:YAG laser of 2120nm and Tm:YAG at 2010nm, which is absorbed nearly five times more in water further allowing for improved efficiency and has less penetration of a depth of 0.15mm. In preclinical studies, the TFL demonstrated two to threefold higher comparison to holmium:YAG as well as four times less retropulsion.\n\nThe thulium fiber laser has been studied and applied in several different Urological procedures and the initial clinical data on these has been promising. Based on the temporal pulse shape, the TFL resulted in a two-fold ablation power in comparison to holmium as well as greater versitility. More specifically, the TFL has been effective in several studies during laser lithotripsy. In a comparison study of the TFL and high-powered holmium laser in ureteral stones, the procedures were faster, required fewer stents and no residual stones were seen at 30 days.\n\nSpecifically, Olympus's super-pulsed SOLTIVE thulium laser fiber was FDA approved for use in numerous urological indications including lithotripsy. This SOLTIVE thulium laser fiber is a super pulsed laser with numerous benefits including high frequency capabilities of 2,200 Hertz (Hz) compared to Ho:YAG capabilities of 80-100 Hz, decreased fiber degradation, continuous laser mode resulting in smoother cut, shallower tissue penetration (0.15 mm) which results in less surrounding tissue damage, 50 mm diameter laser fiber versus 200 mm allowing for increased maneuverability, visibility, and decreased energy consumption. The SOLTIVE laser allows for greater power through a smaller fiber decreasing fiber failure and endoscope damage. This greater tissue ablation capacity also results in improved hemostasis if identified during endoscopy. Finally, this laser is much smaller and compact in size in comparison to Holium lasers. It allows for a less crowded operating room and has the ability to be utilized in any operating room outlet in comparison to the 220 Volt outlet required by Holium.\n\nIn addition, as the prevalence of stones continues to rise, the economic burden of stone disease is also increasing. Despite this upward trend, there are very few studies that have looked at this economic impact of specific stone treatments based on particular laser subtypes. Perez-Ardavin et al looked at comparison between extracorporeal shockwave lithotripsy and ureteroscopy for stones smaller than 2cm which showed higher cost and increased perceived affection. The TFL may address some of this disparity with improved efficacy, less OR time and potential reduced need for ureteral stenting. Furthermore, the TFL may lead to decreased patient costs and allow for more procedures to be completed in turn providing benefit to both patients and hospitals.\n\nDespite the favorable data and qualities in other TFL studies, there remains an insufficient data on clinical performance of the SOLTIVE Thulium laser fibers for treatment of urolithiasis, particularly in the United States. Additionally, there has been limited comparison of economic utility of the TFL to the widely utilized holmium laser fibers."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Stone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SOLTIVE Thulium Fiber Laser",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "SOLTIVE Thulium Fiber Laser group (laser A)",
                    "interventionNames": [
                        "Device: SOLTIVE Thulium Fiber Laser"
                    ]
                },
                {
                    "label": "Ho:YAG Laser",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ho:YAG Laser group (laser B)",
                    "interventionNames": [
                        "Device: Ho:YAG Laser"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "SOLTIVE Thulium Fiber Laser",
                    "description": "Patients randomized to Arm A will undergo surgery to remove their kidney stone with FDA approved SOLTIVE Thulium Fiber Laser.",
                    "armGroupLabels": [
                        "SOLTIVE Thulium Fiber Laser"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Ho:YAG Laser",
                    "description": "Patients randomized to Arm B will undergo surgery to remove their kidney stone with FDA approved Ho:YAG laser.",
                    "armGroupLabels": [
                        "Ho:YAG Laser"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the stone free rate of patients undergoing ureteroscopy with laser lithotripsy for urolithiasis at first follow up visit",
                    "description": "To evaluate the stone free rate of patients undergoing ureteroscopy with laser lithotripsy for urolithiasis with the SOLTIVE Thulium Fiber Laser in comparison to Ho:YAG laser with repeat imaging at the first follow up clinic visit.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To compare Operation time SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare intraoperative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to total operative time, during surgery.\n\nMeasure the difference in time compared among the two groups. Looking at which approach has a shorter operation time. Unit will be minute differences between two groups",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "To compare laser time SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare intraoperative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to total laser time during surgery. Comparing the two groups to see which laser used has less laser time. Unit will be minute differences between two groups",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "To compare pedal time SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare intraoperative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to pedal time during surgery.\n\nComparing the two groups to see which laser used has less pedal time. Unit will be minute differences between two groups",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "To compare laser setting SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare intraoperative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to laser setting during surgery. Laser setting will be a descriptive measure between the two groups.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "To compare use of basket during SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare intraoperative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to use of basketing and how many times the basket was inserted for fragments removal and dusting compared to fragmentation time.\n\nMeasure of unit it will be a count difference between the two groups.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "To compare post-operative complications of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to complications.\n\nMeasure will be rate of complication in percentage.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare post-operative physician satisfaction with retropulsion of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to physician satisfaction with retropulsion with a measurement tool (questionnaire) that will be used to assess this outcome. The questionnaire will have a satisfaction scale (1-5).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare post-operative physician satisfaction of endoscopic view of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to physician satisfaction with endoscopic views with a measurement tool (questionnaire) that will be used to assess this outcome. The questionnaire will have a satisfaction scale (1-5).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare post-operative fiber degradation of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to fiber degradation with provider feedback. This will be measured in a Yes/No format. The measurement will be a count of each group that had fiber degradation.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare post-operative stent placement of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to stent placement with provider feedback. This will be measured in a Yes/No format. The measurement will be a count of each group that had stent placed.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare post-operative repeat procedure after SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser.",
                    "description": "To compare post-operative components of SOLTIVE Thulium Fiber Laser vs Ho:YAG Laser in regard to if patient had a repeat procedure. This will be measured in a Yes/No format. The measurement will be a count of each group that had stent placed.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be 18 years of age or older\n2. Patients must be diagnosed with single stone burden \\<2.0 cm\n3. Patients must opt for definitive treatment with ureteroscopy with lase lithotripsy and stone basket extraction\n\nExclusion Criteria:\n\n1. Patients with multiple stones or stones bilaterally\n2. Patient with stones \\>2.0cm\n3. Patient who wish to continue with trial of passage",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jane Ledesma",
                    "role": "CONTACT",
                    "phone": "19135888721",
                    "email": "jledesma2@kumc.edu"
                },
                {
                    "name": "Cary Felzien",
                    "role": "CONTACT",
                    "phone": "19135886142",
                    "email": "cfelzien@kumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wilson Molina, MD",
                    "affiliation": "University of Kansas Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jane Ledesma, BS",
                            "role": "CONTACT",
                            "phone": "913-588-8721",
                            "email": "jledesma2@kumc.edu"
                        },
                        {
                            "name": "Wilson Molina, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007669",
                    "term": "Kidney Calculi"
                },
                {
                    "id": "D000052878",
                    "term": "Urolithiasis"
                },
                {
                    "id": "D000014545",
                    "term": "Urinary Calculi"
                }
            ],
            "ancestors": [
                {
                    "id": "D000053040",
                    "term": "Nephrolithiasis"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002137",
                    "term": "Calculi"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10693",
                    "name": "Kidney Calculi",
                    "asFound": "Kidney Stone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27126",
                    "name": "Nephrolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M27103",
                    "name": "Urolithiasis",
                    "asFound": "Urolithiasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17295",
                    "name": "Urinary Calculi",
                    "asFound": "Urolithiasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5399",
                    "name": "Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}