{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06035744",
            "orgStudyIdInfo": {
                "id": "CLN-617-001"
            },
            "organization": {
                "fullName": "Cullinan Therapeutics Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "CLN-617 Alone and in Combination With Pembrolizumab in Patients With Advanced Solid Tumors",
            "officialTitle": "A Phase 1 First-in-Human Study to Investigate the Safety, Efficacy, Pharmacokinetics, and Pharmacodynamic Activity of CLN-617 Alone and in Combination With Pembrolizumab in Patients With Advanced Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "cln-alone-and-in-combination-with-pembrolizumab-in-patients-with-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-31",
            "studyFirstSubmitQcDate": "2023-09-06",
            "studyFirstPostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cullinan Therapeutics Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "CLN-617-001 is a Phase 1, open-label, dose escalation, dose optimization and dose expansion study of CLN-617 alone and in combination with Pembrolizumab in patients with advanced solid tumors"
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 86,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CLN-617 Dose Escalation (Part A)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with Advanced Solid Tumors enrolled in dose escalation cohorts treated with CLN-617 alone and in combination with pembrolizumab",
                    "interventionNames": [
                        "Drug: CLN-617",
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "CLN-617 Dose Optimization (Part B)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with Advanced Solid Tumors enrolled in dose optimization receiving selected doses of CLN-617 in combination with pembrolizumab",
                    "interventionNames": [
                        "Drug: CLN-617",
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "CLN-617 Dose Expansion (Part C)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with Advanced Melanoma or Head and Neck Squamous Cell Carcinoma (HNSCC) enrolled in dose expansion treated with CLN-617 in combination with pembrolizumab",
                    "interventionNames": [
                        "Drug: CLN-617",
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CLN-617",
                    "description": "Single-chain fusion protein comprised of human IL-2, human LAIR2, HSA, and human IL-12, connected via glycine/serine linker sequences",
                    "armGroupLabels": [
                        "CLN-617 Dose Escalation (Part A)",
                        "CLN-617 Dose Expansion (Part C)",
                        "CLN-617 Dose Optimization (Part B)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Humanized IgG4 anti-PD-1 monoclonal antibody",
                    "armGroupLabels": [
                        "CLN-617 Dose Escalation (Part A)",
                        "CLN-617 Dose Expansion (Part C)",
                        "CLN-617 Dose Optimization (Part B)"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose Escalation",
                    "description": "Number of treatment-emergent events (TEAEs): TEAE is defined as adverse events reported for the first time or worsening of a pre-existing event after the first dose of study drug.",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Optimization",
                    "description": "Number of treatment-emergent events (TEAEs): TEAE is defined as adverse events reported for the first time or worsening of a pre-existing event after the first dose of study drug.",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Overall Response Rate (ORR): The % of patients having a CR or PR as determined by PI assessment of disease response per iRECIST",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Duration of Response (DoR): The time from the earliest date of CR or PR until the earliest date of disease progression, as determined by PI assessment of disease response per iRECIST or death from any cause if occurring sooner than progression",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Disease Control Rate (DCR): The % of participants having CR, PR, or SD as best on study response",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Progression Free Survival (PFS): Time from initiate date of treatment to disease progression or death",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Overall Survival (OS): Time from the initial date of treatment until death",
                    "timeFrame": "24 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All Cohorts",
                    "description": "Maximum drug concentration (Cmax) of CLN-617",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "All Cohorts",
                    "description": "Area under the curve up to tau (AUCtau) of CLN-617",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "All Cohorts",
                    "description": "Time to Cmax (Tmax) of CLN-617",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "All Cohorts",
                    "description": "Last validated plasma concentration (Clast) of CLN-617",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "All Cohorts",
                    "description": "Time to Clast (Tlast) of CLN-617",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "All Cohorts",
                    "description": "Terminal Half-life (t1/2) of CLN-617",
                    "timeFrame": "24 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged ≥ 18 years.\n2. Patient should have previously received or had a contraindication to standard therapy that confers an overall survival benefit.\n3. Part 1 Dose Escalation Cohorts: Histologically or cytologically confirmed advanced incurable or metastatic non-neurological solid tumor with accessible injectable lesions.\n4. Part 2 Dose Optimization: Histologically or cytologically confirmed select advanced incurable or metastatic cancer types with accessible injectable lesions.\n5. Part 3 Dose Expansions:\n\n   1. Cohort 1: Histologically or cytologically confirmed metastatic or locally advanced, unresectable melanoma with accessible injectable lesions.\n   2. Cohort 2: Histologically or cytologically confirmed metastatic or locally advanced, unresectable HNSCC with accessible injectable lesions.\n6. Patients must have 2 or more measurable lesions for Part 1, or one or more measurable lesions for Part 2 and Part 3 that meet RECIST v1.1. Also, patients must have tumors able to be palpable, visualized on ultrasound without encasing with blood vessels, amenable to direct injection.\n7. Patients deemed appropriate for pembrolizumab treatment based on the tumor type and prior available therapy, per the judgment of the investigator.\n8. Performance status of 0 or 1 based on the Eastern Cooperative Oncology Group (ECOG) performance scale.\n9. Estimated life expectancy at least 12 weeks or longer.\n10. Toxicities related to prior study therapy should have resolved to Grade 1 or less according to criteria of NCI CTCAE v5.0, except for alopecia. Patients with chronic but stable Grade 2 toxicities may be allowed to enroll after an agreement between the Investigator and Sponsor.\n11. Have adequate liver and kidney function and hematological parameters within a normal range as defined by:\n\n    1. Total bilirubin ≤ 1.5x ULN. This does not apply for patients with confirmed Gilbert's Syndrome, for whom total bilirubin must be less than 3.0 mg/dL with a conjugated bilirubin less than 0.5 mg/dL.\n    2. AST and ALT ≤ 2.5x ULN or ≤ 5x ULN for patients with liver metastases.\n    3. Estimated creatinine clearance (CrCL) ≥ 50 mL/min by using Cockcroft-Gault formula.\n    4. Hemoglobin ≥ 8 g/dL without blood transfusions for at least two weeks prior to dosing on C1D1.\n    5. Absolute neutrophil count ≥ 1500 cells/mm3 without growth factor support (e.g., three days for filgrastim, 14 days for pegfilgrastim).\n    6. Platelet count ≥ 100,000 cells/mm3.\n12. Patients in dose escalation (Part 1) must agree to provide a fresh biopsy at baseline, and on-treatment biopsies from both injected and uninjected tumors, at the end of Cycle 1 (mandatory) and at the end of Cycle 3 (strongly encouraged). Patients in dose optimization (Part 2) and dose-expansion (Part 3) must agree to provide a fresh biopsy at baseline, and an on-treatment biopsy from both injected and uninjected tumors at the end of Cycle 2. If a biopsy cannot be performed with acceptable clinical risk in the judgment of the Investigator, the Sponsor's medical monitor must be contacted to approve enrollment.\n\nExclusion Criteria:\n\n1. Patients with concomitant second malignancies (except adequately treated non-melanomatous skin cancers, ductal carcinoma in situ, superficial bladder cancer, prostate cancer, or in situ cervical cancer) are excluded unless in complete remission two years prior to study entry, and no additional therapy is required or anticipated to be required during study participation.\n2. Patients with any active autoimmune disease or a history of known autoimmune disease, or history of a syndrome that requires systemic corticosteroids or immunosuppressive medications, except for patients with vitiligo, resolved childhood asthma/atopy, or autoimmune thyroid disorders on stable thyroid hormone supplementation.\n3. A serious uncontrolled medical disorder that would impair the ability of the patient to receive protocol therapy or whose control may be jeopardized by the complications of this therapy. These criteria include, but are not limited to the following:\n\n   1. Uncontrolled airway hyper-reactivity.\n   2. Type 1 diabetes mellitus. Type 2 diabetes mellitus patients are allowed if they are under stable glycemic control as per Investigator's assessment.\n   3. Uncontrolled, clinically significant pulmonary disease.\n   4. Requirement for supplemental oxygen to maintain SpO2 \\> 93%.\n   5. Symptomatic congestive heart failure as per Investigator's assessment or documented cardiac ejection fraction \\< 45%.\n   6. QT interval corrected for heart rate using Fridericia's formula (QTcF) of ≥ 470 milliseconds.\n   7. History of unstable angina or myocardial infarction within six months of dosing on C1D1.\n   8. Unstable cardiac arrhythmia.\n   9. History of ventricular arrhythmia that requires medical treatment.\n   10. Uncontrolled hypertension: patients with sustained systolic blood pressure readings greater than 150 mmHg or diastolic blood pressure greater than 100 mmHg should have documentation by the treating physician that the finding is not consistent with uncontrolled hypertension.\n   11. History of stroke or cerebral hemorrhage within one year of dosing on C1D1.\n   12. Poorly controlled seizure disorder.\n   13. Active diverticulitis within one year prior to dosing on C1D1.\n4. Patient requires active systemic anticoagulation at the time of IT injection or biopsy, or with significant bleeding diathesis due to risk of hematoma at the injection site. Patients on anticoagulant agents require consultation with the sponsor prior to enrollment.\n5. Risk of vascular catastrophe.\n6. Treatment with systemic antiviral, antibacterial or antifungal agents for acute infection within ≤ 7 days of dosing on C1D1.\n7. Diagnosed with HIV1/2 primary immunodeficiency disease with any of the following conditions:\n\n   1. CD4+ T cell counts ≤ 350 cells/uL.\n   2. Received active antiretroviral therapy within 4 weeks of C1D1.\n   3. HIV viral load \\> 400 copies/mL.\n8. Diagnosed with hepatitis B (with positive testing for either hepatitis B surface antigen \\[HbsAg\\] or hepatitis B core Ab) or hepatitis C virus (HCV) infection (with positive testing for HCV antibody and/or HCV ribonucleic acid \\[RNA\\] in serum) under any of the following conditions:\n\n   1. Active disease for hepatitis B or hepatitis C and received antiretroviral therapy within 4 weeks.\n   2. Blood hepatitis B DNA or HCV RNA are detectable.\n9. Prior organ allograft or allogeneic hematopoietic transplantation.\n10. Active central nervous system metastases and/or carcinomatous meningitis. Patients with brain metastases identified at Screening may be rescreened after they have been appropriately treated. Patients with treated brain metastases should be neurologically stable for 28 days post completion of treatment and prior to enrollment and on a stable regimen of steroid dosing (prednisone \\< 10 mg daily or the equivalent) for 14 days prior to dosing on C1D1.\n11. Active SARS-CoV-2 infection, including the history of positive SARS-CoV-2 testing without subsequent documentation of negative test results, patients with results that are pending but not yet known, or patients with suspected active infection based on clinical features.\n12. Has received immunosuppressive medications including but not limited to CellCept, methotrexate, infliximab, anakinra, tocilizumab, cyclosporine, or corticosteroids (≥10 mg/day of prednisone or equivalent), within 28 days of dosing on C1D1.\n13. Treatment with any of the following:\n\n    1. Systemic anticancer treatment within 14 days prior to the first dose of the study drug on C1D1.\n    2. Immunotherapy ≤ 28 days prior to the first dose of study drug on C1D1.\n    3. Radiotherapy \\< 28 days and palliative radiation ≤ 14 days prior to the first dose of study the drug on C1D1.\n    4. Major surgery (excluding placement of vascular access) ≤ 28 days of the first dose of study drug on C1D1.\n14. Female of child-bearing potential (FOCBP) who is pregnant or breast-feeding, plans to become pregnant within 120 days of last study drug administration or declines to use an acceptable method to prevent pregnancy during study treatment and for 120 days after the last dose of study drug administration.\n\n    Note: Females with amenorrhea for \\< 2 years and who are not surgically sterile i.e., tubal ligation, bilateral oophorectomy, or complete hysterectomy, will only be considered not to be of reproductive potential if they have a documented follicle stimulating hormone (FSH) value in the postmenopausal range.\n15. Male patient who plans to father a child or donate sperm within 120 days or 5 half-lives of CLN-617 whichever comes later, of last study drug administration, or who has a partner who is a FOCBP, and declines to use an acceptable method to prevent pregnancy during study treatment and for 120 days or 5 half-lives of CLN-617, whichever comes later, after the last dose of study drug administration.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy Gubits, MPH",
                    "role": "CONTACT",
                    "phone": "+1-617-410-4650",
                    "email": "ClinOps@cullinanoncology.com"
                }
            ],
            "locations": [
                {
                    "facility": "USC Norris Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anthony El-Khoureiy, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Orlando Health",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32806",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Sajeve",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "University of Chicago",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Randy Sweis",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "MD Anderson",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adi Diab",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "UT Health Science Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Montaser Shaheen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Fred Hutchinson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Evan Hall",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20747",
                    "name": "Interleukin-12",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M9104",
                    "name": "Glycine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9662",
                    "name": "Altretamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                },
                {
                    "id": "T7",
                    "name": "Glycine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}