{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04142320",
            "orgStudyIdInfo": {
                "id": "60980-1"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Closed-loop Optimized rTMS for Depression",
            "officialTitle": "Randomized, Cross-over, Placebo-controlled Trial to Determine Target Engagement and Dose Response of Optimized Closed-loop rTMS for Medication-resistant Depression",
            "therapeuticArea": [
                "Other"
            ],
            "study": "closed-loop-optimized-rtms-for-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-17",
            "studyFirstSubmitQcDate": "2019-10-25",
            "studyFirstPostDateStruct": {
                "date": "2019-10-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Corey Keller",
                "investigatorTitle": "Instructor, Department of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Targeted and individualized treatments for mental health disorders are critically needed. Repetitive transcranial magnetic stimulation (rTMS) represents the front-line of new and innovative approaches to normalizing dysfunctional brain networks in those with mental illness. rTMS is FDA-approved for depression and obsessive-compulsive disorder with clinical trials underway for PTSD and addiction, among others. However, remission rates are suboptimal and ideal stimulation parameters are unknown. We recently completed a randomized, double blind clinical trial and a depression severity biomarker that predicts clinical outcome. The overarching goal of this study is to develop the first broadly generalizable platform for real-time biomarker monitoring and personalized rTMS treatment. We plan to recruit patients with medication-resistant depression and in perform a four-phase, cross-over, double-blind, placebo-controlled trial to 1) identify how standard and optimized rTMS patterns engage the depression severity biomarker, and 2) determine the dose-response of these rTMS patterns. Findings from this study will provide the basis for a double-blind, randomized clinical trial comparing rTMS optimized to the individual against standard rTMS.",
            "detailedDescription": "Nearly 50% of all Americans will suffer from a mental health disorder during their lifetimes. Brain stimulation treatments, including repetitive transcranial magnetic stimulation (rTMS), are increasingly used to normalize dysfunctional brain circuits in these disorders. Mechanistically, rTMS is thought to work by changing the synaptic strength of neurons, referred to as brain plasticity. Despite the variety of disorders targeted and significant between-patient heterogeneity, rTMS is currently applied in a manner that is one-size-fits-all (without any individual optimization of the stimulation pattern) and open-loop (fixed schedule of stimulation pattern, with no measurement or adjustment during rTMS). We believe that the response rate of rTMS for depression, which is at present \\<50%, can be improved through personalized brain stimulation that enhances target engagement and maximizes plasticity. To personalize brain stimulation, one must (1) measure and monitor brain changes in real-time; (2) determine the optimal stimulation patterns for inducing brain changes; (3) develop adaptive treatments to drive desired changes on an individual patient-specific level over time. Such personalization of brain stimulation will increase our mechanistic understanding of brain plasticity to improve efficacy in non-responders to standard treatments.\n\nThe primary goals of my research program are to (1) discover brain biomarkers that predict progression to clinical remission, and (2) develop closed-loop treatment algorithms that optimize these biomarkers and improve clinical outcomes. We will focus on depression as it is the leading cause of disability worldwide and and medications are ineffective or not tolerated for close to half of these patients. Leveraging my previous work, we propose three stages of development of personalized brain stimulation using single pulses of TMS combined with electroencephalography (TMS-EEG) to generate a causal measurement of brain state that can easily be translated to the clinic. The TMS-EEG depression severity biomarker that I recently discovered occurs 30 milliseconds after administering a TMS test pulse (p30) in the fronto-parietal network (FPN), a region implicated in depression. The degree of suppression of this p30 signal predicted clinical outcome in depressed patients following rTMS treatment. Additionally, a single stimulation session was sufficient to suppress the p30 during and for 30 minutes after stimulation. This work indicates that p30 suppression can be monitored in real-time and has the potential to support empiric treatment optimization.\n\nFindings from this study will provide the basis for a double-blind, randomized clinical trial of closed-loop rTMS against standard rTMS."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Closed-loop rTMS",
                    "type": "EXPERIMENTAL",
                    "description": "Closed-loop rTMS will be delivered to determine the target engagement compared to open-loop rTMS. Closed loop rTMS will be applied for two consecutive days for 30 minutes to determine dose response. Closed- loop rTMS will be delivered using neuro-navigation based on participants' own MRI images. rTMS will last approximately 30 minutes (3000 pulses total) and will be delivered at 120% of the participant's motor threshold. Participants will be monitored during the rTMS session for adverse events and/or side effects.",
                    "interventionNames": [
                        "Device: closed-loop rTMS"
                    ]
                },
                {
                    "label": "Open-loop rTMS",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A series of open-loop rTMS protocols will be delivered to determine the most effective standard and individualized rTMS. Active rTMS will be delivered using neuro-navigation based on participants' own MRI images. For each clinically-utilized rTMS protocol (1Hz, 5Hz, 10Hz, 20Hz), 3000 pulses will be delivered at 120% of the participant's motor threshold. Participants will be monitored during the rTMS session for adverse events and/or side effects.",
                    "interventionNames": [
                        "Device: open-loop rTMS"
                    ]
                },
                {
                    "label": "Sham rTMS",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Sham rTMS will be delivered for two consecutive sessions to mimic active rTMS conditions. To maximize sham validity, both 1) a direction- sensor TMS coil will alert the operators to flip the coil if the wrong side is being used, and 2) low-intensity electrical stimulation to match the active rTMS frequency will be applied to scalp electrodes under the coil for sham and placed but not activated in the active arm. The rTMS coil will be positioned using neuro-navigation based on participants' own MRI images, mimicking active rTMS. Sham rTMS will last approximately 30 minutes (3000 pulses total) and will be delivered at 120% of the participant's motor threshold. Participants will be monitored during the sham rTMS session for adverse events and/or side effects.",
                    "interventionNames": [
                        "Device: sham rTMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "closed-loop rTMS",
                    "description": "Delivers patterned magnetic stimulation in closed-loop fashion",
                    "armGroupLabels": [
                        "Closed-loop rTMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "open-loop rTMS",
                    "description": "Delivers patterned magnetic stimulation in open-loop fashion",
                    "armGroupLabels": [
                        "Open-loop rTMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "sham rTMS",
                    "description": "Delivers placebo magnetic stimulation",
                    "armGroupLabels": [
                        "Sham rTMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Transcranial Magnetic Stimulation (TMS) / Electroencephalography (EEG) change",
                    "description": "Change in TMS-EEG measures will be assessed before, during, and after each rTMS session. Specifically, the amplitude of the change 30ms after a single TMS pulse in the frontoparietal region will be quantified. Brain changes will be compared between closed- loop, open-loop, and sham rTMS to identify the location, strength, and dose response of change for each condition.",
                    "timeFrame": "Up to 2 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women, ages 18 to 65\n* Depression assessed through phone screen\n* Not currently on antidepressant medications\n* Must comprehend English well to ensure adequate comprehension of the EEG and TMS instructions, and of clinical scales\n* Right-handed\n* No current or history of neurological disorders\n* No seizure disorder or risk of seizures\n* No use of PRN medication within 48 hours of the scheduled study appointment\n\nExclusion Criteria:\n\n* Those with a contraindication for MRIs (e.g. implanted metal)\n* Any unstable medical condition\n* History of head trauma with loss of consciousness\n* History of seizures\n* Neurological or uncontrolled medical disease\n* Active substance abuse\n* Diagnosis of psychotic or bipolar disorder\n* A prior history of ECT or rTMS failure\n* Currently taking medications that substantially reduce seizure threshold (e.g., olanzapine, chlorpromazine, lithium)\n* Currently pregnant or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Corey Keller, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(650) 498-9111",
                    "email": "ckeller1@stanford.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jade Truong",
                            "role": "CONTACT",
                            "email": "kellerlab@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}