{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06304467",
            "orgStudyIdInfo": {
                "id": "IRB#23-001133"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "CM for Patients With ALD After Liver Transplant",
            "officialTitle": "Contingency Management for Patients With Alcohol-Associated Liver Disease Following Liver Transplantation",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "cm-for-patients-with-ald-after-liver-transplant"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-07",
            "studyFirstSubmitQcDate": "2024-03-04",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Arpan A. Patel, MD",
                "investigatorTitle": "Hepatologist, Assistant Professor, David Geffen School of Medicine at UCLA",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "Arpan A. Patel, MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Alcohol associated liver disease (ALD) refers to liver injury, such as cirrhosis, that is caused by alcohol use. It affects 2 million adults in the U.S. and is now the leading cause of cirrhosis-related hospitalizations, cirrhosis- related deaths, and liver transplantation. Alcohol use disorder (AUD), the root cause of ALD, affects 15 million Americans each year. While research studies have shown that behavioral therapy and medications specific for alcohol use have helped people overcome their alcohol use disorder, there has not been enough information related to how successful these treatments are specifically for people with ALD. This study will look at a behavioral treatment called \"contingency management\" (CM) that has shown to be effective with people with other substance use disorders. CM is based on the principles of operant conditioning that involves offering prize-based or monetary incentives to patients with substance use disorders to reduce substance use. This study will look at the efficacy and acceptability of CM in patients who received a liver transplant and have evidence of recurrent alcohol use.\n\nThe proposed study is a pilot randomized controlled trial of 30 patients with ALD who received a liver transplant; 15 will be randomized to receive a 10-week CM intervention while 15 will receive treatment as usual (TAU or control). Subjects will be asked to complete 12 study visits (including Screening and Baseline Visits) that will last 1 to 2 hours each depending on the visit. All visits will be completed via Zoom. Study staff will instruct participants on how to use Zoom, if necessary. During the Screening and Baseline Visits, subjects will be: 1) asked to provide a urine test and blood draw, 2) complete the SCID-5 AUD, a semi-structured interview guide for making the major DSM-5 diagnoses, 3) complete the Iowa Gambling Test which looks at decision-making skills, 4) complete a survey that looks at the subject's quality of life after liver transplant, 4) review how much alcohol the subject has consumed in the last 30 days, 5) and if the subject has received any current AUD treatments. Once the Screening and Baseline visits are completed, subjects will be randomized to either the CM group or the TAU group. During the weekly visits, subjects will be asked to provide blood and urine samples and will be asked if they have had any alcohol since their last visit. All subjects will receive $20 for completing the visits. For those in the CM group, subjects will also receive a CM reward for negative urine and/or blood tests, depending on which results we receive first-with rewards ranging from $5 to $80 depending on the week. Additionally, during weeks 1, 5, and 10, those in the CM group will also complete the Client Satisfaction Questionnaire-8 to assess client satisfaction with CM and complete a semi-structured interview about the CM protocol as well as CM acceptability and feasibility.",
            "detailedDescription": "This study is a pilot randomized controlled trial of 30 patients with ALD who received a liver transplant; 15 will be randomized to receive a 10-week CM intervention while 15 will receive treatment as usual (control).\n\nAdult patients (≥ 18 years of age) being seen in the post liver transplant outpatient clinic at UCLA will be approached to participate in the study. Patients will be identified by the co-investigators in the clinic and/or by research team via electronic health records (EHR). Once identified, the Co-Investigator will approach the patient during the outpatient clinic visit with the recruitment flyer. The Co-Investigator will inform the participant that they may be eligible for the study and that the RA will reach out via phone to provide more information about the study. The RA will contact the potential participant via phone and ask whether they would be interested in participating in the study. If so, the RA will then send the participant a Zoom link so the RA can review the study, requirements for study participation, review the consent form, and answer any questions patients may have. The RA will provide instructions on how to use Zoom, if necessary. If the participant agrees to participate in the study, the RA will send the consent form and HIPAA forms to the participant via DocuSign and the participant and RA will sign the consent form.\n\nAfter written consent is obtained, the RA will confirm eligibility criteria:\n\nIf eligibility is confirmed and signed off by the PI, the participant will complete Baseline Visit activities via Zoom:\n\n1. Record socio-demographic data (self-reported demographics, behavior, and health data) and locator form\n2. Complete the Iowa Gambling Task\n3. Complete Structured Clinical Interview-5 for AUD (SCID-5 AUD), a semi-structured interview guide for making the major DSM-5 diagnoses\n4. Urine sample for EtG\n5. Blood draw for PeTH\n6. Complete Timeline Followback (TLFB), a validated instrument to assess amounts of drinking within the last 30 days\n7. Record concurrent AUD treatment strategies and therapies\n8. Complete Patient-Reported Outcomes Measurement Information System (PROMIS), to assess patient's quality of life after liver transplantation. The psychometric properties of this instrument have been previously validated in patients who have received a liver transplant.\n9. Randomize participant to contingency management (CM) or treatment as usual (TAU). Participants will be randomly assigned to either the CM treatment group or the TAU group (control) using a SAS® randomization software. Participants will be stratified by applying SCID-5-AUD criteria (groups will be mild or moderate/severe).\n\nAll participants will receive a $20 gift card for completing this visit, regardless of treatment arm.\n\nAfter the initial visit, participants will attend weekly Zoom visits for 10 weeks and will complete assessments according to the protocol. At Visit 1, Visit 5, and Visit 10, participants will also undergo audio recorded semi-structured interviews about the CM protocol as well as CM acceptability and feasibility interviews with the research team. After these interviews, the audio-recordings will be analyzed as part of the study's first aim to look at the acceptability and feasibility of CM in the ALD population.\n\nSince all weekly visits will be completed via Zoom, participants will need to provide blood and urine samples at the nearest UCLA lab before their next weekly visit. CM rewards will not be provided until the study team receives the lab results for that week.\n\nAll participants will be compensated for completing each study visit with a gift card regardless of their randomization group. For those in the CM group, participants will also receive a CM reward for negative urine (EtG) and/or blood tests (PeTH), depending on which results are received first. Because PeTH can be elevated for several weeks after a positive test, a lower PeTH value in a subsequent week of checking will be considered a \"negative\" result, per previous studies. Additionally, if participants in the CM group have negative urine and/or blood test for 2 consecutive weeks, participants will receive a CM bonus.\n\nThe primary outcome for the study is the number of non-drinking days, which will be assessed by objective measures (i.e., presence of alcohol biomarkers in the blood and urine), as well as subjective measures (i.e., Timeline Followback). These assessments will be completed weekly. For the 10-week CM intervention, there will be a maximum of 70 non-drinking days.\n\nSecondary outcomes include:\n\n* Health-related quality of life will be assessed using the Patient-Reported Outcomes Measurement Information System at the beginning and end of the intervention,\n* Acceptability of the intervention will be assessed with the Client Satisfaction Questionnaire-8 (CSQ-8) with a mean score of 24 (scale: 8-32) which will be considered acceptable, based on prior pilot interventions for AUD, and\n* Feasibility of the intervention will be assessed by calculating rates of recruitment and retention throughout the study period.\n\nWe will also obtain qualitative descriptions of acceptability and feasibility through individual, semi-structured interviews conducted with all 15 participants in the CM arm during three specific time points (V1, V5, V10)."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder",
                "Alcohol; Liver",
                "Post Liver Transplant",
                "Contingency Management",
                "Alcohol Liver Disease"
            ],
            "keywords": [
                "Alcohol Liver Disease",
                "Contingency Management",
                "Post Liver Transplant",
                "Alcohol Use Disorder",
                "Post Liver Transplant Drinking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment As Usual (TAU)",
                    "type": "NO_INTERVENTION",
                    "description": "Study Subjects randomized to treatment as usual (TAU) will not receive an intervention. They will continue with follow-up visits in the outpatient clinic as part of standard of care. ."
                },
                {
                    "label": "Contingency Management (CM)",
                    "type": "EXPERIMENTAL",
                    "description": "Study subjects who have received a liver transplant and have been randomized to the treatment arm will receive contingency management, a positive reinforcement behavioral treatment with escalating rewards for consecutive either negative urine and blood tests (or lower value of metabolites than the previous week for PeTH) depending on which results are received first, capped at a maximum of $80 (in the form of a gift card) at the week 10 visit.",
                    "interventionNames": [
                        "Behavioral: Contingency Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Contingency Management",
                    "description": "Study subjects who have received a liver transplant and have been randomized to the treatment arm will receive contingency management, a positive reinforcement behavioral treatment with escalating rewards for consecutive either negative urine and blood tests (or lower value of metabolites than the previous week for PeTH) depending on which results are received first, capped at a maximum of $80 (in the form of a gift card) at the week 10 visit.",
                    "armGroupLabels": [
                        "Contingency Management (CM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Non-Drinking Days",
                    "description": "The primary outcome for the study is the number of non-drinking days, which will be assessed by objective measures (i.e., presence of alcohol biomarkers in the blood and urine), as well as subjective measures (i.e., Timeline Followback). For the 10-week CM intervention, there will be a maximum of 70 non-drinking days.",
                    "timeFrame": "10 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS® 29+2 Profile v2.1 (PROPr))",
                    "description": "To assess health related quality of life. The PROMIS-29 v2.0 profile assesses pain intensity using a single 0-10 numeric rating item and seven health domains (physical function, fatigue, pain interference, depressive symptoms, anxiety, ability to participate in social roles and activities, and sleep disturbance) using four items per domain.",
                    "timeFrame": "10 Weeks"
                },
                {
                    "measure": "Client Satisfaction Questionnaire-8.",
                    "description": "To assess acceptability of the CM program. An overall score is calculated by summing the respondent's rating (item rating) score for each scale item. For the CSQ-8 version, scores therefore range from 8 to 32, with higher values indicating higher satisfaction.",
                    "timeFrame": "10 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects 18 years of age or older\n* Have received a liver transplant\n* Has documented return to drinking (subjective or objective) within the past 30 days.\n* Willing to partake in behavioral treatment for AUD.\n* Written informed consent obtained from subject and ability for subject to comply with the requirements of the study.\n\nExclusion Criteria:\n\n* Current treatment for another substance use disorder\n* Unwilling to partake in behavioral treatment for AUD\n* Unwilling to provide written informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vanessa Ryan, MS",
                    "role": "CONTACT",
                    "phone": "(323) 833-4676",
                    "email": "mdryan@mednet.ucla.edu"
                },
                {
                    "name": "Arpan Patel, MD",
                    "role": "CONTACT",
                    "email": "arpan.patel@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arpan G Patel, MD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Pfleger Liver Institute",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095-1406",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vanessa Ryan, MS",
                            "role": "CONTACT",
                            "phone": "323-833-4676",
                            "email": "mdryan@mednet.ucla.edu"
                        },
                        {
                            "name": "Arpan Patel, MD",
                            "role": "CONTACT",
                            "email": "arpan.patel@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}