{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06164028",
            "orgStudyIdInfo": {
                "id": "Pro00112874"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "COA-APTIC Cognitive Interview Study of Caregiver and Clinician Assessment of Acute Pain in Infants and Young Children",
            "officialTitle": "A Qualitative Cognitive Interview Study to Evaluate Comprehensibility and Content Validity of a Caregiver Observer-reported Assessment and a Clinician-reported Assessment of Acute Pain in Infants and Young Children Who Are 0 to <2 Years of Age.",
            "acronym": "COA-APTIC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "coa-aptic-cognitive-interview-study-of-caregiver-and-clinician-assessment-of-acute-pain-in-infants-and-young-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-30",
            "studyFirstSubmitQcDate": "2023-12-01",
            "studyFirstPostDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Food and Drug Administration (FDA)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Evaluate the content validity and comprehensibility of a caregiver observer-reported outcome assessment and clinician-reported assessments for acute pain in children aged 0 to \\<2 years. The primary objective of the Qualitative Protocol in the UH3 phase study is to establish or create reliable Clinical Outcome Assessments (COAs) and endpoints that can assess acute pain during clinical trials of pain therapeutics specifically designed for infants and young children (0 - \\<2 years).",
            "detailedDescription": "The study aims to assess understandability (clarity) and content validity of the newly designed clinician-reported outcome (ClinRO) and the existing clinician-reported outcome (ClinRO) measures of acute pain in infants and young children who are 0 to \\<2 years of age.\n\nThis qualitative research employs 60-minute cognitive interviews conducted through phone or zoom by a trained interviewer. The study involves caregivers with children aged 0 to \\<2 years old who are experiencing or have experienced acute pain, and clinicians who dedicate at least half of their clinical time caring for pediatric patients within the same age range.\n\nThe data analysis will be of a qualitative nature and rely on in-depth interviews conducted with relatively limited sample sizes.\n\nThe study entails utilizing standard interview techniques and poses a negligible amount of risk. However, there is the potential risk of loss of confidentiality."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Pain"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Caregiver",
                    "description": "Participants will take part in a semi-structured qualitative interview (\\~1 hour).\n\nThe first set of questions will provide an opportunity for the caregiver to describe the type of conditions or injuries their child has experienced and how their child reacted to the potentially painful experiences.\n\nSubsequently, the cognitive interview scripts will be structured to evaluate different components of the questionnaire (ObsRO measure), including the instructions, the question stems, the response options, and other key aspects of the COA.Once the participant has completed the questionnaire, the interviewer will probe on additional issues related to informing the assessment of content validity.",
                    "interventionNames": [
                        "Other: cognitive interview"
                    ]
                },
                {
                    "label": "Clinician",
                    "description": "Participants will take part in a semi-structured qualitative interview (\\~1 hour).\n\nThe first set of questions will provide an opportunity for the clinicians to describe observable indicators that a young child is in pain.\n\n4 YouTube video links based on age groups (birth to 1 month,1 month to 6 months, 6 months to 12 months, and12 months to 24 months), will be reviewed by participants. Clinicians will be asked to rate the child's pain using the ClinRO measures while being probed for question content and understanding.\n\nSubsequently, the cognitive interview scripts will be structured to evaluate different components of the ClinRO measures, including the instructions, the question stems, the response options, and other key aspects of the COA. Once the participant has completed the questionnaire, the interviewer will probe on additional issues related to informing the assessment of content validity.",
                    "interventionNames": [
                        "Other: cognitive interview"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "cognitive interview",
                    "description": "Participants will take part in a semi-structured qualitative interview (\\~1 hour).",
                    "armGroupLabels": [
                        "Caregiver",
                        "Clinician"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants who understand features of the clinical outcome assessments",
                    "description": "Understanding (or clarity) of all features of the clinical outcome assessments (ObsRO measure or ClinRO measures) including, but not limited to, its instructions, questions, and response options.",
                    "timeFrame": "Approximately 1 hour"
                },
                {
                    "measure": "Number of participants who find the indicators included in the clinical outcome assessments complete and relevant",
                    "description": "Completeness and relevance of indicators included in the clinical outcome assessments (ObsRO measure or ClinRO measures) for capturing observable behaviors in young children when she/he is reacting to painful experiences.",
                    "timeFrame": "Approximately 1 hour"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCaregivers\n\n* Cares for a child who is both: Between 0 and \\<2 years of age and experiencing or has experienced acute pain in the past four weeks in one of the following categories: Malignant or non-malignant visceral or hematologic disease; Surgery (or other procedure); Trauma or injury ; Congenital conditions\n* Is over the age of 18 years\n* Can speak and understand English or Spanish\n* Is capable of and willing to provide informed consent for interview participation and to collect data from the child's medical record.\n\nClinicians\n\n* Practicing clinician in a clinical care environment\n* Treats or works with pediatric patients who are between 0 and \\<2 years of age AND being treated for acute pain.\n* Cares for pediatric patients \\>50% of their clinical time.\n* Holds one of the following titles/positions: physician, clinical pharmacist (Pharm D), nurse practitioner, physician's assistant, nurse (with a BSN/RN or higher)\n* Is over the age of 18 years\n* Can speak and understand English\n* Is capable of and willing to provide informed consent for interview participation.\n\nExclusion Criteria:\n\n* Lack of access to a telephone or computer for interview\n* For caregivers, has a child with acute pain who is premature at less than 32 weeks corrected gestational age at the time of enrollment and no other eligible child.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Caregivers who cares for a child who is between 0 and 2 years and experiencing or has experienced acute pain.\n\nClinicians who treats or works with pediatric patients who are between 0 and 2 years and being treated for acute pain.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sophie Wang, MBBS, MHS",
                    "role": "CONTACT",
                    "phone": "919-668-5971",
                    "email": "sophie.wang@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kanecia Zimmerman, MD, MPH",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Clinical Research Institute",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sophie Wang, MBBS, MHS",
                            "role": "CONTACT",
                            "phone": "919-668-5971",
                            "email": "sophie.wang@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059787",
                    "term": "Acute Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "asFound": "Acute Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}