{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05692024",
            "orgStudyIdInfo": {
                "id": "23-061"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA263776",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA263776"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "COffee and Metabolites Modulating the Gut MicrobiomE in Colorectal caNCER",
            "officialTitle": "COMMENCER: COffee and Metabolites Modulating the Gut MicrobiomE in Colorectal caNCER",
            "acronym": "COMMENCER",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other",
                "Gastroenterology"
            ],
            "study": "coffee-and-metabolites-modulating-the-gut-microbiome-in-colorectal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-08",
            "studyFirstSubmitQcDate": "2023-01-19",
            "studyFirstPostDateStruct": {
                "date": "2023-01-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mingyang Song",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is research study is assessing the effects of 6-g daily use of freeze-dried instant coffee on liver fat and fibrosis and the gut microbiome and metabolome in patients who have completed routine treatment (including surgery, chemotherapy and radiotherapy) for stage I-III colorectal cancer.",
            "detailedDescription": "This research study is a chemoprevention clinical trial, designed to test the safety and effectiveness of an investigational intervention to learn whether the intervention works in treating a specific disease. \"Investigational\" means that the drug is being studied. The investigators plan to recruit 80 participants.\n\n* Coffee is a complex mixture of hundreds of bioactive compounds, including caffeine, chlorogenic acids, and other polyphenols. Increasing data suggest the anti-cancer benefit of coffee. Observational data have linked coffee drinking to better survival among patients with colorectal cancer. However, there remains uncertainty surrounding the mode of action.\n* The U.S. Food and Drug Administration (FDA) has not approved coffee as a treatment for any disease.\n* The research study procedures include:\n* Screening for eligibility.\n* Two study visits\n* Proton magnetic resonance spectroscopy.\n* Magnetic resonance imaging\n* Ultrasound elastography.\n* Urine, blood, and stool samples collected.\n* Diet and lifestyle questionnaires\n* Collection of archival tumor biopsy tissue.\n* Treatment: Coffee or placebo administered daily, orally for 8-12 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer",
                "Coffee",
                "Gastrointestinal Microbiome",
                "Stenosis",
                "Fibrosis, Liver",
                "Ultrasound Elastography",
                "Proton Magnetic Resonance Spectroscopy"
            ],
            "keywords": [
                "Liver fat",
                "Gut microbiome",
                "Colorectal cancer",
                "Coffee",
                "Tumor biopsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Coffee",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the active arm will take 15 capsules of coffee, each of which will contain 400 mg Nestlé NESCAFÉ® TASTER'S CHOICE® House Blend (equivalent daily dose: three cups of coffee). Participants will receive a twelve-week supply of blinded drug capsules in the mail from Johnson Compounding Pharmacy. The anticipated duration of the study is at least 8 weeks and no more than 12 weeks.",
                    "interventionNames": [
                        "Drug: Nestlé NESCAFÉ® TASTER'S CHOICE® House Blend capsule."
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in the placebo arm will take 15 capsules of placebo. Each placebo capsule will contain 400 mg of microcrystalline cellulose with flavor and food-coloring substances. Participants will receive a twelve-week supply of blinded drug capsules in the mail from Johnson Compounding Pharmacy. The anticipated duration of the study is at least 8 weeks and no more than 12 weeks.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nestlé NESCAFÉ® TASTER'S CHOICE® House Blend capsule.",
                    "description": "Each coffee capsule will contain 400 mg Nestlé NESCAFÉ® TASTER'S CHOICE® House Blend.",
                    "armGroupLabels": [
                        "Coffee"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Each placebo capsule will contain 400 mg of microcrystalline cellulose with flavor and food-coloring substances.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in hepatic fat fraction.",
                    "description": "This will be assessed by proton magnetic resonance spectroscopy (1H-MRS) at randomization and the end of the intervention: The investigators will assess the treatment effect using linear mixed effects model that includes time, group assignment, and the group-by-time interaction as the primary independent variables.",
                    "timeFrame": "2 years after study completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in liver fibrosis assessment and plasma levels of liver enzymes",
                    "description": "This will be analyzed including the score assessed by the FibroScan® system, plasma liver enzymes, and fibrosis-4 index, at randomization and the end of the intervention: The investigators will assess the treatment effect using linear mixed effects model that includes time, group assignment, and the group-by-time interaction as the primary independent variables.",
                    "timeFrame": "2 years after study completion"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in the stool microbiome",
                    "description": "Stool microbiome will be assessed by shotgun metagenome sequencing at randomization and the end of the intervention. The investigators will use the established computational tools developed by Dr. Huttenhower (http://huttenhower.sph.harvard.edu/biobakery) for the analysis, including LEfSe (Linear Discriminant Analysis Effect Size) and MaAsLin2 (Multivariate Analysis by Linear models).",
                    "timeFrame": "2 years after study completion"
                },
                {
                    "measure": "ctDNA analysis",
                    "description": "ctDNA (binary; positive vs. negative) will be assessed after intervention according to methods appropriate for this exploratory analysis. The investigators will conduct an exploratory analysis with ctDNA to understand if effects are mediated through reducing circulating tumor cells. Tissue and post-treatment blood specimens will be prepared and sent to Natera Inc® for ctDNA assessment.",
                    "timeFrame": "2 years after study completion"
                },
                {
                    "measure": "Change in stool metabolomics",
                    "description": "Stool metabolomics will be assessed at randomization and the end of the intervention: The treatment effect on metabolites (log-transformed whenever needed) will be assessed by linear mixed effects model that includes time, group assignment, and the group-by-time interaction as the primary predictors.",
                    "timeFrame": "2 years after study completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet the following criteria on screening examination to be eligible to participate in the study:\n\n* Participants must have histologically confirmed stage I, II, or III colon or rectal adenocarcinoma and have completed standard treatment (including surgery, chemotherapy and radiotherapy) at least 2 months ago.\n* Age 18 years or older.\n* This study will only include adult participants because colorectal carcinogenesis in children is more likely to be related to a cancer predisposition syndrome with distinct biological mechanisms compared with sporadic colorectal cancer in adults.\n* The effects of coffee on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Subjects must be able and willing to follow study procedures and instructions.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nParticipants who exhibit any of the following conditions at screening will not be eligible for admission into the study.\n\n* Participants who are receiving any other investigational agents.\n* Concurrent use of other anti-cancer therapy, including chemotherapy agents, targeted agents, biological agents, immunotherapy, or investigational agents not otherwise specified in this protocol.\n* Regularly consuming more than 2 cups of coffee ( 8 oz) per day for at least 3 days a week in the past month.\n* Current or recent use (within 1 month) of any coffee supplements (e.g., green coffee extracts).\n* History of diagnosed conditions that may be worsen by coffee, including arrhythmias, insomnia, tremors, tics, generalized anxiety disorder, bipolar disease, panic attacks, Tourette's, epilepsy or overactive bladder.\n* History of adverse reactions to coffee or intolerance of coffee consumption.\n* Inability or unwillingness to swallow capsules.\n* History of malabsorption or uncontrolled vomiting or diarrhea, or any other disease that could interfere with absorption of oral medications.\n* Any uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or psychiatric illness/social situations that, in the opinion of the investigator, may increase the risks associated with study participation or study treatment, limit compliance with study requirements, or interfere with the interpretation of study results.\n* Pregnant or breastfeeding. The effects of coffee on the developing human fetus are unknown. For this reason, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation.\n\nShould a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately. Similarly, lactating women are excluded from this study because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with coffee. Consequently, breastfeeding should be discontinued if the mother is enrolled on the study.\n\n* Presence of synchronous (at the same time) malignancy for which the patient is currently receiving active treatment.\n* Known positive test for human immunodeficiency virus (HIV), hepatitis C virus, or acute or chronic hepatitis B infection.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mingyang Song, MD, ScD",
                    "role": "CONTACT",
                    "phone": "(617) 643-3364",
                    "email": "msong2@mgh.harvard.edu"
                },
                {
                    "name": "Aparna R Parikh, MD, MS",
                    "role": "CONTACT",
                    "phone": "(617) 726-4000",
                    "email": "APARNA.PARIKH@MGH.HARVARD.EDU"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aparna R Parikh, MD, MS",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mingyang Song, MD",
                            "role": "CONTACT",
                            "phone": "617-643-4464",
                            "email": "msong2@mgh.harvard.edu"
                        },
                        {
                            "name": "Mingyang Song, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The results should be made public within 24 months of reaching the end of the study upon review by the MGH Research Pharmacy staff and acknowledgement of the CTP. The end of the study is the time point at which the last data items are to be reported, or after the outcome data are sufficiently mature for analysis, as defined in the section on Sample Size, Accrual Rate and Study Duration. If a report is planned to be published in a peer-reviewed journal, then that initial release may be an abstract that meets the requirements of the International Committee of Medical Journal Editors. A full report of the outcomes should be made public no later than three (3) years after the end of the study.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation",
            "url": "http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Fibrosis, Liver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}