{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06235970",
            "orgStudyIdInfo": {
                "id": "R21MH132240",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R21MH132240"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Cognitive Enhancement Through Model-based and Individualized Neurostimulation",
            "officialTitle": "Cognitive Enhancement Through Model-based and Individualized Neurostimulation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cognitive-enhancement-through-model-based-and-individualized-neurostimulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-06",
            "studyFirstSubmitQcDate": "2024-01-23",
            "studyFirstPostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Todd Braver",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Washington University School of Medicine"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about the effects of transcranial electric stimulation on attentional control and brain dynamics in healthy adults. The main questions are:\n\nDoes stimulation affect how subjects exert attentional control? Do mathematical models predict brain activity changes in response to stimulation?\n\nParticipants will have electroencephalography (EEG) brain data recorded while:\n\nThey sit relaxed They receive stimulation, while relaxed They receive stimulation while completing computerized tasks to measure cognitive abilities (\"cognitive tasks\") They receive sham (ineffective) stimulation during cognitive tasks",
            "detailedDescription": "The purpose of this research is to compare the effects of different transcranial electrical stimulation (tES) protocols on both EEG and behavioral markers associated with attention and cognitive control. Both conventional tES protocols (tDCS, tACS) will be compared with customized stimulation waveforms derived from an individualized whole-brain neural model (MINDy), and with periods of sham or no-stimulation.\n\nNon-invasive brain stimulation approaches hold great promise as an intervention to enhance cognitive and brain function in humans, both in clinically impaired and even healthy young adult populations. Transcranial electrical stimulation, known as tES, refers to a family of methods that utilize low-cost technologies and involve low-intensity currents which are safe for humans, and carry minimal risk of side effects or adverse events. Conventional approaches, which utilize fixed direct currents (tDCS) or alternating currents at a fixed oscillatory frequency (tACS), have been widely used as both a basic research tool and as a clinical intervention. However, current literature suggests that tES may be more effective when deployed with stimulation protocols that are: 1) personalized (i.e., respecting individual differences in brain anatomy and function); and 2) informed by an understanding of the mechanisms that govern brain network activation dynamics and interactions.\n\nThe investigators will use a single-group design in which 60 healthy young adults receive different stimulation protocols, (plus an additional 10-12 recruited during the initial pilot testing phase), randomized within-subject during either resting- state (Aims 1, 2) or cognitive task conditions (Aim 3), while brain activity is monitored with electroencephalography (EEG). During the EEG recording periods, stimulation epochs will be randomly intermixed with epochs of sham or no- stimulation, with participants masked to the condition. Additionally, conventional stimulation protocols (tDCS, tACS) will be compared with customized stimulation waveforms derived from an individualized whole-brain neural model.\n\nThe study will consist of two EEG+tES sessions each lasting approximately one hour, and occurring on separate days.\n\nOutcomes will be assessed in terms of different EEG markers, including spectral power both at the stimulation site and at target brain networks associated with attention and cognitive control (frontoparietal \\[FPN\\] and default mode \\[DMN\\] networks). Behavioral performance will also be assessed on a well-established experimental task (AX-CPT) that manipulates attention and cognitive control demands, in terms of key accuracy and reaction time performance indices."
        },
        "conditionsModule": {
            "conditions": [
                "Transcranial Electrical Stimulation (tES)"
            ],
            "keywords": [
                "tES, EEG"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The investigators will use a single-group design in which 72 healthy young adults receive different stimulation protocols, randomized within-subject during either resting state or cognitive task conditions, while brain activity is monitored with electroencephalography (EEG).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Device: Transcranial electrical stimulation (tES) including SHAM",
                    "type": "EXPERIMENTAL",
                    "description": "healthy adults",
                    "interventionNames": [
                        "Device: Transcranial electrical stimulation (tES) including SHAM"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial electrical stimulation (tES) including SHAM",
                    "description": "Transcranial electrical stimulation, known as tES, refers to a family of devices that utilize low-cost technologies and involve low-intensity currents which are safe for humans, and carry minimal risk of side effects or adverse events. Conventional approaches, which utilize fixed direct currents (tDCS) or alternating currents at a fixed oscillatory frequency (tACS), have been widely used as both a basic research tool and as a clinical intervention. In the current project, we use a custom-built device that enables near real-time current modulation triggered digitally, via software control, to allow for stimulation protocols guided by whole-brain individualized neural modeling.",
                    "armGroupLabels": [
                        "Device: Transcranial electrical stimulation (tES) including SHAM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "EEG Markers",
                    "description": "Spectral power at stimulation site and within target networks (frontoparietal, default mode): EEG oscillatory power in the beta frequency band over frontal electrodes and theta frequency power over midline electrodes during the delay and response periods, averaged over trial-types. We will also measure the difference in posterior alpha power between the Acue and Bcue trials-types during the delay period.",
                    "timeFrame": "Assessed concurrently during each of two 1-hour experimental sessions"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive task accuracy",
                    "description": "Percentage of correct responses in the BX and AY trial types for the during AX-CPT task",
                    "timeFrame": "Assessed concurrently during each of two 1-hour experimental sessions"
                },
                {
                    "measure": "Cognitive task speed",
                    "description": "Time taken by participants to respond in the BX and AY trial types for the AX-CPT task",
                    "timeFrame": "Assessed concurrently during each of two 1-hour experimental sessions"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy younger adults (ages 18 to 45). Community-living men, women or non-binary, aged 18-45\n\nExclusion criteria:\n\n* Taking psychotropic medication or medication with cognitive side effects\n* Medical disorder that affects cognitive or motor function\n* Past/present head injury associated with loss of consciousness or neurological sequelae\n* Prior occurrence of seizure of any origin\n* Skin conditions affecting the scalp\n* Scalp tattoos\n* Rashes, sores or open wounds on scalp or face",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Todd Braver, PhD",
                    "role": "CONTACT",
                    "phone": "3149354153",
                    "email": "tbraver@wustl.edu"
                },
                {
                    "name": "Carol Cox",
                    "role": "CONTACT",
                    "phone": "3147152714",
                    "email": "ccox@wustl.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Todd Braver",
                            "role": "CONTACT",
                            "phone": "314-935-5143",
                            "email": "tbraver@wustl.edu"
                        },
                        {
                            "name": "Carol Cox",
                            "role": "CONTACT",
                            "phone": "3147152714",
                            "email": "ccox@wustl.edu"
                        },
                        {
                            "name": "ShiNung Ching, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Todd Braver, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}