{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06136871",
            "orgStudyIdInfo": {
                "id": "2096158"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21HD112373-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21HD112373-01"
                }
            ],
            "organization": {
                "fullName": "University of Missouri-Columbia",
                "class": "OTHER"
            },
            "briefTitle": "Cognitive Rehabilitation in Post-COVID-19 Syndrome",
            "officialTitle": "Cognitive Strategy Training in Post-COVID-19 Syndrome: A Feasibility Trial",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "cognitive-rehabilitation-in-post-covid-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-14",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anna Boone",
                "investigatorTitle": "Assistant Professor, Occupational Therapy",
                "investigatorAffiliation": "University of Missouri-Columbia"
            },
            "leadSponsor": {
                "name": "University of Missouri-Columbia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The first aim of this study is to determine the feasibility of delivering CO-OP remotely to individuals experiencing cognitive impairments that limit everyday activities in post-COVID-19 syndrome (PCS). The second aim of this study is to assess the effect of CO-OP on activity performance, subjective and objective cognition, and quality of life in a sample of individuals with PCS. The research team hypothesizes that effect size estimations will indicate that CO-OP will have a greater positive effect, compared to an inactive control group, on activity performance, subjective and objective cognition, and quality of life in a sample of individuals who self-report PCS and cognitive impairment.",
            "detailedDescription": "Post-COVID-19 symptoms (PCS) cognitive symptoms require the rehabilitation community to investigate ways to: (1) reduce the functional impact of the symptoms on daily life and (2) support individuals with PCS to establish new habits to improve and maintain health. While the cognitive impairment associated with PCS has not been well evaluated, it is similar of cognitive symptoms seen in other conditions. Metacognitive strategy training (MCST) approaches are an evidence-based practice standard for improving capacity to self-manage chronic cognitive symptoms and reduce their functional impact on everyday life activities.\n\nThe CO-OP approach is an MCST intervention in which participants are taught a general cognitive strategy that can be applied in known and novel contexts to devise task specific strategies for engaging in an activity. Existing evidence with other populations suggests that CO-OP has more of a positive effect on improving activity performance and cognition than remediation/retraining-based approaches. These effects have been demonstrated in individuals with mild cognitive impairment that mirrors that found in PCS. The overall research hypothesis is that CO-OP can feasibly be administered remotely and will improve activity performance, subjective and objective cognitive function, and quality of life in individuals with PCS."
        },
        "conditionsModule": {
            "conditions": [
                "Post-COVID-19 Syndrome"
            ],
            "keywords": [
                "covid-19",
                "metacognition",
                "cognition",
                "telehealth",
                "activities of daily living"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "After baseline assessment, subjects will be randomized to one of two groups: (1) a 10-session Cognitive Orientation to daily Occupational Performance (CO-OP) intervention; or (2) a 10-session inactive control group.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All outcomes assessors will be blinded to participant study group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cognitive Orientation to daily Occupational Performance (CO-OP)",
                    "type": "EXPERIMENTAL",
                    "description": "Each CO-OP session will last 45 minutes and subjects will complete one session per week over the course of 10 weeks. All sessions will be delivered remotely via the Zoom platform.",
                    "interventionNames": [
                        "Behavioral: CO-OP Procedures"
                    ]
                },
                {
                    "label": "Inactive Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will complete one session per week over the course of 10 weeks. All sessions will be delivered remotely via the Zoom platform.",
                    "interventionNames": [
                        "Behavioral: Inactive Control Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CO-OP Procedures",
                    "description": "CO-OP is a metacognitive strategy training intervention that will be used in this study. First, five functional, everyday life goals are identified collaboratively by the participant and interventionist. In the second meeting, we introduce the approach to the subject and teach the global cognitive strategy (i.e., GOAL-PLAN-DO-CHECK). In all subsequent sessions, this strategy is used as the main problem-solving framework to facilitate skill acquisition.The subject identifies a GOAL, and then is guided by the therapist to discover a PLAN to potentially achieve the goal. The subject is then asked to DO the plan (if feasible during the therapy session otherwise asked to complete at home prior to the next treatment session), and subsequently to CHECK to see if the plan worked, i.e. the goal was achieved. This process is repeated until satisfactory performance is met for each established goal.",
                    "armGroupLabels": [
                        "Cognitive Orientation to daily Occupational Performance (CO-OP)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Inactive Control Group",
                    "description": "An inactive control group will be used to control for maturation and testing effects. Weekly contact will be made via teleconferencing to (1) maintain study engagement, (2) introduce weekly social contact with researchers, mimicking some of the potential incidental effects of the experimental group, and (3) ascertain what, if any, additional steps participants have taken to reduce PCS symptoms. The content of each of these meetings will be tracked in intervention notes. Each contact will be recorded for fidelity monitoring to ensure all active ingredients of the CO-OP intervention are avoided.",
                    "armGroupLabels": [
                        "Inactive Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility measures",
                    "description": "Recruitment rate, retention rate",
                    "timeFrame": "After study completion, an average of 12 weeks"
                },
                {
                    "measure": "Telehealth Usability Questionnaire (TUQ)",
                    "description": "Measure of telehealth usability from participant's perspective. Self-report Likert scale of 1 (disagree) to 7 (agree)",
                    "timeFrame": "After study completion, an average of 12 weeks"
                },
                {
                    "measure": "Acceptability of Intervention Measure (AIM)",
                    "description": "Measure of intervention acceptability. Self-report Likert scale of 1 (completely disagree) to 5 (completely agree)",
                    "timeFrame": "After study completion, an average of 12 weeks"
                },
                {
                    "measure": "Intervention Appropriateness Measure (IAM)",
                    "description": "Measure of intervention appropriateness. Self-report Likert scale of 1 (completely disagree) to 5 (completely agree)",
                    "timeFrame": "After study completion, an average of 12 weeks"
                },
                {
                    "measure": "Feasibility of Intervention Measure (FIM)",
                    "description": "Measure of intervention feasibility. Self-report Likert scale of 1 (completely disagree) to 5 (completely agree)",
                    "timeFrame": "After study completion, an average of 12 weeks"
                },
                {
                    "measure": "Canadian Occupational Performance Measure (COPM)",
                    "description": "Self-report measure of activity performance. Minimum = 1, Maximum = 10. Higher scores mean better performance.",
                    "timeFrame": "Pre-intervention (week 0), week 2, week 4, week 6, week 8, and post-intervention (week 12)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Delis-Kaplan Executive Function System (DKEFS)- Color-Word Interference",
                    "description": "Objective measure of inhibition and cognitive flexibility. Consists of 4 conditions (color naming, word reading, inhibition, and inhibition/switching). Therapist records client-corrected errors, noncorrected errors, and total time required for each domain. Increased errors and time indicate potential challenges with inhibition and cognitive flexibility.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Cognitive Function",
                    "description": "Self-report measure of cognition. Maximum=5, minimum=1. Higher scores indicate fewer perceived cognitive deficits.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "World Health Organization Quality of Life Assessment Instrument (WHOQOL-100)",
                    "description": "Self-report measure of quality of life. Maximum=5, minimum=1. Higher scores indicate greater perceived quality of life.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "Cambridge Neuropsychological Test Automated Battery (CANTAB) Rapid Visual Information Processing Subtest",
                    "description": "Objective measure of sustained attention. Other outcomes include latency (speed of response), probability of false alarms, and sensitivity.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "CANTAB Spatial Working Memory Subtest",
                    "description": "Objective measure of working memory and strategy.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "CANTAB Stockings of Cambridge Subtest",
                    "description": "Objective measure of planning and executive function. Other outcomes include problem-solving ability and time required to complete task.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "CANTAB Delayed Matching to Sample Subtest",
                    "description": "Objective measure of short-term visual recognition memory and attention. Other outcomes include latency (speed of response), the number of correct patterns selected and a statistical measure giving the probability of an error after a correct or incorrect response.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                },
                {
                    "measure": "CANTAB Paired Associates Learning Subtest",
                    "description": "Objective measure of visual episodic memory. Other outcomes include the errors made by the participant, the number of trials required to locate the pattern(s) correctly, memory scores and stages completed.",
                    "timeFrame": "Pre-intervention (week 0) and post-intervention (week 12)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-reported cognitive symptoms persisting for at least 6 weeks following COVID-19 infection (Cognitive Failures Questionnaire (CFQ) score \\>43)\n* self-identified activity performance goals per the Canadian Occupational Performance Measure (COPM)\n* documented prior diagnosis of COVID-19\n* read, write, and speak English fluently\n* ability to provide valid informed electronic consent\n\nExclusion Criteria:\n\n* diagnosis of severe neurological or psychiatric condition(s)\n* dementia symptoms as indicated by a score of \\<23 on the Montreal Cognitive Assessment (MoCA)\n* untreated sleep apnea (≥5 on the STOPBANG)\n* prior cancer treatment\n* severe depressive symptoms (\\>21 on the Patient Health Questionnaire-9)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anna E Boone, PhD, OTR/L",
                    "role": "CONTACT",
                    "phone": "573-882-7023",
                    "email": "booneae@umsystem.edu"
                },
                {
                    "name": "Juliana H Earwood, OTD, OTR/L",
                    "role": "CONTACT",
                    "phone": "573-884-6681",
                    "email": "jmhudson@health.missouri.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna E Boone, PhD, OTR/L",
                    "affiliation": "University of Missouri Occupational Therapy",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Missouri Department of Occupational Therapy",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Missouri",
                    "zip": "65211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna E Boone, PhD, OTR/L",
                            "role": "CONTACT",
                            "phone": "573-882-7023",
                            "email": "booneae@umsystem.edu"
                        },
                        {
                            "name": "Juliana H Earwood, OTD, OTR/L",
                            "role": "CONTACT",
                            "phone": "5738846681",
                            "email": "jmhudson@health.missouri.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.95171,
                        "lon": -92.33407
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25416738",
                    "type": "BACKGROUND",
                    "citation": "McEwen S, Polatajko H, Baum C, Rios J, Cirone D, Doherty M, Wolf T. Combined Cognitive-Strategy and Task-Specific Training Improve Transfer to Untrained Activities in Subacute Stroke: An Exploratory Randomized Controlled Trial. Neurorehabil Neural Repair. 2015 Jul;29(6):526-36. doi: 10.1177/1545968314558602. Epub 2014 Nov 21."
                },
                {
                    "pmid": "18030634",
                    "type": "BACKGROUND",
                    "citation": "Geusgens CA, van Heugten CM, Cooijmans JP, Jolles J, van den Heuvel WJ. Transfer effects of a cognitive strategy training for stroke patients with apraxia. J Clin Exp Neuropsychol. 2007 Nov;29(8):831-41. doi: 10.1080/13803390601125971."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Haskins EC, Cicerone KD, Trexler LE. Cognitive rehabilitation manual: Translating evidence-based recommendations into practice. ACRM Publishing; 2012."
                },
                {
                    "pmid": "16084827",
                    "type": "BACKGROUND",
                    "citation": "Cicerone KD, Dahlberg C, Malec JF, Langenbahn DM, Felicetti T, Kneipp S, Ellmo W, Kalmar K, Giacino JT, Harley JP, Laatsch L, Morse PA, Catanese J. Evidence-based cognitive rehabilitation: updated review of the literature from 1998 through 2002. Arch Phys Med Rehabil. 2005 Aug;86(8):1681-92. doi: 10.1016/j.apmr.2005.03.024."
                },
                {
                    "pmid": "19892074",
                    "type": "BACKGROUND",
                    "citation": "Dawson DR, Anderson ND, Burgess P, Cooper E, Krpan KM, Stuss DT. Further development of the Multiple Errands Test: standardized scoring, reliability, and ecological validity for the Baycrest version. Arch Phys Med Rehabil. 2009 Nov;90(11 Suppl):S41-51. doi: 10.1016/j.apmr.2009.07.012."
                },
                {
                    "pmid": "26943113",
                    "type": "BACKGROUND",
                    "citation": "Wolf TJ, Polatajko H, Baum C, Rios J, Cirone D, Doherty M, McEwen S. Combined Cognitive-Strategy and Task-Specific Training Affects Cognition and Upper-Extremity Function in Subacute Stroke: An Exploratory Randomized Controlled Trial. Am J Occup Ther. 2016 Mar-Apr;70(2):7002290010p1-7002290010p10. doi: 10.5014/ajot.2016.017293."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}