{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04203082",
            "orgStudyIdInfo": {
                "id": "19-1896"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Cognitive Behavioral Intervention to Reduce Procedural Anxiety Among Woman With High Risk Pregnancies With Scheduled Cesarean Deliveries",
            "officialTitle": "Feasibility and Limited Efficacy Trial of a Cognitive Behavioral Intervention to Reduce Procedural Anxiety Among Woman With High Risk Pregnancies With Scheduled Cesarean Deliveries",
            "therapeuticArea": [
                "Mental Health",
                "Women's Health",
                "Other"
            ],
            "study": "cognitive-behavioral-intervention-to-reduce-procedural-anxiety-among-woman-with-high-risk-pregnancies-with-scheduled-cesarean-deliveries"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-16",
            "studyFirstSubmitQcDate": "2019-12-17",
            "studyFirstPostDateStruct": {
                "date": "2019-12-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goals of this study are to determine the feasibility and efficacy of a brief, single-session cognitive-behavioral intervention for reducing preoperative and postoperative anxiety and for determining satisfaction with the delivery process in pregnant women scheduled for Cesarean delivery due to complications with their pregnancy. This will be done through a combination of psychoeducation and exposure therapy, where the participants will be walked through the steps of a Cesarean delivery in an operating room that mimics where the patient would actually be delivering. Follow-up will occur during the immediate and extended postpartum periods to determine satisfaction and levels of anxiety.",
            "detailedDescription": "Women with high-risk pregnancies due to fetal complications have a higher risk of stress than those with uncomplicated pregnancies. In Colorado, self-harm, which is related to mental health challenges, anxiety, and stress is the most common form of maternal mortality. Both the presence of maternal or fetal complications and the anticipation of a surgical procedure increase likelihood of anxiety, specifically perioperative anxiety, in patients. The presence of perioperative anxiety in pregnant woman is associated with higher reports of postoperative pain and lower maternal satisfaction with the delivery. Additionally, preoperative anxiety in surgical patients is associated with other physiological symptoms and complications, including increase heart rate, blood pressure, and temperature, sweating, nausea, and heightened sensory awareness (and need for pain medications), emotional recall of the birth as psychological traumatic, and increased risk for postpartum mood and anxiety disorders. State (perioperative) anxiety is elevated prior to procedure and are similar to other norms for general medical/surgical patients.\n\nEducational and psychological interventions are recommended for adults with anxiety related to medical procedures. For mild, acute procedural anxiety, this includes education about the procedure, acknowledgement and normalization of any feelings of anxiety in the patient, and allowing opportunities to promote a sense of control during the procedure. For those with more intense anxiety, brief cognitive behavioral therapy is identified as effective treatment. Brief cognitive-behavioral therapy interventions typically involve some or all of the following components: psychoeducation (about the association between thoughts, behaviors, and emotions and how these relate specifically to the procedure), cognitive restructuring (developing self-statements that will reduce anxiety-inducing reactions during the procedure), in vivo exposure to the setting, and/or relaxation training. Among adult patients undergoing surgical procedures, brief cognitive behavioral therapy (CBT) (typically 4 1-hour sessions) has been associated with reduced symptoms of anxiety and depression immediately after intervention and weeks after, as well as shorter hospital stays. Additionally, even briefer interventions involving exposure therapy is efficacious for other medical-related phobias, such as dental phobia. Exposure treatment can be administered in a single, 60-minute session, but may need more sessions for intense anxiety. Finally, in those with severe anxiety who are not responsive to previous interventions, anxiolytic premedicant drugs are sometimes indicated, though can be associated with acute anterograde amnesia and drowsiness during the procedure, as well as need for increased neonatal resuscitation, as they easily cross the placenta. For this reason, the majority of women with anxiety typically decline use of these medications when offered.\n\nGiven the high prevalence of preoperative anxiety among women undergoing a cesarean delivery with maternal or fetal complications, identification of low-cost interventions to decrease anxiety and increase satisfaction with the delivery process is indicated. To date, there are no randomized control trials investigating brief cognitive behavioral interventions for elective cesarean sections. This study seeks to establish the feasibility and limited efficacy of a brief, single session intervention that combines psychoeducation and exposure treatment to reduce preoperative anxiety and satisfaction of the delivery process among women undergoing elective cesarean section"
        },
        "conditionsModule": {
            "conditions": [
                "Procedural Anxiety",
                "High Risk Pregnancy",
                "Fetal Complications"
            ],
            "keywords": [
                "cesarean"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exposure Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to receive the Exposure Intervention will be scheduled to come to clinic for a 1-hour session for the intervention. During this time, they will receive psychoeducation and behavioral exposure to the Cesarean section procedure.",
                    "interventionNames": [
                        "Behavioral: Exposure Intervention"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "OTHER",
                    "description": "Participants randomized to the Care as Usual condition will receive the typical standard of care that is offered in the center. This involves the anesthesiologist meeting with the patient during a delivery planning meeting to provide patients with the opportunity to review anesthetic technique and ask questions.",
                    "interventionNames": [
                        "Other: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure Intervention",
                    "description": "Single session intervention of psychoeducation + exposure treatment to the operating room and procedural steps of a cesarean delivery",
                    "armGroupLabels": [
                        "Exposure Intervention"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual Care",
                    "description": "Standard of care for education about the cesarean /delivery planning varies across the two hospitals. At Children's Hospital Colorado, anesthesiologists are included in the delivery planning meetings where the patients have the opportunity to review anesthetic technique and ask questions.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability: questionnaire",
                    "description": "To determine the extent to which the intervention is judged as suitable to program recipients, acceptability will be measured with the following questions, which are similar to other research studies examining satisfaction with interventions in feasibility trials (e.g., Rabin, Pinto, Dunsiger, Nash, \\& Trask, 2009):\n\n\"In general, how satisfied were you with the information provided about the Cesarean delivery?\"\n\n(1= not at all, 7 = very satisfied)",
                    "timeFrame": "< 14 days post-delivery"
                },
                {
                    "measure": "Demand",
                    "description": "To determine the extent to which the intervention is likely to be used by the target population, demand will be measured with the following questions:\n\n\"Would you recommend that other women undergoing Cesarean delivery receive this intervention?\"\n\n(1= do not recommend at all, 7 = highly recommend)",
                    "timeFrame": "< 14 days post-delivery"
                },
                {
                    "measure": "Practicality",
                    "description": "To determine the extent to which the intervention can be carried out in the high-risk obstetrics settings, for each institution, the following data will be monitored and reported: (a) proportion of patients enrolled to treatment who received the intervention; (b) reasons that the intervention was not received as intended (e.g., no clinician available, patient delivered prior to intervention, no OR available for session); (c) length of time of each intervention session.",
                    "timeFrame": "1-2 weeks pre-delivery"
                },
                {
                    "measure": "Anxiety",
                    "description": "The State-Trait Anxiety Inventory (STAI, Spielberger, 1983) is the most frequently used scale of anxiety in research world-wide and is considered a standard according to the MacArthur Foundation. The self-report inventory consists of 20 items to assess state anxiety, and another 20 items to assess trait anxiety. These two parts differ in the item wording, in the response format (intensity vs. frequency), and in the instructions for how to respond. Both the state and trait versions will be administered at enrollment/baseline and the state version only will be given at subsequent assessments at which time points anxiety is measured (see procedures below for summary of time points).",
                    "timeFrame": "3-4 weeks pre-delivery"
                },
                {
                    "measure": "Anxiety",
                    "description": "The State-Trait Anxiety Inventory (STAI, Spielberger, 1983) is the most frequently used scale of anxiety in research world-wide and is considered a standard according to the MacArthur Foundation. The self-report inventory consists of 20 items to assess state anxiety, and another 20 items to assess trait anxiety. These two parts differ in the item wording, in the response format (intensity vs. frequency), and in the instructions for how to respond. Both the state and trait versions will be administered at enrollment/baseline and the state version only will be given at subsequent assessments at which time points anxiety is measured (see procedures below for summary of time points).",
                    "timeFrame": "At Delivery"
                },
                {
                    "measure": "Anxiety",
                    "description": "The State-Trait Anxiety Inventory (STAI, Spielberger, 1983) is the most frequently used scale of anxiety in research world-wide and is considered a standard according to the MacArthur Foundation. The self-report inventory consists of 20 items to assess state anxiety, and another 20 items to assess trait anxiety. These two parts differ in the item wording, in the response format (intensity vs. frequency), and in the instructions for how to respond. Both the state and trait versions will be administered at enrollment/baseline and the state version only will be given at subsequent assessments at which time points anxiety is measured (see procedures below for summary of time points).",
                    "timeFrame": "6-8 weeks post-delivery"
                },
                {
                    "measure": "Preoperative Anxiety",
                    "description": "Preoperative anxiety will be measured using the Visual Analogue Scale (VAS). The VAS has been validated to measure anxiety in the moment. Participants quantify their anxiety in the moment by marking on a visual analogue scale of 0-100 mm. One end of the scale is labelled as 'no anxiety' and the other end as 'maximum anxiety imaginable''.",
                    "timeFrame": "At Delivery"
                },
                {
                    "measure": "Satisfaction with Delivery: questionnaire",
                    "description": "Satisfaction with delivery will be measured using the Maternal Satisfaction Scale for Cesarean section (MSSCS). The 22-item questionnaire yields a total satisfaction score, as well as subscale scores for satisfaction with anesthesia, insertion of needle, side effects, and atmosphere of the OR (including facilitating comfort, communication with providers, freedom to interact with partner, etc). All items are rated on a 7-point scale (1 = strongly disagree, 7 = strongly agree) with higher scores indicating better satisfaction. This will be administered at immediate postpartum.",
                    "timeFrame": "<14 days post-delivery"
                },
                {
                    "measure": "Post-Traumatic Stress Symptoms",
                    "description": "Post-traumatic stress symptoms in relation to the delivery will be measured in the extended post-partum period using the Impact of Event Scale - Revised (IES-R).",
                    "timeFrame": "6-8 weeks post-delivery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Fetal Anomaly/Complication\n* Planned Cesarean Delivery\n\nExclusion Criteria:\n\n* Delivery planned at outside hospital",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Enrollment will only be offered to pregnant women",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Dempsey, PhD",
                    "role": "CONTACT",
                    "phone": "303-724-4401",
                    "email": "allison.dempsey@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison Dempsey, PhD",
                    "affiliation": "Children's Hospital Colorado",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Dempsey, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Children's Mercy",
                    "status": "WITHDRAWN",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64108",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Becky Johnson",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Caitlin Sutton, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "The University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alice O'Brien, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alice L O'Brien, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Choy, Y. Treatment of acute procedural anxiety in adults. UpToDate. Waltham, MA: UpToDate Inc. Available form: http://www. uptodate. com [Last accessed on 2017 Oct 01]."
                },
                {
                    "pmid": "27188222",
                    "type": "BACKGROUND",
                    "citation": "Hepp P, Hagenbeck C, Burghardt B, Jaeger B, Wolf OT, Fehm T, Schaal NK; MAGIC Group. Measuring the course of anxiety in women giving birth by caesarean section: a prospective study. BMC Pregnancy Childbirth. 2016 May 18;16:113. doi: 10.1186/s12884-016-0906-z."
                },
                {
                    "pmid": "16256338",
                    "type": "BACKGROUND",
                    "citation": "Hobson JA, Slade P, Wrench IJ, Power L. Preoperative anxiety and postoperative satisfaction in women undergoing elective caesarean section. Int J Obstet Anesth. 2006 Jan;15(1):18-23. doi: 10.1016/j.ijoa.2005.05.008. Epub 2005 Oct 26."
                },
                {
                    "pmid": "25948900",
                    "type": "BACKGROUND",
                    "citation": "Maheshwari D, Ismail S. Preoperative anxiety in patients selecting either general or regional anesthesia for elective cesarean section. J Anaesthesiol Clin Pharmacol. 2015 Apr-Jun;31(2):196-200. doi: 10.4103/0970-9185.155148."
                },
                {
                    "pmid": "27824771",
                    "type": "BACKGROUND",
                    "citation": "Metz TD, Rovner P, Hoffman MC, Allshouse AA, Beckwith KM, Binswanger IA. Maternal Deaths From Suicide and Overdose in Colorado, 2004-2012. Obstet Gynecol. 2016 Dec;128(6):1233-1240. doi: 10.1097/AOG.0000000000001695."
                },
                {
                    "pmid": "26138522",
                    "type": "BACKGROUND",
                    "citation": "Wilson CJ, Mitchelson AJ, Tzeng TH, El-Othmani MM, Saleh J, Vasdev S, LaMontagne HJ, Saleh KJ. Caring for the surgically anxious patient: a review of the interventions and a guide to optimizing surgical outcomes. Am J Surg. 2016 Jul;212(1):151-9. doi: 10.1016/j.amjsurg.2015.03.023. Epub 2015 Jun 2."
                },
                {
                    "pmid": "15321585",
                    "type": "BACKGROUND",
                    "citation": "Wyatt SS, Jones DA, Peach MJ, Gurrin L. Anxiety in patients having caesarean section under regional anaesthesia: a questionnaire and pilot study. Int J Obstet Anesth. 2001 Oct;10(4):278-83. doi: 10.1054/ijoa.2001.0866."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}