{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04792983",
            "orgStudyIdInfo": {
                "id": "2019P000577"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Cognition and the Immunology of Postoperative Outcomes",
            "officialTitle": "Cognition and the Immunology of Postoperative Outcomes",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "cognition-and-the-immunology-of-postoperative-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-26",
            "studyFirstSubmitQcDate": "2021-03-08",
            "studyFirstPostDateStruct": {
                "date": "2021-03-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-03-10",
            "lastUpdatePostDateStruct": {
                "date": "2021-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Deborah Culley, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research will test the hypothesis that immune system disequilibrium / dysfunction explains why preoperative cognitive impairment is a strong predictor of postoperative morbidity in older surgical patients. The investigators propose that cognitive impairment influences surgical morbidity because of underlying immune disequilibrium / dysfunction (risk marker) and that this shapes the immune response to surgery and defines immunological hallmarks of postoperative morbidity (disease marker). The overarching goal of this application therefore is to define and better understand the clinical immunology underlying the relationship between cognition and geriatric surgical morbidity.",
            "detailedDescription": "This project is designed as a prospective, single-center observational study. The cohort will consist of 600 consenting subjects ≥ 65 years of age that agree to have a study investigator speak with them during their preoperative evaluation prior to elective spine surgery. These ages are chosen as significant clinical data demonstrate increased cognitive impairment in community dwelling elders. Eligibility criteria include: patients ≥ 65 years of age with an American Society of Anesthesiologists (ASA) physical status classification of I-III presenting for elective spinal surgery. Exclusion criteria will include history of stroke (not including transient ischemic attacks, or TIAs) or brain tumor, a history of autoimmune disorders, medications likely to significantly impact inflammation (e.g. steroids), current infection, uncorrected vision or hearing impairment (unable to see pictures or read or hear instructions); limited use of the dominant hand (limited ability to draw); and or inability to speak, read, or understand English.\n\nPatients will be introduced to the study through a flyer provided to them as part of a packet from their surgeon's office. A study team member will speak with those who have agreed during their preoperative evaluation to discuss studies from the department of Anesthesiology and satisfy eligibility criteria. After obtaining informed verbal consent over the telephone, study staff will gain information about the patient's age and years of education. Study staff will conduct the following preoperative measures over the telephone: the Geriatric Depression Scale-Short (GDS), the Beck Anxiety Inventory (BAI), the Visual Analog Scale for Pain (VAS), the Fatigue, Resistance, Ambulation, Illness, and Loss of Weight scale (FRAIL), Instrumental Activities of daily living (IADLs), the Brief Pain Inventory (BPI), the World Health Organization Disability Assessment Schedule (WHODAS). In addition, all patients will be asked if they've had a fall within the last 6 months, whether they've been evaluated for a change in memory or thinking, who accompanied them to their appointment, their employment status and their living situation (alone, institutionalized, living with family members), and whether they have ever tested positive for COVID-19 in a patient survey. The study staff will administer the Montreal Cognitive Assessment (MOCA) simple cognitive screening tool that takes less than 10 minutes to complete and has little or no education, language, or race bias. Frailty will be measured using the Frail Scale. Other measures of cognitive impairment will be obtained by study staff through: documentation on the patient's standard preoperative form, patient or informant report of diagnosis or evaluation for cognitive impairment or memory concerns, and systematic medical record review. Each enrolled patient will be advised to expect a follow up telephone up to 3, 6, and 12- months after surgery to verify data elements and reassess functional outcome.\n\nDelirium will be assessed prospectively once per day on postoperative days 1, 2, and/or 3 by a trained study team member using the Confusion Assessment Method \\[CAM\\] if the patient remains in the hospital and agrees to the evaluation. Delirium by chart review and CAM-ICU scores from the nursing staff will also be documented. Delirium is most common on postoperative days 1-3 and the CAM is a well-validated measure of delirium in surgical patients. To evaluate cognition and functional status, the MOCA and the WHODAS will be administered 3, 6, and 12- months postoperatively by study staff over the telephone if the patient can be contacted and continue to agree to participate. The investigators will also collect information on secondary outcomes including whether they had a surgical procedure, time to postoperative anesthesia care unit (PACU) discharge, discharge to place other than home (rehabilitation, skilled nursing facility), hospital length of stay (LOS), 30-day reoperation or readmission rate, and 30-day, 6-month, and 1-year mortality when available. These outcomes are recorded in the medical record, the BWH Balanced Scorecard, an electronic database of all hospitalized patients that tabulates 31 elements of the hospital event, or the Brigham and Women's Hospital BWH Research Patient Database Enhanced Query. Data will also be confirmed by a follow up telephone interview."
        },
        "conditionsModule": {
            "conditions": [
                "Cognitive Impairment",
                "Frail Elderly Syndrome",
                "Delirium",
                "Surgery"
            ],
            "keywords": [
                "postoperative health outcomes",
                "older surgical patients",
                "delirium",
                "spine surgery"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Plasma, serum, isolated white blood cells, and whole blood"
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Older (≥ 65 years of age)",
                    "description": "Older surgical patients presenting for elective spine surgery.",
                    "interventionNames": [
                        "Other: No intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "No intervention",
                    "description": "This is an observational study with no interventions.",
                    "armGroupLabels": [
                        "Older (≥ 65 years of age)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MOCA Score, Delirium, and Plasma Inflammatory Mediators",
                    "description": "The investigators will evaluate correlations between preoperative cognition, as measured by the Montreal Cognitive Assessment (MOCA, minimum score 0 maximum score 30, with higher scores suggesting better cognitive performance) with the development of postoperative delirium and measure preoperative and postoperative plasma inflammatory markers by ELISA to identify whether they correlate with either the MOCA score and/ or the development of postoperative delirium.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "MOCA Score, Delirium, and the Cellular Immune Response",
                    "description": "The investigators will evaluate correlations between preoperative cognition as measured by the Montreal Cognitive Assessment (MOCA, minimum score 0 maximum score 30, with higher scores suggesting better cognitive performance) with the development of postoperative delirium and measure preoperative and postoperative monocyte immune gene transcriptome ex vivo to identify whether they correlate with either the MOCA score and/ or the development of postoperative delirium.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "MOCA Score, Delirium and Extracellular Vesicle Immune Responses to Surgery.",
                    "description": "The investigators will evaluate correlations between poor preoperative cognition as measured by the Montreal Cognitive Assessment (MOCA, minimum score 0 maximum score 30, with higher scores suggesting better cognitive performance) with the development of postoperative delirium and measure preoperative and postoperative proteins found in circulating extracellular vesicles by ELISA to identify whether they correlate with either the MOCA score and/ or the development of postoperative delirium.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Newly diagnosed perioperative health complications",
                    "description": "Newly diagnosed Myocardial Infarction, congestive heart failure (CHF), Cardiac Arrest, Arrythmia, Pneumonia, pulmonary embolism (PE), Reintubation, Stroke, Delirium, Coma\\>24h, deep wound infection,Superficial wound infection, Sepsis, Renal Failure, urinary tract infection (UTI), Reoperation, deep vein thrombosis (DVT), intensive care unit (ICU) admission following the subjects initial surgical procedure.",
                    "timeFrame": "Up to 30 days after the surgical procedure"
                },
                {
                    "measure": "Discharge location (Home vs. other than home) on the day of patient discharge from hospital",
                    "description": "Whether the patient was discharge to their home or discharged to a place other than home such as rehabilitation center or skilled nursing facility.",
                    "timeFrame": "Up to 30 days after the surgical procedure"
                },
                {
                    "measure": "30 day mortality",
                    "description": "Patient mortality 30 days after surgical procedure",
                    "timeFrame": "30 days after surgical procedure"
                },
                {
                    "measure": "30 day re-operation or readmission",
                    "description": "Patient readmission to the hospital or reoperation 30 days after surgical procedure",
                    "timeFrame": "30 days after surgical procedure"
                },
                {
                    "measure": "6 month mortality",
                    "description": "Patient mortality 6 months after surgical procedure",
                    "timeFrame": "6 months after surgical procedure"
                },
                {
                    "measure": "1 year mortality",
                    "description": "Patient mortality 1 year after surgical procedure",
                    "timeFrame": "1 year after surgical procedure"
                },
                {
                    "measure": "Cognitive health outcome",
                    "description": "Montreal Cognitive Assessment (MOCA, minimum score 0 maximum score 30, with higher scores suggesting better cognitive performance) measured approximately 3, 6, and 12-months following the patient's surgical procedure if the participant is willing to participate.",
                    "timeFrame": "3, 6, and 12-months after surgical procedure."
                },
                {
                    "measure": "Functional health outcome",
                    "description": "Functional health outcome measured with the World Health Organization Disability Assessment Score (WHODAS, 12-item, minimum score 0 maximum score 110 with higher score reflecting more disability) approximately 6 months to 1 year following the patient's surgical procedure if the participant can be contacted by followup phone call and is willing to participate.",
                    "timeFrame": "Between 6 and 12-months after surgical procedure."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients ≥ 65 years of age\n* American Society of Anesthesiologists (ASA) physical status of I-III\n* Scheduled for elective spine surgery.\n\nExclusion Criteria:\n\n* History of stroke (not including transient ischemic attacks, or TIAs)\n* History of brain tumor\n* History of autoimmune disorders\n* Medications likely to significantly impact inflammation (e.g. steroids)\n* Current infection\n* Uncorrected vision or hearing impairment\n* limited use of the dominant hand (limited ability to draw)\n* inability to speak, read, or understand English.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "The cohort will consist of 600 consenting subjects ≥ 65 years of age who present for preoperative evaluation prior to elective spine surgery.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gregory J Crosby, MD",
                    "role": "CONTACT",
                    "phone": "617-732-7398",
                    "email": "gcrosby@bwh.harvard.edu"
                },
                {
                    "name": "Erin J Kim, BA",
                    "role": "CONTACT",
                    "phone": "7034088957",
                    "email": "ekim56@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gregory J Crosby, MD",
                    "affiliation": "Brigham & Women's Hospital; Harvard Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham & Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sierra J Loomis, BA",
                            "role": "CONTACT",
                            "phone": "617-278-0949",
                            "email": "saloomis@bwh.harvard.edu"
                        },
                        {
                            "name": "Erin J Kim, BA",
                            "role": "CONTACT",
                            "phone": "6177320949",
                            "email": "ekim56@bwh.harvard.edu"
                        },
                        {
                            "name": "Gregory J Crosby, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003693",
                    "term": "Delirium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003221",
                    "term": "Confusion"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "asFound": "Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6446",
                    "name": "Confusion",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}