{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04230668",
            "orgStudyIdInfo": {
                "id": "CPT for PTSD-BPD"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34MH124968-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34MH124968-01A1"
                }
            ],
            "organization": {
                "fullName": "Palo Alto University",
                "class": "OTHER"
            },
            "briefTitle": "Cognitive Processing Therapy (CPT) for Posttraumatic Stress Disorder and Borderline Personality Disorder (PTSD-BPD)",
            "officialTitle": "A Pilot Effectiveness Trial of Cognitive Processing Therapy Augmented With Suicide Risk Management for Individuals With Comorbid PTSD and BPD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cognitive-processing-therapy-cpt-for-posttraumatic-stress-disorder-and-borderline-personality-disorder-ptsd-bpd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-09",
            "studyFirstSubmitQcDate": "2020-01-14",
            "studyFirstPostDateStruct": {
                "date": "2020-01-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Janice Kuo",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Palo Alto University"
            },
            "leadSponsor": {
                "name": "Palo Alto University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Toronto Metropolitan University",
                    "class": "OTHER"
                },
                {
                    "name": "York University",
                    "class": "OTHER"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Posttraumatic Stress Disorder (PTSD) with co-occurring Borderline Personality Disorder (BPD) (i.e., PTSD-BPD) is common (as high as 58%), debilitating, costly, and limited treatment options available for this population. PTSD-BPD is associated with even greater functional impairment and higher healthcare burden than either disorder alone. There are surprisingly few treatments available for this clinical profile, despite its association with major negative health outcomes, cost, and morbidity. There is a pressing need to innovate treatments that can effectively and efficiently treat PTSD-BPD. The existing treatments used for PTSD-BPD are lengthy, laborious, resource-intensive, and require complete cessation of suicidal behaviors prior to treatment. Furthermore, no integrated treatment has been innovated to deliver the active ingredients to efficiently affect the mechanisms underpinning this comorbidity. The investigators propose to examine an adapted version of a first-line PTSD intervention, Cognitive Processing Therapy, augmented with a Suicide Risk Management, i.e., (CPT+SRM) as a brief (12 sessions) and more parsimonious treatment alternative that strategically targets shared mechanisms underpinning PTSD and BPD. The purpose of this pilot study is to 1) collect initial feasibility, acceptability, and safety data on this adapted treatment, 2) conduct a pilot randomized clinical trial evaluating the efficacy of CPT+SRM versus Treatment as Usual (TAU) + SRM, and 3) evaluate two targets (i.e, improvements in emotional intensity and cognitive dysfunction) as mechanisms leading to change in our primary outcomes. Both treatment conditions will be administered via telehealth.\n\nPotential benefits include reduction in participants' PTSD, BPD and other mental health symptoms. Additionally, this work could benefit the community by improving the treatment repertoire for PTSD-BPD. Potential risks include emotional distress, suicidality, and/or self-harm. Participants may experience discomfort and/or distress while discussing participants trauma(s) and mental health. These risks will be mitigated using a suicide risk management protocol which therapists in the assessment of risk and protective factors of suicide, followed by documentation for the decision-making around the management of risk."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Borderline Personality Disorder"
            ],
            "keywords": [
                "Cognitive Processing Therapy",
                "Suicide Risk Management",
                "Suicide",
                "Self-harm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a two-phased study. Phase 1 of this investigation will consist of an initial case series in which the CPT+SRM manual will be developed along with fidelity measures. The finalized treatment manual will then be tested in Phase 2, a randomized-controlled trial comparing 12 individual sessions/6 weeks of CPT+SRM versus 6 weeks of TAU+SRM.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 33,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CPT + SRM",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to teletherapy sessions of Cognitive Processing Therapy + Suicide Risk Management for PTSD-BPD which will be administered twice weekly over 6 weeks, for a total of 12 sessions.",
                    "interventionNames": [
                        "Behavioral: Cognitive Processing Therapy with Suicide Risk Management"
                    ]
                },
                {
                    "label": "TAU + SRM",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to teletherapy sessions with only Suicide Risk Management for PTSD-BPD which will be administered once a week for 6 weeks, for a total of 6 sessions.",
                    "interventionNames": [
                        "Behavioral: Treatment as Usual with Suicide Rick Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Processing Therapy with Suicide Risk Management",
                    "description": "CPT is an evidence-based treatment for PTSD. This first-line treatment for PTSD will be adapted and combined with SRM into 12 sessions, 60-90 minutes targeting both PTSD and BPD. Individuals assigned to this intervention will attend treatment sessions, and be asked to do treatment homework at home. The primary outcomes are PTSD and BPD severity.",
                    "armGroupLabels": [
                        "CPT + SRM"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as Usual with Suicide Rick Management",
                    "description": "In the Suicide Risk Management only condition, participants will receive 6 weekly sessions over the course of six weeks focused on suicide stabilization and management. Each SRM session will be variable lengths, depending on the participants' suicide risk and can be up to 60 minutes.",
                    "armGroupLabels": [
                        "TAU + SRM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinician-Administered PTSD Scale for DSM-5 (CAPS-5)",
                    "description": "A 30-item clinician administered structured interview based on the DSM-5 PTSD criteria.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Borderline Symptom List 23 (BSL-23) [SELF-REPORT]",
                    "description": "A self-report measure of borderline personality disorder (BPD) severity. The measure captures subjective ratings of the following symptoms: self-perception, affect regulation, self destruction, dysphoria, loneliness, intrusions, and hostility (Bohus et al., 2009).",
                    "timeFrame": "Baseline, once a week while in treatment (for 6 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Suicide Attempt Self-Injury Interview (SASII)",
                    "description": "Assess characteristics of self-harm (i.e., suicide attempts and NSSI), including frequency, medical severity, intent to die, lethality, and precipitants of self-harm since the previous assessment.",
                    "timeFrame": "3-weeks, Post-treatment/6-weeks, 3-month follow-up"
                },
                {
                    "measure": "Difficulties in Emotion Regulation Scale (DERS) [SELF-REPORT]",
                    "description": "A self-report measure assessing various dimensions of emotion dysregulation (Gratz \\& Roemer, 2004).",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Posttraumatic Cognitions Inventory (PTCI) [SELF-REPORT]",
                    "description": "A 33-item scale assessing post-traumatic symptoms, reactions and appraisals. The measure possesses three subscales; negative cognitions related to the self, negative cognitions related to the world, and self-blame cognitions related to the traumatic event.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Beck's Depression Inventory-II (BDI-II) [SELF-REPORT]",
                    "description": "A 21-item, self-report inventory that measures the severity of depression symptomatology. It corresponds closely to DSM-5 depression criteria and is found to be a more reliable measure of depression (Beck \\& Steer, 1988).",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "State-Trait Anxiety Inventory, Trait Version (STAI-T)",
                    "description": "A measure that consists of 20 items for assessing trait anxiety and 20 for assessing state anxiety. It is used to diagnose anxiety and to help distinguish it from depressive syndromes.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "State-Trait Anger Expression Inventory-II (STAXI-II) [SELF-REPORT]",
                    "description": "A 57-item self-report measure that examines the expression, control, and experience of anger (Schamborg, Tully, \\& Browne, 2016).",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Social Adjustment Scale - Self Report (SAS-SR) [SELF-REPORT]",
                    "description": "A measure that consists of 54 items for assessing role performance in six areas of functioning, including work, social and leisure activities, relationships with extended family, role as a marital partner (if applicable), parental role (if applicable), and role within the family unit.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Trauma-Related Guilt Inventory (TRGI) [SELF-REPORT]",
                    "description": "A 32-item self-report measure that is designed to measure guilt experienced as a result of a traumatic event. It is composed of three subscales including; guilt cognitions, distress and global guilt.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Suicidal Behaviors Questionnaire-Revised",
                    "description": "Scores range from 3 to 18, with 18 being higher suicide risk.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Substance Use Inventory (SUI)",
                    "description": "A brief measure with detailed questions regarding participants' use and primary route of different substances they used in the last seven days. The individuals' are also asked about the average dollar amount spent on each drug and in a single day. (Weiss, et al., 1995).",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "PTSD Checklist-5 (PCL-5) [SELF-REPORT]",
                    "description": "A 20-item self-report measure that assesses the 20 DSM-5 symptoms of PTSD. It is used to help screen individuals for PTSD as well as monitor their symptom changes during and after treatment.",
                    "timeFrame": "Baseline, once a week while in treatment (for 6 weeks)"
                },
                {
                    "measure": "Acceptability of Intervention Measure (AIM)",
                    "description": "A 4-item measure which asks therapists and patients about their perceived acceptability of the intervention on a 5-point Likert scale.",
                    "timeFrame": "Baseline and Post-treatment/6-weeks"
                },
                {
                    "measure": "Treatment sessions attended",
                    "description": "Feasibility as measured by number of treatment sessions",
                    "timeFrame": "Pre-post treatment (6 weeks)"
                },
                {
                    "measure": "Rate of dropout",
                    "description": "Feasibility as measured by rate of treatment dropout",
                    "timeFrame": "Pre-post treatment (6 weeks)"
                },
                {
                    "measure": "Emotional Reactivity and Attentional Biases via Oddball task",
                    "description": "Used as a behavioral measure of changes in emotional reactivity and attentional biases- our two propose mechanisms of change in CPT+SRM. The oddball task is computer-based task (Hayes, et al., 2009) designed to measure emotional reactivity and attentional biases. Participants will view a pseudorandom distribution of brief presentations of emotionally-salient distractors (negative images depicting mutilations, burn victims, attacks, sick individuals), neutral distractors (matched with negative images for luminance, presence of human figures, chromatic features), baseline standards (squares), and attention \"targets\" (circles) in an event-related design. Participants will be instructed to press the same button for all stimuli, but a different button for attention targets. Behavioral changes associated with emotional reactivity and attention bias will be assessed using response latency and accuracy scores for emotional and attention targets, respectively.",
                    "timeFrame": "Baseline, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Mental Health Involvement Scale [SELF-REPORT]",
                    "description": "A 9-item measure used to inquire about other ancillary services (e.g., group treatment, couples/family therapy) that participants are receiving throughout the study. This is a measure developed and used in prior research by the investigative team, but currently does not have published psychometric properties.",
                    "timeFrame": "Post-treatment/6-weeks"
                },
                {
                    "measure": "Measure of CPT+SRM Uptake [SELF-REPORT]",
                    "description": "Measures uptake of the treatment using an adapted measure from LoSavio, et al. (2019). This brief survey will assess clinicians' ongoing use of CPT+SRM since their participation in the study (e.g., whether they continue to offer CPT+SRM, the number of clients they have offered CPT+SRM to, average number of sessions attended, etc.) and further inform whether our training methods and treatment will have a lasting impact on practice approaches in community settings. There are no psychometric data available for this questionnaire.",
                    "timeFrame": "9-months after concluding treatment with the last study participant"
                },
                {
                    "measure": "Unanticipated Problems Involving Risk to Subjects or Others (UPIRSO)",
                    "description": "Safety of the treatment will be monitored via unanticipated problems involving risk to subjects or others (UPIRSO) that occur throughout treatment and the number of mental health hospitalizations.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks"
                },
                {
                    "measure": "The International Personality Disorder Exam (IPDE, BPD only)",
                    "description": "A well-established diagnostic instrument used by the World Health Organization, will be used to identify the presence and severity of BPD. The IPDE also allows for a dimensional assessment of BPD.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "The Structured Clinical Interview for the Diagnostic and Statistical Manual-5 (SCID-5)",
                    "description": "Used to obtain other DSM-5 diagnoses.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "The Lifetime Suicide Attempt Self-Injury Interview (L-SASII)",
                    "description": "A semi-structured interview, will assess characteristics of self-harm (i.e., suicide attempts and NSSI), including frequency, medical severity, intent to die, lethality, and precipitants of self-harm.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "A Demographic Form [SELF-REPORT]",
                    "description": "Used in previous PTSD treatment studies will also be used to measure a range of demographic data.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Trauma-Related Shame Inventory (TRSI) [SELF-REPORT] Trauma-Related Shame Inventory (TRSI) [SELF-REPORT]: is a 24-item self-report measure that evaluates levels of shame in the context of one's trauma. --",
                    "description": "A 24-item self-report measure that evaluates levels of shame in the context of one's trauma.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Patient Health Questionnaire - 9 (PHQ-9)",
                    "description": "A 9-item self-report measure that evaluates severity of depression symptoms.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "Generalized Anxiety Disorder - 7 (GAD7)",
                    "description": "A 7-item self-report measure that evaluates severity of generalized anxiety symptoms.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "WHO Disability Assessment Schedule (WHODAS) 2.0 (12-Item Version)",
                    "description": "A 12-item self-report measure of disability across six domains (understanding and communicating, getting around, self-care, getting along with people, life activities, and participation in society).",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                },
                {
                    "measure": "DSM-5-TR Self-Rated Level 1 Cross-Cutting Symptom Measure-Adult",
                    "description": "A 23-item self-report measure of psychiatric symptoms that cut across diagnostic categories.",
                    "timeFrame": "Baseline, 3-weeks, Post-treatment/6-weeks, 3-months follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18-65 years\n* Must reside in the Bay Area, CA\n* Current DSM-5 diagnosis of PTSD and BPD\n* Must be willing to be audio- or videorecorded for assessment and treatment sessions\n\nExclusion Criteria:\n\n* Acute mania, acute psychosis, or intellectual disability\n* Conditions requiring medical attention to a potentially life-threatening illness (e.g., severe anorexia nervosa)\n* Severe impairments in written and aural comprehension\n* EU individuals",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ariana Guenther, B.A.",
                    "role": "CONTACT",
                    "phone": "650-485-1513",
                    "email": "bestlab@paloaltou.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janice R Kuo, PhD",
                    "affiliation": "Palo Alto University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Palo Alto University",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ariana Guenther, B.A. (Hons)",
                            "role": "CONTACT",
                            "phone": "650-485-1513",
                            "email": "bestlab@paloaltou.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Resick, P. A., Monson, C. M., & Chard, K. M. (2016). Cognitive processing therapy for PTSD: A comprehensive manual. New York, NY: Guilford Press."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Stanley, B., & Brown, G. (2012). Safety planning intervention: A brief intervention to mitigate suicide risk. Cognitive and Behavioural Practice, 19(2), 256-264."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Canada"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001883",
                    "term": "Borderline Personality Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "asFound": "Personality Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5161",
                    "name": "Borderline Personality Disorder",
                    "asFound": "Borderline Personality Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}