{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05017571",
            "orgStudyIdInfo": {
                "id": "10000235"
            },
            "secondaryIdInfos": [
                {
                    "id": "000235-CH"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Colchicine to Suppress Inflammation and Improve Insulin Resistance in Adults and Adolescents With Obesity",
            "officialTitle": "COLSIO Trial: Phase II Randomized, Controlled Trial of Colchicine to Suppress Inflammation and Improve Insulin Resistance in Adults and Adolescents With Obesity",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "colchicine-to-suppress-inflammation-and-improve-insulin-resistance-in-adults-and-adolescents-with-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-21",
            "studyFirstSubmitQcDate": "2021-08-21",
            "studyFirstPostDateStruct": {
                "date": "2021-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nAbout 40 percent of adults and 20 percent of adolescents in the U.S. have a body mass index over 30 kg/m2. Being overweight may lead to a state of low-level inflammation. This may cause health problems. Researchers want to see if an anti-inflammatory medicine can help.\n\nObjective:\n\nTo learn if colchicine can improve metabolism in people who have high body weight, increased inflammation, and high insulin in the blood but who have not yet developed high blood sugar.\n\nEligibility:\n\nPeople aged 12 and older with high body weight who may have increased inflammation and high insulin in the blood. Healthy adult volunteers are also needed.\n\nDesign:\n\nParticipants will be screened with the following:\n\nMedical history\n\nPhysical exam\n\nFasting blood tests\n\nUrine tests\n\nElectrocardiogram\n\nDual energy x-ray absorptiometry (They will lie on a table while a camera passes over their body.)\n\nStool sample and 24-hour food diary (optional)\n\nParticipants will have 3 study visits and 3 phone check-ins. At visits, they will repeat some screening tests.\n\nHealthy volunteers will have the baseline visit only. They will not get the study drug.\n\nAt the baseline visit, participants will have an Oral Glucose Tolerance Test (OGTT). For this, they will drink a sweet liquid and then give blood samples. They will get a 12-week supply of the study drug or placebo to take daily by mouth.\n\nParticipants will have study visits 6 weeks and 12 weeks after they started taking the study drug. At the 12-week visit, they will repeat the OGTT.\n\nParticipation will last for 3 (Omega) to 4 months.\n\n...",
            "detailedDescription": "Study Description:\n\nObesity affects more than 40% of the adult U.S. population plus approximately 20% of adolescents and is a major risk factor for the development of type 2 diabetes and cardiovascular disease. Mouse models and human data suggest that obesity-induced chronic inflammation is one mechanism promoting obesity-associated comorbid conditions. In obesity, innate immunity is activated when circulating molecules such as fatty acids and cholesterol crystals bind to nucleotide-binding oligomerization (Nod)-like receptor family, pyrin domain containing 3 (NLRP3) receptors. The resultant inflammatory cascade leads to insulin resistance and decreased pancreatic beta-cell reserve. It has been proposed that the suppression of this chronic low-level inflammatory state may impede the onset of diabetes and cardiovascular disease.\n\nRecent studies have shown colchicine, a potent microtubule inhibitor that is approved for use in the treatment of gout and some rare inflammatory conditions in adults and children, disrupts intracellular NLRP3 inflammasome assembly. As there are limited medical therapies proven effective to improve obesity-related metabolic dysregulation, we propose to determine the efficacy of oral colchicine 0.6 mg versus placebo once daily in non-diabetic adults and adolescents with obesity, insulin resistance, and inflammation (elevated high-sensitivity C-reactive protein concentrations: hsCRP \\>= 2.0). From among up to 500 individuals screened, we will conduct a randomized, double-blind, placebo-controlled trial of colchicine in up to 200 adults. We will also obtain pilot data from 40 adolescents studied in the same (randomized) fashion. This study will determine the effects of colchicine on insulin resistance and beta cell reserve in adults with obesity and allow determination of the sample size needed to conduct an adequately powered study of the effects of colchicine in adolescents. An Evaluation-Only control group of up to 50 adults who do not meet entry criteria for the randomized clinical trial will also be studied with baseline tests only.\n\nObjectives:\n\nPrimary Objective:\n\nTo compare efficacy of colchicine versus placebo for improving insulin resistance in adults with obesity-related inflammation\n\nSecondary Objectives:\n\nTo compare the effect of colchicine versus placebo on other biomarkers of metabolic health, inflammation, and colchicine action in adults with obesity-related inflammation\n\nTo determine effect sizes for colchicine versus placebo in adolescents with obesity-related inflammation for insulin resistance as well as other biomarkers of metabolic health, inflammation, and colchicine action\n\nAdditional Objectives:\n\nTo compare the effect of colchicine versus placebo on changes in the secretome and stool microbiome in adults with obesity-related inflammation.\n\nTo examine if there are sex x treatment or race/ethnicity x treatment interactions for the effects of colchicine on change in insulin resistance and other biomarkers in adults with obesity-related inflammation.\n\nTo compare the effect of colchicine versus placebo on changes in hepatic gluconeogenesis and triglyceride synthesis rate indices in adults with obesity-related inflammation.\n\nEndpoints:\n\nPrimary Endpoint:\n\nChange in homeostatic model assessment of insulin resistance (HOMA-IR) from baseline (randomization) to 3 months in adult participants\n\nKey Secondary Endpoints:\n\nChanges from baseline (randomization) to 3 months in high sensitivity C-reactive protein (hsCRP), Matsuda index, fasting serum glucose and insulin in adult participants.\n\nAdditional (Exploratory) Study Endpoints:\n\nChanges from baseline (randomization) to 3 months in muscle insulin resistance index, adipose insulin resistance index (Adipo-IR), pancreatic beta cell indices (e.g. HOMA-B%, insuligenic index), triglycerides, LDL- and HDL-cholesterol, lipoprotein profile, liver fat content, systolic and diastolic blood pressure, oral glucose tolerance test (OGTT) or oral sugar tolerance test (OSTT) area under the curve (AUC) insulin and glucose, AUC insulin/AUC glucose ratio, hepatic gluconeogenesis and triglyceride synthesis rate indices, other inflammatory and metabolic markers, secretome, and microbiome analyses in adult participants.\n\nPost-hoc power calculation of sample size needed, at power \\>= 80% and two-sided alpha \\<= 0.05 for change in HOMA-IR in adolescent participants. In adolescent participants, changes from baseline (randomization) to 3 months in HOMA-IR, hsCRP, Matsuda index, muscle insulin resistance index, Adipo-IR, OGTT AUC insulin and glucose, AUC insulin/AUC glucose ratio, pancreatic beta cell indices (e.g., HOMAB%, insuligenic index), fasting serum glucose, insulin, triglycerides, LDL- and HDL-cholesterol, lipoprotein profile, systolic and diastolic blood pressure, inflammatory and metabolic markers, secretome, and microbiome analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Insulin Resistance",
                "Inflammation"
            ],
            "keywords": [
                "Diabetes",
                "Overweight",
                "comorbidities",
                "Microbiome",
                "C-Reactive Protein"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adults no obesity, insulin resistance, or inflammation",
                    "type": "NO_INTERVENTION",
                    "description": "Adults without obesity, insulin resistance or inflammation"
                },
                {
                    "label": "Adults with obesity, but no insulin resistance/inflammation",
                    "type": "NO_INTERVENTION",
                    "description": "Adults with obesity, but without insulin resistance or inflammation"
                },
                {
                    "label": "Colchicine - Adolescents",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescents given Colchicine 0.6 mg per day (1 capsule per day)",
                    "interventionNames": [
                        "Drug: Colchicine"
                    ]
                },
                {
                    "label": "Colchicine - Adults",
                    "type": "EXPERIMENTAL",
                    "description": "Adults given Colchicine 0.6 mg per day (1 capsule per day)",
                    "interventionNames": [
                        "Drug: Colchicine"
                    ]
                },
                {
                    "label": "Placebo - Adolescents",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Adolescents given Placebo (1 capsule per day)",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Placebo - Adults",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Adults given Placebo (1 capsule per day)",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Colchicine",
                    "description": "Colchicine 1 capsule (0.6 mg) per day",
                    "armGroupLabels": [
                        "Colchicine - Adolescents",
                        "Colchicine - Adults"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo 1 capsule per day",
                    "armGroupLabels": [
                        "Placebo - Adolescents",
                        "Placebo - Adults"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Homeostatic model assessment of insulin resistance (HOMA-IR)",
                    "description": "HOMA-IR is calculated from fasting (f) insulin (I) and glucose (G): Gf (in mg/dL) x If in ( (Micro)IU/mL/ 405).",
                    "timeFrame": "From baseline to 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in fasting serum insulin",
                    "description": "Fasting serum insulin",
                    "timeFrame": "From baseline to 3 months"
                },
                {
                    "measure": "Change in fasting serum glucose",
                    "description": "Fasting serum glucose",
                    "timeFrame": "From baseline to 3 months"
                },
                {
                    "measure": "Change in High-Sensitivity C-Reactive Protein",
                    "description": "High-Sensitivity C-Reactive Protein",
                    "timeFrame": "From baseline to 3 months"
                },
                {
                    "measure": "Change in Matsuda Index",
                    "description": "(10\\^4/(\\[Gf x 18\\] x If x \\[mean GOSTTx18\\] x mean I-OSTT)0.5), where Gf is fasting glucose, If is fasting insulin, and I-OSTT is mean insulin from oral sugar tolerance test",
                    "timeFrame": "From baseline to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAll races/ethnicities and people of all genders are eligible to participate.\n\nParticipants who will be randomized to colchicine or placebo must meet all of the following\n\nInclusion Criteria:\n\n1. Good general health. In general subjects should take no medications with the exception of oral/implantable contraceptives, antihypertensive medications like diuretics, or for adults HMG-CoA reductase inhibitors (statin cholesterol-reducing medications). The use of all over-the-counter and prescription medications will be reviewed on a case-by-case basis; depending on the medication, subjects who have continued to take prescription medication or have stopped taking an exclusionary medication for at least 3 months prior to study entry may be still eligible.\n2. Age \\>= 18y for adults; age 12y to \\<18y for adolescents\n3. Obesity BMI \\>= 30 kg/m2 (adults) or BMI \\>= 95th percentile for age and sex per Centers for Disease Control Standards (adolescents)\n4. Weight \\<= 450 lbs (204.5 kg) - due to DXA limitations\n5. For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method during study participation.\n6. HOMA-IR \\>= 2.6 mg/L, calculated as fasting glucose (in mg/dL) x insulin in (microIU/mL/ 405). Our goal is to enroll participants who have pre-existing insulin resistance.\n7. hsCRP \\>= 2.0 mg/L. We aim to recruit participants with increased baseline level of inflammation. Individuals with hsCRP above 2.0 mg/L have been shown to have an increased risk for cardiovascular events.\n8. Willing to be randomized (willing and able to give consent/assent as required for randomized study).\n\nParticipants who will be evaluated but are not eligible for randomization (Evaluation Only Arm) must meet all of the following Inclusion Criteria:\n\n1. Good general health. In general subjects should take no medications. The use of over-the-counter and prescription medications will be reviewed on a case-by-case basis; depending on the medication, subjects who have continued to take prescription medication or have stopped taking an exclusionary medication for at least 3 months prior to study entry may still be eligible.\n2. Age \\>= 18y\n3. BMI \\>= 18 kg/m2\n4. Weight \\<= 450 lbs (204.5 kg)\n5. For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method during study participation\n6. Willing and able to provide consent for Evaluation-Only study\n\nEXCLUSION CRITERIA:\n\nAll individuals meeting any of the exclusion criteria at screening or baseline will be excluded from study participation.\n\nExclusion Criteria for subject randomized to colchicine or placebo:\n\n1. Individuals with significant medical comorbidities (e.g., NYHA Class III or IV heart failure, or CKD Stage 3b or worse (eGFR \\< 60 mL/min/1.73 m2), or American Society of Anesthesiologists Physical Status Class 3 or above) or other serious disorders at the discretion of the investigators.\n2. HbA1c \\> 7.0%\n3. Type 2 diabetes mellitus, as determined by either having:\n\n   1. clear clinical diagnosis of diabetes, such as a patient in a hyperglycemic crisis or classic symptoms of hyperglycemia and a random plasma glucose \\>= 200 mg/dL\n   2. two of the following three:\n\n   i. fasting plasma glucose \\>= 126 mg/dL\n\n   ii. Hemoglobin A1c \\>= 6.5%\n\n   iii. An oral glucose tolerance test glucose concentration of \\>= 200 mg/dL at 2 hours.\n\n   c. one of the above three criteria (bi.-biii.) meeting the T2DM cutoff on two different days.\n\n   If only one of the above three criteria (bi.-biii.) meet the T2DM threshold during the Screening Visit, that test will be repeated on another day to determine if the subject has T2DM or not. As per ADA guidelines, The diagnosis \\[of T2DM\\] is made on the basis of the confirmed test.\n\n   Moreover, because HbA1c has been shown to be higher in African Americans (AA) as compared to other races for the same glycemia, AA who do not have diabetes may be unfairly excluded by their HbA1c alone 96-98. Therefore, for AA subjects, if their fasting and 2h glucose is in the non-diabetes range, and the HbA1c is \\< 7.0%, we will consider them not to have diabetes.\n4. Recent or regular use of colchicine, anorexiant, or diabetic medications in the last 3 months, or plan to start in the following 3 months.\n5. Recent or regular use of anti-inflammatory medications (e.g. prednisone, NSAIDs) in the last 7 days, or plan to start in the following 3 months.\n6. Current use of a strong or moderate CYP3A4 inhibitor or P-glycoprotein (P-gp), as this may cause a significant increase in colchicine plasma concentrations and risk for side effects. Oral contraceptive use will be permitted, provided the contraceptive has been used for at least two months before starting study medication. Note: HMA-CoA reductase inhibitors ( statins ) in adults only will also be\n\n   explicitly allowed because of the recent clinical trial data finding it is safe to administer low-dose colchicine even with high-dose statin therapy. The use of over-the-counter and prescription medications will be reviewed on a case-by-case basis; depending on the medication, subjects who have continued to take prescription medication or have stopped taking an exclusionary medication for at least 3 months prior to study entry may be eligible.\n7. Known allergy to colchicine.\n8. Previous history of agranulocytosis, gout, or significant myositis.\n9. Females who are pregnant, planning to become pregnant, currently nursing an infant, or have irregular menses, defined as cycles less than 21 days or greater than 45 days in premenopausal women.\n10. Individuals who have current substance abuse or a DSM 5 Axis I psychiatric disorder or DSM Axis II Mental Retardation diagnosis that in the opinion of the investigators would impede competence, compliance, or participation in the study.\n11. Current users of tobacco or nicotine (e.g., nicotine patch, e-cigarettes) products.\n12. Participation in a formal weight loss program (e.g., Weight Watchers) or recent weight change of more than 3% of body weight in the past two months.\n\nExclusion Criteria for subjects who are evaluated but not eligible for randomization (Evaluation Only Arm):\n\nWe will use the same exclusion criteria as employed for randomized participants (see above).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sheila M Brady, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(301) 451-3783",
                    "email": "sb575j@nih.gov"
                },
                {
                    "name": "Jack A Yanovski, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-0858",
                    "email": "jy15i@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jack A Yanovski, M.D.",
                    "affiliation": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27241260",
                    "type": "BACKGROUND",
                    "citation": "Demidowich AP, Davis AI, Dedhia N, Yanovski JA. Colchicine to decrease NLRP3-activated inflammation and improve obesity-related metabolic dysregulation. Med Hypotheses. 2016 Jul;92:67-73. doi: 10.1016/j.mehy.2016.04.039. Epub 2016 Apr 25."
                },
                {
                    "pmid": "32461554",
                    "type": "BACKGROUND",
                    "citation": "Demidowich AP, Levine JA, Apps R, Cheung FK, Chen J, Fantoni G; CHI Consortium; Patel TP, Yanovski JA. Colchicine's effects on metabolic and inflammatory molecules in adults with obesity and metabolic syndrome: results from a pilot randomized controlled trial. Int J Obes (Lond). 2020 Aug;44(8):1793-1799. doi: 10.1038/s41366-020-0598-3. Epub 2020 May 27."
                },
                {
                    "pmid": "30869182",
                    "type": "BACKGROUND",
                    "citation": "Demidowich AP, Levine JA, Onyekaba GI, Khan SM, Chen KY, Brady SM, Broadney MM, Yanovski JA. Effects of colchicine in adults with metabolic syndrome: A pilot randomized controlled trial. Diabetes Obes Metab. 2019 Jul;21(7):1642-1651. doi: 10.1111/dom.13702. Epub 2019 Apr 2."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000235-CH.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD are to be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Starting 6 months after the first study publication, IPD and supporting information will be shared and made available for 2 years by the PI.",
            "accessCriteria": "Data will be shared for any analyses requested by an investigator with an affiliation to a research organization (e.g. a university) upon reasonable request to the Principal Investigator. A data sharing agreement must be concluded with NICHD and the request will be reviewed by the PI and the NICHD Clinical Director."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "asFound": "Insulin Resistance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003078",
                    "term": "Colchicine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006074",
                    "term": "Gout Suppressants"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M6307",
                    "name": "Colchicine",
                    "asFound": "Japanese",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}