{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00012545",
            "orgStudyIdInfo": {
                "id": "010122"
            },
            "secondaryIdInfos": [
                {
                    "id": "01-H-0122"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Collection and Storage of Umbilical Cord Stem Cells for Treatment of Sickle Cell Disease",
            "officialTitle": "Collection and Storage of Umbilical Cord Hematopoietic Stem Cells for Sickle Cell Disease Therapy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "collection-and-storage-of-umbilical-cord-stem-cells-for-treatment-of-sickle-cell-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2001-11-01",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2001-03-10",
            "studyFirstSubmitQcDate": "2001-03-10",
            "studyFirstPostDateStruct": {
                "date": "2001-03-12",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will determine the best ways to collect, process and store umbilical cord blood from babies with sickle cell disease, sickle cell trait and unaffected babies. Sickle cell disease is an abnormality of the hemoglobin in red blood cells that causes the cells to change shape and clump together, preventing their normal flow in the bloodstream. This impairs blood flow to various organs, and the resulting oxygen deprivation causes organ damage.\n\nCord blood is rich in stem cells (cells produced in the bone marrow that mature to different types of blood cells), which may prove useful in new sickle cell therapies. However, cord blood from babies with sickle cell trait, sickle cell disease and normal babies may act differently under laboratory conditions, so it is important to learn how best to work with blood from all three groups of babies for future use in possible treatments.\n\nPregnant women between 18 and 45 years of age who are at risk of having an infant with sickle cell disease and normal volunteers who are pregnant and not at risk for this disease may be eligible for this study. Potential participants will be counseled about donating her infant s blood in order to make an informed choice.\n\nAll women who participate in the study will provide a medical history and have blood collected from the umbilical cord and placenta (afterbirth) after the baby s delivery. The blood will be tested for various infectious diseases, processed, frozen and stored for research purposes. In addition, blood from women with babies at risk for sickle cell disease will be tested for the presence of the sickle cell gene, tissue typed, and used for research as follows:\n\n* Sickle cell disease - If cord blood tests show the baby has sickle cell disease, the blood will be frozen for an indefinite period of time for possible use in future treatment of the child. This treatment could include stem cell transplantation or gene therapy, treatments are not currently considered routine for sickle cell disease.\n* Sickle cell trait or normal hemoglobin - If cord blood tests show the baby has sickle cell trait or is unaffected, the blood will be processed and stored for up to 3 years, during which time it may possibly be used to treat a currently living or future sibling with sickle cell disease. After 3 years, the participant may agree to either have the blood discarded, given to research or moved to another facility for continued storage at the participant s expense, if there is a storage fee. Alternatively, if there is no anticipated future need for the collected blood, or if it does not meet standards needed for future treatment, it will be used in NIH-approved research studies.\n\nParticipants and their family doctor or the baby s pediatrician will be contacted twice a year for information about changes in the baby s health. Participants may also be asked permission to perform new tests developed by researchers.",
            "detailedDescription": "Umbilical cord blood is a source of hematopoietic stem cells (HSCs) for transplantation or gene therapy. Our goal is to procure umbilical cord blood from newborns at risk for sickle cell disease, sickle cell trait, and related disorders as well as normal newborns and store clinical grade cord blood units (CBU) for future use in clinical transplantation or gene therapy. Cord blood units will be collected from 500 subjects until 50 CBU from newborns with homozygous sickle cell disease (HbSS) have been cryopreserved.\n\nThe NIH Sickle Cell Cord Blood Program has contracted Duke University s Carolina Cord Blood Bank/Stem Cell Transplant Laboratory (CCBB/STCL)\\*\\^, a CAP and FACTaccredited and CLIA certified laboratory, to facilitate maternal screening, cord blood kit distribution or onsite collection, processing, and storage of cord blood for maternal subjects identified as being at risk of having an infant with sickle cell disease. Mothers between the ages of 18 and 45 years who meet specified medical history criteria will deliver at her preferred hospital using CCBB/STCL s directed donation kit program. The collected CBU and needed samples will be transported to the CCBB/STCL processing facility for processing and storage. Clinical grade frozen CBUs will be transferred to the NIH for future clinical transplantation (related allogeneic transplant) or gene therapy studies (autologous transplant) under an IRB approved protocol.\n\n\\*Any future mention of CCBB/STCL is understood to be a contracted service for NIH Sickle Cell Cord Blood Program.\n\n\\^CCBB/STCL has been contracted for a fee-for-service to collect and store cord blood units. CCBB/STCL will not be engaged in human subject research activities (e.g. recruitment, consenting, maintenance/ processing of data, data analysis, manuscript writing, access to personal identifiable information linked to data, and/or access to a key code, etc.)."
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Disease",
                "Sickle Cell Trait"
            ],
            "keywords": [
                "Stem Cells",
                "Sickle Cell Disease",
                "Umbilical Cord Blood",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Pregnant Volunteers",
                    "description": "Pregnant women whose babies are at risk for sickle cell anemia will be identified and referred to the NIH Research Coordinator for evaluation and entry into the study"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To procure cord blood units (CBU) from newborns at risk for sickle cell disease, sickle cell trait, and related disorders as well as normal newborns, as controls",
                    "description": "To evaluate the feasibility of performing directed donor umbilical cord blood banking for families at risk for having children with congenital diseases amenable to treatment by autologous gene therapy or allogeneic hematopoietic transplantation; in this protocol, the feasibility will be studied specifically in families with risk for sickle cell anemia and related syndromes.",
                    "timeFrame": "end-of-study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPregnant women who are at risk of having an infant or infants (in case of multiple births) with sickle cell\n\ndisease of the following types:\n\nHemoglobin Sbeta 0 thalassemia\n\nHemoglobin Sbeta + thalassemia\n\nHemoglobin SC\n\nHemoglobin SD\n\nHemoglobin SE\n\nHemoglobin SS\n\nOr other sickle-related variant determined acceptable by PI\n\n1. Maternal subjects must be between 18 and 45 years old.\n2. Maternal subjects must be able to provide informed consent.\n3. Maternal subjects must work with their obstetrician to insure appropriate cord blood collection, sample collection, and completion of related documents.\n4. Maternal subjects enrolled on other studies are not excluded, unless the other study may interfere with the present one.\n\nEXCLUSION CRITERIA:\n\n1. The maternal subject will not be eligible for study if she is known to be positive for one or more of the following diseases transmissible by blood: HIV, hepatitis B, hepatitis C, WNV, HTLV or ZIKV.\n2. Maternal subject will not be eligible for the study if she has active syphilis, toxoplasmosis, malaria or\n3. Maternal subject will not be eligible for the study if the pregnancy resulted from egg donation or sperm donation.\n4. Maternal subject is unable to give informed consent.\n5. Maternal subject is known to have a fetus with a significant congenital anomaly, either not compatible with life, or requiring immediate surgical intervention or care in the Neonatal Intensive Care Unit.\n6. Maternal subject has cancer or received treatment for cancer during pregnancy.\n7. Infant is premature (\\<34 weeks).\n8. Maternal subject may be excluded at the time of delivery if the attending physician or collection staff deems that the cord blood collection is inadvisable, due to unanticipated obstetrical complications.\n9. Cord blood received by CCBB/STLC is greater than 72 hours from collection",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "This is a pilot feasibility study for which umbilical cord blood samples will be collected and transported to the NIH Clinical Center for our developmental research. Pregnant women whose babies are at risk for sickle cell anemia will be identified and referred to the NIH Research Coordinator for evaluation and entry into the study. The NIH Research Coordinator is experienced in performing patient education and counseling concerning sickle cell disease, and obtaining informed consent.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wynona Coles",
                    "role": "CONTACT",
                    "phone": "(301) 402-2104",
                    "email": "wc93a@nih.gov"
                },
                {
                    "name": "John F Tisdale, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-6497",
                    "email": "johntis@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John F Tisdale, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "9919946",
                    "type": "BACKGROUND",
                    "citation": "Fraser JK, Cairo MS, Wagner EL, McCurdy PR, Baxter-Lowe LA, Carter SL, Kernan NA, Lill MC, Slone V, Wagner JE, Wallas CH, Kurtzberg J. Cord Blood Transplantation Study (COBLT): cord blood bank standard operating procedures. J Hematother. 1998 Dec;7(6):521-61. doi: 10.1089/scd.1.1998.7.521."
                },
                {
                    "pmid": "7423597",
                    "type": "BACKGROUND",
                    "citation": "Klein HG, Garner RJ, Miller DM, Rosen SL, Statham NJ, Winslow RM. Automated partial exchange transfusion in sickle cell anemia. Transfusion. 1980 Sep-Oct;20(5):578-84. doi: 10.1046/j.1537-2995.1980.20581034515.x."
                },
                {
                    "pmid": "9212108",
                    "type": "BACKGROUND",
                    "citation": "Sykes M, Szot GL, Swenson KA, Pearson DA. Induction of high levels of allogeneic hematopoietic reconstitution and donor-specific tolerance without myelosuppressive conditioning. Nat Med. 1997 Jul;3(7):783-7. doi: 10.1038/nm0797-783."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2001-H-0122.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                },
                {
                    "id": "D000012805",
                    "term": "Sickle Cell Trait"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15611",
                    "name": "Sickle Cell Trait",
                    "asFound": "Sickle Cell Trait",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}