{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00495300",
            "orgStudyIdInfo": {
                "id": "070183"
            },
            "secondaryIdInfos": [
                {
                    "id": "07-I-0183"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Collection of Samples and Data for the National Marrow Donor Program Repository",
            "officialTitle": "The Collection of Research Samples and/or Data for Repository From Related or Unrelated Hematopoietic Stem Cell Transplantation Recipients for the National Marrow Donor Program",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "collection-of-samples-and-data-for-the-national-marrow-donor-program-repository"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-14",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2007-08-31",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2007-06-30",
            "studyFirstSubmitQcDate": "2007-06-30",
            "studyFirstPostDateStruct": {
                "date": "2007-07-03",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This protocol will collect blood samples and medical information from patients who have had a bone marrow transplant using cells from an unrelated donor identified through the National Marrow Donor Program (NMDP). The NMDP has two programs in which patients can participate: the Research Database Program and the Research Sample Repository.\n\nPatients who have received a bone marrow transplant at the NIH or other institution from an unrelated donor affiliated with the NMDP may be eligible for this study.\n\nParticipants in the NMDP Research Database program will have medical information about their disease and their transplant sent to the NMDP before and after the transplant and once a year for the rest of their life. The information will be used to help determine how well transplant recipients recover from their transplant, how recovery after a transplant can be improved, how access to transplant for different groups of patients can be improved and how well donors recover from collection procedures.\n\nParticipants in the NMDP Research Sample Repository program will have a small blood sample drawn from a vein in the arm just before they start taking medicines for the conditioning regimen to prepare them for the transplant. The blood samples will be used to look at ways to improve how patients are matched with their donors, to determine and evaluate the factors that affect transplant outcome, and to help develop methods to improve tissue matching between donors and recipients....",
            "detailedDescription": "The National Institutes of Health (NIH) has entered into a Transplant Center Participation Agreement with the National Marrow Donor Program (NMDP). This agreement allows any NIH investigator with an NIH Institutional Review Board (IRB) approved protocol to secure hematopoietic stem cells (HSC) or cord blood units from the NMDP/CIBMTR registry for the purpose of transplanting patients who have no suitable matched related donors. As part of this agreement, the NMDP/CIBMTR Research Program requires that blood samples as well as baseline and outcome data (mainly demographic, quality of life, and clinical data) be collected and maintained in accordance with the NMDP/CIBMTR IRB approved protocols. The goal of the NMDP/CIBMTR Research Program is to improve the safety and effectiveness of unrelated donor HSC transplantation for both the donors and recipients, and to have a comprehensive source of data that can be used to study unrelated donor HSC transplantation. The NMDP/CIBMTR is the sole custodian of the data in the Research Database.\n\nThe primary purpose of this protocol is to incorporate all the NMDP/CIBMTR requirements for securing data and blood samples on recipients whose transplant was facilitated by NMDP/CIBMTR here at NIH as well as TED (Transplant Essential Data) level data submission for Allogeneic recipient patients and their donors. This protocol will include patients at the NIH that have enrolled in an NIH IRB approved protocol to receive related donor transplants as well as matched unrelated donor (MUD) HSC transplants or cord blood transplants facilitated by the NMDP/CIBMTR. It may also include patients that have undergone a MUD transplant at another approved transplant center but need to receive additional blood products from the donor while at NIH after completing a transplant center transfer. As of 03/02/2020, all newly enrolled subjects will only have TED level data submission to NMDP."
        },
        "conditionsModule": {
            "conditions": [
                "Bone Marrow Transplantation"
            ],
            "keywords": [
                "Data Collection",
                "CIBMTR Samples",
                "NMDP Repository",
                "Hematopoietic Stem Cells",
                "Bone Marrow Transplant Data Collection",
                "Natural History",
                "Samples"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Related or Unrelated Hematopoietic Stem Cell Transplantation Recipients for the National Marrow Donor Program"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary purpose of this protocol is to incorporate all the NMDP/CIBMTR requirements for securing data and blood samples on recipients whose transplant was facilitated by NMDP/CIBMTR here at NIH as well as TED (Transplant Essential Data) leve...",
                    "description": "Ongoing",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients (Recipient):\n\nMust be enrolled on an NIH IRB approved protocol which involves an HSC transplant or cellular therapy utilizing HSC from an unrelated donor affiliated with the NMDP.\n\nMay include recipients who have received an NMDP facilitated HSC transplant at other institutions, provided the patient consents to and completes a Transplant Center transfer.\n\nAbility to comprehend and willing to sign the informed consent or have a parent/guardian consent if the donor is a minor; assent obtained from minors as appropriate.\n\nAllogeneic (related matched) recipients for TED level data submission only.\n\nDonors of related transplant.\n\nEXCLUSION CRITERIA:\n\nThe patient has received an HSC transplant or cellular therapy utilizing HSC from an unrelated donor facilitated by a registry other than NMDP.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This protocol will include patients at the NIH that have enrolled in an NIH IRB approved protocol to receive related donor transplants as well as matched unrelated donor (MUD) HSC transplants or cord blood transplants facilitated by the NMDP/CIBMTR. It may also include patients that have undergone a MUD transplant at another approved transplant center but need to receive additional blood products from the donor while at NIH after completing a transplant center transfer",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Corin Kelly, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 761-1772",
                    "email": "ckelly2@niaid.nih.gov"
                },
                {
                    "name": "Harry L Malech, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 480-6916",
                    "email": "hmalech@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Harry L Malech, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11260086",
                    "type": "BACKGROUND",
                    "citation": "Dufour C, Rondelli R, Locatelli F, Miano M, Di Girolamo G, Bacigalupo A, Messina C, Porta F, Balduzzi A, Iorio AP, Buket E, Madon E, Pession A, Dini G, Di Bartolomeo P; Associazione Italiana di Ematologia ed Oncologia Pediatrica (AIEOP); Gruppo Italiano Trapianto di Midollo Osseo (GITMO). Stem cell transplantation from HLA-matched related donor for Fanconi's anaemia: a retrospective review of the multicentric Italian experience on behalf of AIEOP-GITMO. Br J Haematol. 2001 Mar;112(3):796-805. doi: 10.1046/j.1365-2141.2001.02572.x."
                },
                {
                    "pmid": "11807015",
                    "type": "BACKGROUND",
                    "citation": "Chakraverty R, Peggs K, Chopra R, Milligan DW, Kottaridis PD, Verfuerth S, Geary J, Thuraisundaram D, Branson K, Chakrabarti S, Mahendra P, Craddock C, Parker A, Hunter A, Hale G, Waldmann H, Williams CD, Yong K, Linch DC, Goldstone AH, Mackinnon S. Limiting transplantation-related mortality following unrelated donor stem cell transplantation by using a nonmyeloablative conditioning regimen. Blood. 2002 Feb 1;99(3):1071-8. doi: 10.1182/blood.v99.3.1071."
                },
                {
                    "pmid": "10577296",
                    "type": "BACKGROUND",
                    "citation": "Kolb HJ, Socie G, Duell T, Van Lint MT, Tichelli A, Apperley JF, Nekolla E, Ljungman P, Jacobsen N, van Weel M, Wick R, Weiss M, Prentice HG. Malignant neoplasms in long-term survivors of bone marrow transplantation. Late Effects Working Party of the European Cooperative Group for Blood and Marrow Transplantation and the European Late Effect Project Group. Ann Intern Med. 1999 Nov 16;131(10):738-44. doi: 10.7326/0003-4819-131-10-199911160-00004."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2007-I-0183.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}