{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02821806",
            "orgStudyIdInfo": {
                "id": "160138"
            },
            "secondaryIdInfos": [
                {
                    "id": "16-C-0138"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Collection of Peripheral Blood Mononuclear Cells (PBMCs) From Healthy People for the Expansion of T Cells for Adoptive Cell Therapy",
            "officialTitle": "Collection of Peripheral Blood Mononuclear Cells (PBMCs) From Healthy Subjects for the Expansion of T Cells for Adoptive Cell Therapy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "collection-of-peripheral-blood-mononuclear-cells-pbmcs-from-healthy-people-for-the-expansion-of-t-cells-for-adoptive-cell-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-08-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-06-30",
            "studyFirstSubmitQcDate": "2016-06-30",
            "studyFirstPostDateStruct": {
                "date": "2016-07-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Title: Collection of Peripheral Blood Mononuclear Cells (PBMCs) from Healthy People for the Expansion of T Cells for Adoptive Cell Therapy\n\nBackground:\n\nNew therapies are being developed that use a person s own immune system to fight tumors. Some of the tumors being studied include cancers caused by viruses. Researchers want to use the healthy cells of volunteers to perform research studies. To do this, they are collecting lymphocytes through leukapheresis.\n\nObjectives:\n\nTo collect healthy cells from volunteers for research studies for new cancer therapies.\n\nEligibility:\n\nHealthy people ages 18 and older\n\nDesign:\n\nParticipants will be screened with a standard donor questionnaire. It asks about their health and past medical problems. It also asks about risky behaviors that could increase their exposure to viruses or bacteria that could be transmitted through a transfusion. Participants will give a blood sample to make sure they are able to donate. They will have a physical exam. A finger stick test will check their hemoglobin, or red blood cell, level. They might give a urine sample.\n\nParticipants will undergo apheresis. For this, a needle is placed in a vein in each of their arms. Their blood is taken from one arm. A machine separates the white cells from the red cells and plasma by a spinning process. The white cells are removed and directed into a plastic bag. The red cells and plasma are returned through the needle in the other arm. The entire procedure takes 4 6 hours.\n\nParticipants may donate every 21 days in this protocol if they choose to.\n\n...",
            "detailedDescription": "Background:\n\n* Adoptive T cell therapies are being used to treat patients with cancer and hematological malignancies. Some of these therapies require that the patients T cells be expanded over 100-fold.\n* This cell expansion can be accomplished by culturing autologous T cells with peripheral blood mononuclear cells (PBMCs) collected from healthy subjects. This process is known as the Rapid Expansion Protocol (REP) and makes use of pooled irradiated\n\nPBMCs from healthy subjects.\n\nObjectives:\n\n* To provide a mechanism for the collection of PBMCs from healthy subjects to use for the expansion of autologous T cells from patients with cancer.\n* To improve and develop new methods to isolate PBMCs and to expand T cells for adoptive cellular therapy.\n\nEligibility:\n\n* Subjects must be greater than or equal to 18 years old and able to provide informed consent\n* Subjects must have adequate clinical parameters (all of the following):\n\n  * Afebrile (temperature less than or equal to 37.5 degree C)\n  * Systolic blood pressure less than or equal to 180 mmHg\n  * Diastolic blood pressure less than or equal to 100 mmHg\n  * Weight greater than or equal to 110 lbs\n  * Heart rate between 50-100 beats/minute\n  * Adequate bilateral antecubital venous access for a 2 arm apheresis procedure\n* Females of child-bearing potential should not be pregnant\n\nDesign:\n\n* This protocol will provide a mechanism for banking frozen PBMCs that can be used for the expansion of clinical T cell therapies and for developing new expansion procedures.\n* The PBMCs will be collected in the Dowling Apheresis Clinic and processed in the Cell Processing Section (CPS) Laboratory both of which are located in the Department of Transfusion Medicine (DTM), Clinical Center following their established procedures.\n* After the PBMCs are collected and processed, they will be cryopreserved. When needed, they will be thawed in the Cell Processing Laboratory, irradiated, pooled and used for the expansion of patient T cells over 2 to 3 weeks.\n* Up to 500 subjects for PBMC collection will be enrolled in this study."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer"
            ],
            "keywords": [
                "Normal Volunteer",
                "Donation",
                "Adoptive T Cell Therapies",
                "Peripheral Blood Mononuclear Cells",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "description": "Healthy Volunteers"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Collection PBMCs from healthy subjects to use for the expansion ofautologous T cells from patients with cancer",
                    "description": "Collection of PBMC cells.",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "Improve and develop new methods to isolate PBMCs and to expand T cells for adoptive cellular therapy",
                    "description": "Scientific advancement.",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Age greater than or equal to 18 years old and able to give consent.\n* Adequate clinical parameters (all of the following):\n\n  * Afebrile (temperature less than or equal to 37.5 degree C)\n  * Systolic blood pressure less than or equal to180 mmHg\n  * Diastolic blood pressure less than or equal to100 mmHg\n  * Weight greater than or equal to 110 lbs.\n  * Heart rate between 50-100 beats/minute\n  * Adequate bilateral antecubital venous access for a 2 arm apheresis procedure\n* Females of child-bearing potential should not be pregnant or breast-feeding.\n* Within 30 days of pheresis donation, donors must be negative for infectious disease work-up: Antibody screen for Hepatitis B, Hepatitis C; HIV, HTLV-I/II, T. cruzi (Chagas agent), West Nile, and syphilis (RPR)\n* Within 30 days of pheresis donation, donor must have:\n\n  * Hemoglobin:\n\n    * Women greater than or equal to 12.5 gm/dL\n    * Men greater than or equal to 13.0 gm/dL\n  * Platelets greater than or equal to 100,000/microliter\n  * Total WBC greater than or equal to 2 K/microliter\n\nEXCLUSION CRITERIA:\n\n* History of medical illness that in the estimation of the PI or DTM physician precludes donation of PBMCs.\n* Current psychiatric diagnosis that would compromise compliance with donation or precludes appropriate informed consent.\n* Presence of any blood transmissible infectious disease that cannot be cleared prior to PBMC donation and poses an unacceptable risk for the recipient.\n* Active malignancy will exclude the donor. Any history of malignancy will be considered on a case by case basis in accordance with NIH/DTM criteria.\n* If the participant answers Yes to any initial screening question, the participant will be considered ineligible.\n* If the participant is deferred according to DTM Cellular Therapy Screening Standard Operating Procedures (SOP), the participant will be considered ineligible.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants are healthy volunteers, selected from the general population. Employees may also volunteer per the protocol.@@@",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura A Parsons-Wandell, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 858-7480",
                    "email": "laura.parsons-wandell@nih.gov"
                },
                {
                    "name": "Scott M Norberg, D.O.",
                    "role": "CONTACT",
                    "phone": "(301) 275-9668",
                    "email": "scott.norberg@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Scott M Norberg, D.O.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2016-C-0138.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}