{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04839731",
            "orgStudyIdInfo": {
                "id": "IRB-19-691"
            },
            "organization": {
                "fullName": "Carilion Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Combination 5-FU / Calcipotriene Cream for SCCIS/SCC",
            "officialTitle": "Combination Topical 5-fluorouracil 5% / Calcipotriene 0.005% Cream for Treatment of in Situ and Superficially Invasive Squamous Cell Carcinoma of the Skin",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "combination-fu-calcipotriene-cream-for-sccis-scc"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-02",
            "studyFirstSubmitQcDate": "2021-04-07",
            "studyFirstPostDateStruct": {
                "date": "2021-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Carilion Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The study will determine if calcipotriene and 5-fluorouracil (5-FU) creams when combined can treat SCCIS and superficially invasive SCC (but not deeply invasive or high-risk cutaneous SCC). 30 Patients will be divided into a 7 day treatment group (n=10), a 14 day treatment group (n=10), and a placebo group (n=10, divided into 7 and 14 days evenly). Following treatment with the topical chemotherapeutic medication, tumors would be completely excised according to standard of care, and specimens would be sent to pathology to determine if there was residual tumor/margin clearance. The potential benefit of this intervention would be the establishment of a non-invasive treatment that leads to minimal to no scarring or complications (akin to topical 5-FU alone) but would require a much shorter and more tolerable treatment duration (1-2 weeks) compared to available alternatives.",
            "detailedDescription": "Squamous cell carcinoma (SCC) of the skin is exceedingly common. For the most part, cutaneous SCC grows slowly and has a very high cure rate with excision for deep tumors or mechanical/chemical destruction for superficial tumors. While metastases are uncommon in the short-term, tumors can be very locally destructive; thus, their timely treatment is indicated. SCC develops through a stepwise progression from precancerous lesions known as actinic keratosis (AK)(less than full thickness epidermal involvement), then in-situ SCC (SCCIS) (full thickness epidermal involvement) and finally invasive SCC (full thickness epidermal involvement plus invasion/downward growth into the dermis).\n\nFor SCCIS, topical treatment with 5-fluorouracil (5-FU) cream (a topical antineoplastic agent) is an established, off-label treatment offering cure rates that are competitive but slightly inferior to surgical destruction or excision. The existing regimen requires patients to apply the medication twice daily for six weeks. The benefits of treatment with topical 5-FU is that the patient can treat a large-diameter lesion with minimal post-treatment scarring and an excellent cosmetic outcome. Alternatives to topical 5-FU include electrodessication and curettage (ED\\&C), an office-based procedure performed under local anesthetic in 10-15 minutes that includes 3 alternating cycles of curettage and desiccation with a hyfrecator device; this area is allowed to heal by secondary intention and usually heals with a broad, circular, hyperpigmented/red scar. The other alternative is wide local excision (WLE). Both invasive procedures carry some risk of complications, including infection, bleeding/hematoma formation (only with WLE), and wound dehiscence (only with WLE). The downside to topical 5-FU treatment is that it causes a temporary cutaneous reaction characterized by erythema, some burning and tenderness, and even some vesicle formation. This reaction is expected and reflective of the medication (and ensuing inflammatory reaction) taking effect, and it is explained to patients prior to starting the medication. This reaction is tolerable by most patients when used for the 2-3 weeks required to treat AKs, but it can in some cases become intolerable when patients are required to use the medication for the full 6 weeks to treat superficial skin cancers. However, the benefit to using the topical chemotherapeutic agent is that, after healing, the end result is excellent in terms of cosmesis (no or very little scarring).\n\nWhile less often used for superficial SCC/SCCIS, topical 5-FU is routinely and ubiquitously employed in dermatology for treatment of actinic keratosis, which, as previously noted, are pre-cancerous lesions that ultimately progress to SCCIS. Histologically, AKs appear as partial thickness cellular atypia of the epidermis. Normally, patients need to treat a given area twice per day for 2-3 weeks in order to sufficiently treat an area with many AKs. A study published in 2017 discovered that combining topical calcipotriene 0.005% ointment (vitamin D analogue) with topical 5-FU 5% cream and using that combination twice per day for only 4 days was dramatically superior to using topical 5-FU alone (combined with petrolatum placebo).1 In the case of this study, the calcipotriene served to induce a molecule called \"thymic stromal lymphopoietin\" (TSLP), an epithelium-derived cytokine that serves as a potent inducer of antitumor immunity. Effectively, when used together, calcipotriene and 5-FU act synergistically to induce tumor apoptosis and generate an immune/inflammatory response to destroy the tumor cells.\n\nThe study would take the next logical step and expand/explore this combination of topical therapies to SCCIS and superficially invasive SCC (but not deeply invasive or high-risk cutaneous SCC), and do so without putting the patient at any increased risk for tumor recurrence. The study would be limited to tumors involving the trunk and upper extremities (excluding the hand). Following treatment with the topical chemotherapeutic medication, tumors would be completely excised according to standard of care, and specimens would be sent to pathology to determine if there was residual tumor/margin clearance. The potential benefit of this intervention would be the establishment of a non-invasive treatment that leads to minimal to no scarring or complications (akin to topical 5-FU alone) but would require a much shorter and more tolerable treatment duration (1-2 weeks) compared to available alternatives."
        },
        "conditionsModule": {
            "conditions": [
                "Squamous Cell Carcinoma"
            ],
            "keywords": [
                "Calcipotriene",
                "Fluorouracil",
                "Squamous cell carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The three groups will include the following: Group 1 will be divided into 1- and 2-week treatment groups (5 patients in each group) and will apply placebo cream, Nourivan base cream from Pure Science Rx, twice per day for their designated time. Group 2 will apply combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream twice per day for 7 days, and Group 3 will apply combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream twice per day for 14 days. Patients will undergo randomization via an online randomization generator tool.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "10 patients will be divided into 7 and 14 day treatment groups with 5 patients each. They will apply Nourivan base cream from Pure Science Rx, twice per day for their designated time.",
                    "interventionNames": [
                        "Drug: Nourivan Base Cream"
                    ]
                },
                {
                    "label": "7 day medication group",
                    "type": "EXPERIMENTAL",
                    "description": "The 7 day medication group will apply combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream twice per day for 7 days.",
                    "interventionNames": [
                        "Drug: Combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream"
                    ]
                },
                {
                    "label": "14 day medication group",
                    "type": "EXPERIMENTAL",
                    "description": "The 14 day medication group will apply combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream twice per day for 14 days.",
                    "interventionNames": [
                        "Drug: Combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Combination topical 5-fluorouracil 5% / calcipotriene 0.005% cream",
                    "description": "Apply twice per day for allotted time",
                    "armGroupLabels": [
                        "14 day medication group",
                        "7 day medication group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nourivan Base Cream",
                    "description": "Apply twice per day for allotted time",
                    "armGroupLabels": [
                        "Placebo group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cancer resolution on histopathology",
                    "description": "Histopathologic examination of resected tumor will be examined by pathology department. If tumor cells are remaining, that will be considered positive. The number of patients with positive tumor remaining will be reported.",
                    "timeFrame": "6-8 wks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Final scar length",
                    "description": "The final length of the surgical scar (in cm) will be measured. This will changed based on the size of the visible tumor seen after medication application",
                    "timeFrame": "6-8 wks"
                },
                {
                    "measure": "Cosmetic appearance",
                    "description": "Appearance of skin based on a physician clinical erythema scale from 0-10 (0 is normal skin, 10 is bright red) will be reported after medication application",
                    "timeFrame": "3-4 wks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Recruited patients will be limited to those with a biopsy-proven in situ or superficially invasive (does not invade past the papillary dermis) squamous cell carcinoma of the skin of the low risk or \"L\" areas. The tumor must measure 1.0-2.0cm in longest diameter dimension. Tumors must lack induration and/or nodularity. The tumor must also demonstrate positive margins on review of the original biopsy pathology (biopsy must be partial; there must be residual tumor that requires further treatment).\n* Patient has capacity to provide consent\n\nExclusion Criteria:\n\n* Immunocompromise or immunosuppression.\n* Contraindication to surgical excision.\n* Contraindication to use of topical medication(s) (e.g., history of allergic contact dermatitis to topical 5-fluorouracil)\n* Currently pregant, concerned could be pregnant, actively trying to conceive, or missed last menstrual period that is not explainable by birth control method (5-Fluorouracil is pregnancy category X)\n* Tumor is recurrent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kiley K Fagan, MD",
                    "role": "CONTACT",
                    "phone": "5402245170",
                    "email": "kkfagan@carilionclinic.org"
                },
                {
                    "name": "Mariana Phillips, MD",
                    "role": "CONTACT",
                    "phone": "5405810170",
                    "email": "maphillips@carilionclinic.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mariana Phillips, MD",
                    "affiliation": "Carilion Clinic Dermatology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carilion Clinic Dermatology and Mohs Surgery",
                    "status": "RECRUITING",
                    "city": "Roanoke",
                    "state": "Virginia",
                    "zip": "24016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kiley K Fagan, MD",
                            "role": "CONTACT",
                            "phone": "540-224-5170",
                            "email": "kkfagan@carilionclinic.org"
                        },
                        {
                            "name": "Mariana Phillips, MD",
                            "role": "CONTACT",
                            "phone": "5405810170",
                            "email": "maphillips@carilionclinic.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.27097,
                        "lon": -79.94143
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27869649",
                    "type": "BACKGROUND",
                    "citation": "Cunningham TJ, Tabacchi M, Eliane JP, Tuchayi SM, Manivasagam S, Mirzaalian H, Turkoz A, Kopan R, Schaffer A, Saavedra AP, Wallendorf M, Cornelius LA, Demehri S. Randomized trial of calcipotriol combined with 5-fluorouracil for skin cancer precursor immunotherapy. J Clin Invest. 2017 Jan 3;127(1):106-116. doi: 10.1172/JCI89820. Epub 2016 Nov 21."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "C000055085",
                    "term": "Calcipotriene"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M350710",
                    "name": "Calcipotriene",
                    "asFound": "Phenylalanine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}