{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06101199",
            "orgStudyIdInfo": {
                "id": "iRISID-2023-1796"
            },
            "organization": {
                "fullName": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "briefTitle": "Combined Therapeutic Air Mixture and Electrical Stimulation to Improve Breathing and Hand Function in Spinal Cord Injury",
            "officialTitle": "Effect of Single Session Combined Acute Intermittent Hypercapnic-Hypoxia and Transcutaneous Spinal Stimulation on Cervical Neural Drive in Chronic Spinal Cord Injury",
            "acronym": "AIHH+tSCS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "combined-therapeutic-air-mixture-and-electrical-stimulation-to-improve-breathing-and-hand-function-in-spinal-cord-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-02",
            "studyFirstSubmitQcDate": "2023-10-23",
            "studyFirstPostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jayakrishnan Nair",
                "investigatorTitle": "Assistant Professor, Department of Physical Therapy, Thomas Jefferson University",
                "investigatorAffiliation": "Thomas Jefferson University"
            },
            "leadSponsor": {
                "name": "Thomas Jefferson University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to determine whether people with paralysis due to a spinal cord injury can benefit from breathing short intermittent bouts of air with low oxygen (O2) combined with slightly higher levels of carbon dioxide (CO2), interspaced by breathing room air. The technical name for this therapeutic air mixture is 'acute intermittent hypercapnic-hypoxia,' abbreviated as AIHH. Following exposure to the gas mixture, participants will receive non-invasive electrical stimulation to the spinal cord paired with specific and targeted exercise training.\n\nThe main question this trial aims to answer is: Can the therapeutic application of AIHH, combined with non-invasive electrical stimulation to the spinal cord plus exercise training, increase the strength of muscles involved in breathing and hand function in people with paralysis due to a spinal cord injury?\n\nParticipants will be asked to attend a minimum of five study visits, each separated by at least a week. During these visits, participants will be required to:\n\n* Answer basic questions about their health\n* Receive exposure to the therapeutic air mixture (AIHH)\n* Undergo non-invasive spinal electrical stimulation\n* Complete functional breathing and arm strength testing\n* Undergo a single blood draw\n* Provide a saliva sample\n\nResearchers will compare the results of individuals without a spinal cord injury to those of individuals with a spinal cord injury to determine if the effects are similar.",
            "detailedDescription": "The objective of this proposal is to test the precision and effectiveness of combining application of AIHH exposure with tSCS to prime response to task specific training in chronic SCI, by pursuing the following specific aims:\n\nAim 1: To test the hypothesis that combining single session AHH with tSCS paired respiratory strength training will synergistically induce greater respiratory motor output in chronic SCI, than any treatment alone.\n\nRationale. Respiratory phase dependent activation of spinal circuits requires brainstem neural drive. Therefore, augmenting descending drive with AIHH while lowering activation threshold for spinal neuronal circuity with tSCS will have synergistic effect.\n\nAim 2: To test the hypothesis that combining single session AHH with tSCS paired upper extremity strength training will synergistically induce greater upper extremity motor output in chronic SCI, than any treatment alone.\n\nRationale. Precision upper extremity function require direct corticospinal innervation and afferent feedback. Therefore, augmenting descending drive with AIHH and lowering activation threshold for afferents with tSCS will have synergistic effect.\n\nAim 3: To identify biomarkers associated with diminished response to combinatorial AIHH with tSCS paired functional strength training in chronic SCI.\n\nRationale. Presence of single nucleotide polymorphism (SNP) in genes involved in neuroplasticity related cell signaling, will undermine treatment response.\n\nExperimental Procedures\n\nThe Study will involve a total of 5 visits, each lasting for \\~3 hours. First visit will be clinical assessment followed by 4 experimental exposure and testing visits.\n\nClinical assessments. In addition to the clinical assessments conducted during in-person screening, assessments will be conducted to comprehensively characterize each individual's clinical presentation and SCI, and to determine initial status to monitor safety and responses to study procedures. Standardized clinical tests will be used to assess spasticity, neuropathic and chronic pain, vital signs and presence and severity of sleep-disordered breathing. Specifically, the International Standards for the Neurological Classification of Spinal Cord Injury will be used to assess segmental sensory and motor function and determine injury characteristics (Kirshblum et al., 2011). Spasticity will be assessed using the Spinal Cord Assessment Tool for Spastic Reflexes (SCATS), an objective and reliable measure of clonic, extensor, and flexor spasms (Benz et al., 2005). The Neuropathic Pain Questionnaire Short Form (Backonja \\& Krause, 2003) will be used to assess neuropathic pain and the Brief Pain Inventory, a validated self-report assessment of pain severity and its impact on function, will be used to assess and monitor pain (Keller, 2004). Vital signs including heart rate and blood pressure will be assessed and baseline measures will be used to monitor safety and evaluate responses to study procedures and to assess abnormal autonomic responses such as autonomic dysreflexia. Since caffeine and nicotine alter cardiopulmonary function and may influence responses to study interventions, participants will be asked to refrain from consumption of caffeinated beverages and use of nicotine (e.g., tobacco products and electronic cigarettes) for a minimum of 2 hours prior to participation in study procedures (Turnbull et al., 2017; Hernandez-Lopez et al., 2013; Navarrete-Opazo et al., 2017a). Participants will be asked to self-report caffeine and nicotine use as part of the monitoring procedures (along with changes in pain, spasticity, medications, etc.). We considered more rigid limitations on the use of these substances and concluded that recruitment and retention would be negatively impacted if participants were excluded or expected to abstain from the use of these common products. Participants will self-report their risk of sleep disordered breathing (i.e., sleep apnea) using the validated Berlin Questionnaire (Chung et al., 2008). Sleep apnea and sleep disordered breathing are highly prevalent in individuals with chronic SCI, which may influence AIH effects (Sankari et al., 2014; Mateika and Syed, 2013; Vivodtzev et al., 2020). As a note, it is not practical to exclude those with sleep apnea since recent estimates indicate that nearly 80% of those with cervical SCI and more than 50% of those with thoracic SCI experience at least some level of sleep disordered breathing (Sankari et al., 2014). Indeed, sleep apnea appears to actually enhance the efficacy of AIH-therapy in people with SCI (Vivodtzev et al., 2020). Overall, these clinical assessments will allow us to comprehensively characterize study participants and describe features of our study population. Detailed clinical characterization also will enable us to closely monitor participants for safety and adverse responses.\n\nFollowing completion of the initial paperwork and the clinical assessments, the participants biospecimen will be (saliva and blood) will be collected.\n\nPassive drool saliva. Saliva sample will be collected once on the day 1 of combinatorial treatment session. Participants will be asked to only drink water and rinse their mouth with water 10 minutes before collection of saliva. The participants will then be asked to pool saliva in their mouth and deposit 2 ml of saliva into a sterile DNAase/RNAase free saliva collection tube. The saliva will be frozen and stored at -20 C, immediately after collection. Saliva specimens will list the subject's coded ID , date of specimen collection and the study IRB number. Subsequently, the specimen will be transported to and stored at -80 C at the Jay Nair Research Laboratory, Jefferson Alumni Hall where it will be analyzed by study investigator, Dr. Jay Nair. Saliva samples will be thawed and centrifuged for analysis. Once the study is complete, the remaining sample will be destroyed by pouring 10% bleach solution into the sample. The bleached sample will be poured down the laboratory drain and discarded.\n\nAfter biomarker sample collection and preliminary safety testing outlined above, we will proceed with experimental procedures at the Jefferson Rehabilitation Institute research laboratory. In random order, the participant will either receive AIIH/Sham exposure, a 20 minutes of break followed by tSCS paired with respiratory strength training (Study 1) or functional upper extremity training (Study 2). The remaining arm of Study 1/Study 2 experiment will be performed after a minimum 1 week washout period.\n\nSimilarly, the participant will receive either AIIH/Sham exposure, a 20 minutes of break followed by tSCS paired with upper extremity functional training (Study 2). The remaining arm of Study 2 experiment will be performed after a minimum 1 week washout period.\n\nNeurophysiology\n\nStudy 1 Surface electromyography (EMG). Costal diaphragm, external intercostal, sternocleidomastoid muscle activity will be recorded during quiet breathing and maximal inspiratory efforts using a surface electrode placed in the 7th or 8th intercostal space on the midclavicular line. Signals will be amplified (x 200) and band-pass filtered (0.1-3 kHz; Model 78D, Grass Instruments; Oakville, ON, Canada), sampled at 10 kHz (PowerLab 16SP, AD Instruments; Colorado Springs, CO, USA), and monitored online using LabChart software (AD Instruments; Colorado Springs, CO, USA) \\[9\\] \\[10\\].\n\nStudy 2 Surface EMG: First dorsal interosseous EMG (FDI): to record electrical activity from the upper extremity muscle, self-adhesive surface electrodes will be placed on the dominant side FDI secured to the skin in a muscle tendon with one electrode placed over the belly of the muscle (\\~3 cm apart). The electrodes and amplifiers used will be same as above.\n\nThe ground electrode is placed on the acromion process of the scapula or the anterior superior iliac spine of the pelvis. The skin is cleaned prior to electrode placement using conductive gel to minimize electrical impedance. This may include shaving the area of skin where electrodes will be placed.\n\nTranscranial Magnetic Stimulation\n\nStudy 1: Diaphragm motor evoked potentials: Subjects will be seated comfortably, fully supported with the neck slightly flexed. Transcranial magnetic stimulation is performed according to the technique described by \\[11\\]. The vertex of the skull is identified by the intersection between nasion to inion and tragus to tragus. The region of the cortex responsible for diaphragm motor activation is located approximately 3 cm lateral and 2 cm anterior to the vertex. Single-pulse (1 Hz) stimuli are delivered using a handheld 70-mm figure-of-eight coil powered by a magnetic stimulator. The coil is held over the left hemisphere of the brain with current flowing in the anteroposterior direction. The coil is then moved slightly from the pre-determined site and rotated in 45° instalments until the largest MEP is observed. This location is marked on a tight-fitting swimming cap placed over the subject's head to ensure accurate coil positioning in future stimulations.\n\nStudy 2: FDI motor evoked potentials: Subjects will be seated comfortably for stimulation. The optimal position for eliciting a motor evoked potantial in the FDI muscle (hot spot) is determined by moving the coil, with the handle pointing backward and 45° away from the midline, in small steps along the hand representation of the primary motor cortex. Single-pulse (1 Hz) stimuli are delivered using a handheld 70-mm figure-of-eight coil powered by a magnetic stimulator. The coil is held over the dominant side hemisphere of the brain with current flowing in the anteroposterior direction. The hot spot is defined as the region where the largest MEP in the FDI could be evoked with the minimum intensity (Rothwell et al., 1999). This location is marked on a tight-fitting swimming cap placed over the subject's head to ensure accurate coil positioning in future stimulations.\n\nCervical Magnetic Stimulation.\n\nFor Study 1 and 2 the location for CMS stimulation is same. This will be done according to the technique described by \\[12\\]. Single-pulse (1 Hz) stimuli will be delivered using a 90-mm handheld circular coil placed over the cervical spine (C3-C7). Recruitment curves are plotted by gradually increasing the intensity of stimulus from 40 to 100% of the maximal stimulator output in 5% increments. Approximately 3-10 stimulations will be performed at each intensity separated by 10-30 seconds. If the subject wishes to take an extended break between stimulations, they may do so until ready to continue. Single-pulse (1 Hz) stimulation is very safe even at the highest stimulator outputs \\[13\\]. If the subject wishes to take an extended break between stimulations, they may do so until ready to continue. As with all procedures, participants will be closely monitored for any discomfort. Recruitment curves for CMS will be plotted but starting at 60% stimulation intensity. During these stimulation procedures we will closely monitor the subject for discomfort and they are encouraged to inform the experimenter if they wish for testing to pause and take a break, or if they no longer wish for stimulations to occur.\n\nVentilation (Study 1 and 2)\n\nAfter we have performed the baseline stimulations (CMS and TMS), we will record breathing frequency, tidal volume, minute ventilation and inspired/expired gas concentrations during normal resting breathing for a period of 5-10 minutes. These measures will continue throughout AIHH/Sham exposure and for up to 1 hour after.\n\nFunctional Assessments\n\nRespiratory assessments (Study 1)\n\nAfter study enrollment, baseline respiratory function will be assessed at two time points prior to the intervention: 1) during participant screening, and 2) on Day 1 (pre-test) of each intervention (AIHH/Sham + tSCS paired respiratory strength training). This approach will ensure a valid initial assessment and minimize the influence of motor learning on outcomes (Larson et al., 1993). Subsequent (post) tests of respiratory function will be conducted on Days 1, 3 and 7 post-intervention. For each intervention, we will calculate the initial effect, as measured as the change in function from pre-test to post-test. The post-testing schedule ensures we are able to quantify sustained changes following each intervention (or sham) protocol. Respiratory tests will be conducted in a randomized order and a minimum of 3 trials of each test will be performed with rest intervals between trials. Tests will be conducted at approximately the same time of day and in a consistent, seated position (Terson de Paleville et al., 2014). All testing will be performed in accordance with the American Thoracic Society testing guidelines (ATS, 2002) and values will be adjusted for individuals with SCI (Kelley et al., 2003). Our research team has expertise with clinical respiratory testing and these are routine measurements at Brooks Rehabilitation.\n\nMaximal inspiratory and expiratory pressures are the primary study outcomes. Inspiratory pressure generation is indicative of inspiratory strength and is associated with pulmonary health and infection risk (Raab et al., 2016; Postma et al., 2013; Stolzmann et al., 2008). Expiratory pressure generation is reflective of expiratory respiratory strength and is associated with airway clearance and cough (Park et al., 2010). Inspiratory and expiratory pressure generation improve following weeks of respiratory strength training and following single-day sessions of AIH (Roth et al., 2010; Mueller et al., 2012; Ahmed et al., 2017; Sutor et al., 2021). Measurements will be obtained using a mouthpiece attached to the pneumotach (Hans Rudolph, Shawnee, KS, USA) to measure indices of ventilation and use of nasal clips. To obtain maximal inspiratory pressure, participants will exhale to residual volume and attempt a maximal inspiration for at least 2 seconds with occluded inspired line. Maximal expiratory pressure will be measured with forced expiration against occluded expired line after the participant inhales to near total lung capacity (ATS, 2002).\n\nForced vital capacity is the volume of air displaced during a forced expiration to residual volume, following a full inspiration to total lung capacity. Forced vital capacity will be measured using a mouthpiece attached to the pneumotach (Hans Rudolph, Shawnee, KS, USA) and use of nasal clips. The signal will be recorded using Powerlab (AD Instruments; Colorado Springs, CO, USA). A minimum of three acceptable flow-volume curves will be recorded. Impairments in pulmonary function are associated with higher risks of respiratory illness and higher mortality rate (Postma et al., 2009; Stolzmann et al., 2010).\n\nAirway occlusion pressure (P0.1) is the pressure generated at the mouth in the first 0.1 second of inspiration, when the airway is unexpectedly occluded at the end of an expiration. The negative pressure generation in 0.1 seconds reflects respiratory motor drive without time for modification by sensory systems (lung stretch, visual, etc.). In essence, the P0.1 reflects the spontaneous (automatic) functional activity of inspiratory muscles at rest. Mouth occlusion pressure at this time is often regarded as an index of inspiratory neuromuscular drive (Whitelaw and Derenne, 1993). This measure will be obtained while participants breathe through a mouthpiece connected to a 2-way valve in a closed circuit. The inspiratory valve will be occluded without participant awareness during expiration and maintained until the subsequent inspiratory effort. Negative pressure generation will be recorded using a pressure transducer connected to the heated pneumotach (Hans Rudolph, Shawnee, KS, USA); a minimum of 6-7 recordings will be obtained and averaged.\n\nUpper extremity functional assessment (Study 2)\\[JN1\\]\n\nWe will use Box and Blocks and the Grip Release Test to assess hand function. For functional task practice we will use the Edee Field-Fote protocol.\n\nExperimental Intervention\n\nAcute Intermittent Hypercapnic Hypoxia/Sham Exposure for Study 1 and 2\n\nAfter baseline recordings have been made (magnetic stimulation and resting ventilation for Study 1 and upper extremity functional testing for Study 2), the subject will be positioned for the delivery of AIHH/Sham in both studies. The subject will be seated comfortably with the back and head supported. The experimental air is delivered through a facemask attached to a reservoir bag with the predetermined fractions of inspired oxygen and carbon dioxide. For Acute intermittent hypoxia with hypercapnia (target fraction of inspired oxygen \\[FIO2\\] = 0.09; target fraction of inspired carbon dioxide \\[FICO2\\] = 0.04). A total of 15 hypoxic and hypercapnic episodes will be delivered, each lasting 60 seconds in duration and separated by 90 seconds of breathing room air. For Sham air exposure the participant will be breathing room air for the same duration of time. Subjects will be asked if they feel alright every few minutes during the protocol and cardiovascular vital signs (heart rate, blood pressure and oxygen saturation) will be monitored throughout. Ventilatory parameters outlined above will also be monitored.\n\nCardiovascular Monitoring for both Study 1 and 2\n\nOxyhemoglobin saturation (SpO2) is measured continuously during AIH using non-invasive finger pulse oximetry. Heart rate (HR) and blood pressure (BP) are monitored during baseline tidal breathing and once every 2-3 stages into the AIH trial using an automated sphygmomanometer. If SpO2 drops below 80% during a hypoxic dose, the inspired O2 will be raised until SpO2 levels are ≥80%. It is not expected that HR or BP will rise excessively (HR \\< 100 bpm; BP \\< 160/100) during AIH. Prior studies using AIH have reported no adverse responses to AIH and that most participants cannot distinguish between breathing the short bouts of lower oxygen and room air \\[14, 15\\]. Only once vital signs have returned to normal following the AIH protocol, will we continue the experiment.\n\ntSCS paired Respiratory strength training (Study 1)\n\ntSCS paired respiratory strength training for Study 1 will be conducted 20 minutes following the AIHH or Sham treatment. A closed loop stimulation parameter will be used to pair with respiratory strength training. In a closed loop stimulation the parameters are continuously updated in real-time, based upon the exact movement state of the person in that moment. The stimulation will be applied simultaneously with respiratory strength training guided by a team of trained occupational and physical therapists. Respiratory strength training will be conducted using a using a standard, spring-loaded threshold device (Respironics Inc, Murrysville, PA, USA). The spring can be adjusted to modify the pressure required to open the valve, and the device is reversible for use with both inspiratory and expiratory training. The hand-held device is readily available and commonly used in clinical practice. Participants will complete 1 warm-up set at a pressure threshold approximately 40% of their pre-test outcomes (obtained on the same day) for maximal inspiratory and expiratory pressure generation. Following warm-up, participants will train at pressure threshold approximately 70% of their pre-test outcomes and will include three sets of 6-12 repetitions for both inspiratory and expiratory strength training. A training breath will consist of a \\~1-2-second sustained effort through the device, separated by 5-10 seconds of quiet breathing. This format of AIH followed by task-specific training has been successfully applied in prior studies (Hayes et al., 2014; Ahmed et al., 2017), and enables sufficient time to increase BDNF following AIH or AIHH, thereby augmenting the impact of task-specific training (Baker-Herman et al., 2004; Lovett-Barr et al., 2012; Welch et al., 2020).\n\ntSCS paired Upper limb functional training (Study 2)\n\ntSCS paired upper limb functional training for Study 2 will be conducted 20 minutes following the AIHH or Sham treatment. A closed loop stimulation parameter will be used to pair with upper limb functional training. In a closed loop stimulation the parameters are continuously updated in real-time, based upon the exact movement state of the person in that moment. The stimulation will be applied simultaneously with upper limb functional training guided by a team of trained occupational and physical therapists. tSCS paired upper limb functional training sessions will be \\~1 hour duration. Training may include upper extremity training of large and small movements, games, and large and small object manipulation. Upper extremity FTP may include repetitions of reaching, grasping, and manipulation actions.\n\nWashout period. A 1-week washout period will occur between each single session intervention to minimize carry-over effects. The duration of this washout period is based on human data suggesting that effect of single session AIH study could no longer be detected one week later (Sutor et al., 2021). The washout duration was balanced against experiences with factors impacting participant retention, such as participant engagement, scheduling difficulties that mount with longer time delays, and researcher-participant-clinician partnerships. Based on the need to balance these opposing considerations, we sought a balance between longer washouts that enable plasticity to wane while minimizing the risk of losing participants and disrupting our cross-over design.\n\nPost-Testing Study 1 and 2\n\nVentilation will continue to be recorded for 1 hour post AHH exposure for both Study 1 and 2 for monitoring safety.\n\nPoste Neurophysiology Assessment: Approximately 30 minutes after the AIH/Sham exposure and tSCS paired respiratory training for Study 1, and upper extremity training for Study 2, we will perform another round stimulation. The procedures outlined above for CMS and TMS will be followed for post testing on diaphragm muscle (study 1) and FDS muscle (study2). This includes producing recruitment curves where the intensity of the stimulus is gradually increased from 40-100% for CMS and 60-100% for TMS in 5% increments. Approximately 3-10 stimulations will be performed at each intensity separated by 10-30 seconds. Subjects may take an extended break at any time during testing if they experience discomfort.\n\nPost Functional Assessment: Soon after the neurophysiology test the participant will undergo functional tests as outlined above. For Study 1, respiratory functional assessment and for Study 2 upper extremity functional testing will be performed.\n\nc. Data analysis: Provide the methods by which the study objectives/aims will be assessed or measured, i.e., statistical analysis plan, qualitative research methods such as procedures for conducting theme analysis and enhancing validity, program evaluation methods and analysis plan, or mixed methods analysis plan. For a quantitative study, include what statistical tools will be applied and how the study is powered, if appropriate. Pilot studies do not require a statistical plan but need to outline how the results will be used to power future studies.\n\nTo test Specific aim 1, that is \"combining single session AHH with tSCS paired respiratory strength training will synergistically induce greater respiratory motor output in chronic SCI, than any treatment alone\"; we will quantify and compare the % change from baseline in the cardio-respiratory outcome measures. Evoked diaphragmatic potentials will be analyzed for latency (difference in time between stimulus artifact and evoked response onset), duration (difference in time between evoked response onset and offset), amplitude (difference between positive and negative peaks), and area (total area of rectified EMG). Central motor conduction time is calculated as the difference between latency of TMS and CMS evoked potentials. We will compare the treatment difference in ventilatory, cardiorespiratory parameters between AIHH vs Sham exposure paired combinatorial treatment.\n\nTo test Hypothesis 2, that \"combining single session AHH with tSCS paired upper extremity strength training will synergistically induce greater upper extremity motor output in chronic SCI, than any treatment alone\"; we will quantify and compare the % change from baseline in the upper extremity neurophysiology and functional outcome measures. % change from baseline for first dorsal interosseous finger potentials will be analyzed for latency (difference in time between stimulus artifact and evoked response onset), duration (difference in time between evoked response onset and offset), amplitude (difference between positive and negative peaks), and area (total area of rectified EMG). Central motor conduction time is calculated as the difference between latency of TMS and CMS evoked potentials. A quantification of the participant's upper extremity function with a battery of standardized functional tests will also be performed.\n\nTo test Hypothesis 3, that \"presence of subclinical inflammation and/or dysfunctional single nucleotide polymorphism in genes regulating neuroplasticity, will diminish motor response to treatment\"; we will classify the participants based on the presence of subclinical inflammation and/ or dysfunctional single nucleotide polymorphism in genes linked with neuroplasticity.\n\nPower calculation: Our power calculation is based on prior data in use of AIHH in healthy humans and difference in the diaphragm motor evoked potentials with respect to sham air. Assuming a type I error rate of 0.05, a treatment difference of 30%, and the corresponding standard deviation of 41, we have 80% power to detect the treatment improvement of AIHH over sham exposure given a sample size of 29. Given that in this study a combinatorial treatment approach and no preliminary data is available for power estimation, we assume that a sample size of 29 participants with chronic SCI will be sufficiently powered for the experiment \\[JN1\\]What is currently being used in the study for functional evaluation can be used here as well.\n\nData analysis\n\nProvide statistical design for primary endpoint only. Please indicate how the study is powered and what statistical tool(s) will be applied:\n\nNote: Please do not cut and paste entire statistical section from the sponsor protocol. Pilot studies do not require a statistical plan but need to outline how the results will be used to power future studies.) To test Specific aim 1, that is \"combining single session AHH with tSCS paired respiratory strength training will synergistically induce greater respiratory motor output in chronic SCI, than any treatment alone\"; we will quantify and compare the % change from baseline in the cardio-respiratory outcome measures. Evoked diaphragmatic potentials will be analyzed for latency (difference in time between stimulus artifact and evoked response onset), duration (difference in time between evoked response onset and offset), amplitude (difference between positive and negative peaks), and area (total area of rectified EMG). Central motor conduction time is calculated as the difference between latency of TMS and CMS evoked potentials. We will compare the treatment difference in ventilatory, cardiorespiratory parameters between AIHH vs Sham exposure paired combinatorial treatment.\n\nTo test Hypothesis 2, that \"combining single session AHH with tSCS paired upper extremity strength training will synergistically induce greater upper extremity motor output in chronic SCI, than any treatment alone\"; we will quantify and compare the % change from baseline in the upper extremity neurophysiology and functional outcome measures. % change from baseline for first dorsal interosseous finger potentials will be analyzed for latency (difference in time between stimulus artifact and evoked response onset), duration (difference in time between evoked response onset and offset), amplitude (difference between positive and negative peaks), and area (total area of rectified EMG). Central motor conduction time is calculated as the difference between latency of TMS and CMS evoked potentials. A quantification of the participant's upper extremity function with a battery of standardized functional tests will also be performed.\n\nTo test Hypothesis 3, that \"presence of subclinical inflammation and/or dysfunctional single nucleotide polymorphism in genes regulating neuroplasticity, will diminish motor response to treatment\"; we will classify the participants based on the presence of subclinical inflammation and/ or dysfunctional single nucleotide polymorphism in genes linked with neuroplasticity.\n\nPower calculation: Our power calculation is based on prior data in use of AIHH in healthy humans and difference in the diaphragm motor evoked potentials with respect to sham air. Assuming a type I error rate of 0.05, a treatment difference of 30%, and the corresponding standard deviation of 41, we have 80% power to detect the treatment improvement of AIHH over sham exposure given a sample size of 29. Given that in this study a combinatorial treatment approach and no preliminary data is available for power estimation, we assume that a sample size of 29 participants with chronic SCI will be sufficiently powered for the experiment."
        },
        "conditionsModule": {
            "conditions": [
                "Cervical Spinal Cord Injury"
            ],
            "keywords": [
                "acute intermittent hypoxia",
                "hypercapnia",
                "hypercapnic",
                "respiratory assessments",
                "transcutaneous spinal cord stimulation",
                "incomplete spinal cord injury",
                "neuroplasticity",
                "tetraplegia",
                "respiratory function",
                "combinatorial",
                "upper extremity strength training",
                "diaphragm motor evoked potentials",
                "neurophysiology",
                "surface electromyography",
                "transcranial magnetic stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 29,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AIHH + tSCS-paired Strength Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive exposure to AIHH followed by transcutaneous spinal cord stimulation-paired respiratory and upper extremity strength training.",
                    "interventionNames": [
                        "Other: Acute Intermittent Hypercapnic Hypoxia",
                        "Other: Transcutaneous spinal cord stimulation"
                    ]
                },
                {
                    "label": "SHAM AIHH + tSCS-paired Strength Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive exposure to SHAM AIHH followed by transcutaneous spinal cord stimulation-paired respiratory and upper extremity strength training.",
                    "interventionNames": [
                        "Other: Transcutaneous spinal cord stimulation",
                        "Other: SHAM Acute Intermittent Hypercapnic Hypoxia"
                    ]
                },
                {
                    "label": "SHAM AIHH + SHAM tSCS-paired Strength Training",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will receive exposure to SHAM AIHH followed by SHAM transcutaneous spinal cord stimulation-paired respiratory and upper extremity strength training.",
                    "interventionNames": [
                        "Other: SHAM Acute Intermittent Hypercapnic Hypoxia",
                        "Other: SHAM Transcutaneous spinal cord stimulation"
                    ]
                },
                {
                    "label": "AIHH + SHAM tSCS-paired Strength Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive exposure to AIHH followed by SHAM transcutaneous spinal cord stimulation-paired respiratory and upper extremity strength training.",
                    "interventionNames": [
                        "Other: Acute Intermittent Hypercapnic Hypoxia",
                        "Other: SHAM Transcutaneous spinal cord stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Acute Intermittent Hypercapnic Hypoxia",
                    "description": "15 x \\[1 min 9% O2, 4% CO2, and balance N2, followed by 1.5 min normoxia\\];",
                    "armGroupLabels": [
                        "AIHH + SHAM tSCS-paired Strength Training",
                        "AIHH + tSCS-paired Strength Training"
                    ],
                    "otherNames": [
                        "AIHH"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Transcutaneous spinal cord stimulation",
                    "description": "Open-loop, continuous, high-frequency electrical stimulation at 150 Hz with a tolerable current amplitude of \\~25-35 mA and a pulse width of 400 µsec, using a biphasic symmetric waveform. Paired with Respiratory Resistance Training and Hand Grip Strength Training.",
                    "armGroupLabels": [
                        "AIHH + tSCS-paired Strength Training",
                        "SHAM AIHH + tSCS-paired Strength Training"
                    ],
                    "otherNames": [
                        "tSCS"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "SHAM Acute Intermittent Hypercapnic Hypoxia",
                    "description": "Normoxia for the amount of time AIHH is delivered.",
                    "armGroupLabels": [
                        "SHAM AIHH + SHAM tSCS-paired Strength Training",
                        "SHAM AIHH + tSCS-paired Strength Training"
                    ],
                    "otherNames": [
                        "SHAM AIHH"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "SHAM Transcutaneous spinal cord stimulation",
                    "description": "Open-loop, continuous, high-frequency electrical stimulation at 150 Hz with a tolerable current amplitude of 0mA and a pulse width of 400 µsec,using a biphasic symmetric waveform.\n\nPaired with Respiratory Resistance Training and Hand Grip Strength Training.",
                    "armGroupLabels": [
                        "AIHH + SHAM tSCS-paired Strength Training",
                        "SHAM AIHH + SHAM tSCS-paired Strength Training"
                    ],
                    "otherNames": [
                        "SHAM tSCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Respiratory cortical and spinal drive in minutes of intervention",
                    "description": "Transcranial magnetic stimulation (TMS). Subjects will be seated comfortably with the neck slightly flexed. The vertex of the skull is identified by the intersection between nasion to inion and tragus to tragus. The region of the cortex responsible for diaphragm motor activation is located approximately 3 cm lateral and 2 cm anterior to the vertex. Single-pulse (1 Hz) stimuli are delivered using a handheld 70-mm figure-of-eight coil.\n\nCervical Magnetic Stimulation (CMS). Single-pulse (1 Hz) stimuli will be delivered using a 90-mm handheld circular coil placed over the cervical spine (C3-C7). Recruitment curves are plotted by gradually increasing the intensity of stimulus from 40-100% of the maximal stimulator output in 5% increments \\[72\\]. Percent change in peak-to-peak amplitude will be used to measure neuroplasticity.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Upper extremity cortical and spinal drive in minutes of intervention",
                    "description": "Subjects will be seated comfortably with the neck slightly flexed. The vertex of the skull is identified by the intersection between nasion to inion and tragus to tragus. The hotspot region of the cortex responsible for hand or forearm muscles is located. Single-pulse (1 Hz) stimuli are delivered using a handheld 70-mm figure-of-eight coil. Neuroplasticity is measured as change in peak-to-peak % amplitude.\n\nCervical Magnetic Stimulation (CMS). Single-pulse (1 Hz) stimuli will be delivered using a 90-mm handheld circular coil placed over the cervical spine (C3-C7). Recruitment curves are plotted by gradually increasing the intensity of stimulus from 40-100% of the maximal stimulator output in 5% increments \\[72\\]. Percent change in peak-to-peak amplitude will be used to measure neuroplasticity.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Maximum respiratory voluntary force production in minutes of intervention",
                    "description": "Maximal inspiratory and expiratory pressures. Inspiratory pressure generation is indicative of inspiratory strength and is associated with pulmonary health and infection risk. Expiratory pressure generation is reflective of expiratory respiratory strength and is associated with airway clearance and cough. Inspiratory and expiratory pressure generation improve following single-day sessions of AIH. Measurements will be obtained using a mouthpiece attached to a pneumotach (Hans Rudolph Inc.) to measure indices of ventilation.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Airway occlusion pressure (P0.1) in minutes of intervention",
                    "description": "Airway occlusion pressure (P0.1). P0.1 is the pressure generated at the mouth in the first 0.1 second of inspiration, when the airway is unexpectedly occluded at the end of an expiration. The negative pressure generation in 0.1 seconds reflects respiratory motor drive without time for modification by sensory systems (lung stretch, visual, etc.). In essence, the P0.1 reflects the spontaneous (automatic) functional activity of inspiratory muscles at rest. Mouth occlusion pressure at this time is often regarded as an index of inspiratory neuromuscular drive. This measure will be obtained while participants breathe through a mouthpiece connected to a 2-way valve in a closed circuit. The inspiratory valve will be occluded without participant awareness during expiration and maintained until the subsequent inspiratory effort. Negative pressure generation will be recorded using a pressure transducer (Hans Rudolph Inc.).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Forced vital capacity in minutes of intervention",
                    "description": "Forced vital capacity (FVC). FVC is the volume of air displaced during a forced expiration to residual volume, following a full inspiration to total lung capacity. Forced vital capacity will be measured using a mouthpiece attached to the a pneumotach (Hans Rudolph Inc.). The signal will be recorded using PowerLab (AD Instruments Inc.). Impairments in pulmonary function are associated with higher risks of respiratory illness and higher mortality rate.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Upper extremity functional assessment in minutes of intervention",
                    "description": "We will use Graded Refined Assessment of Strength, Sensibility and Prehension (GRASSP) to assess gain in upper extremity grasp and prehension strength. The GRASSP is a clinical impairment measure specific to the upper limb for use after tetraplegia. It is a multimodal test that measures sensorimotor and prehension function in three domains important in describing arm and hand function (strength, sensibility and prehension) comprising five subtests for each upper limb: strength, dorsal sensation, palmar sensation, prehension ability and prehension performance. These numerical scores provide a comprehensive profile of upper-limb function.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Cardiovascular Response in minutes of intervention",
                    "description": "Oxyhemoglobin saturation (SpO2) is measured continuously during AIH using non-invasive finger pulse oximetry. Heart rate (HR) and blood pressure (BP) are monitored during baseline tidal breathing and once every 2-3 stages into the AIH trial using an automated sphygmomanometer. If SpO2 drops below 80% during a hypoxic dose, the inspired O2 will be raised until SpO2 levels are ≥80%. It is not expected that HR or BP will rise excessively (HR \\< 100 bpm; BP \\< 160/100) during AIH. Prior studies using AIH have reported no adverse responses to AIH and that most participants cannot distinguish between breathing the short bouts of lower oxygen and room air. Only once vital signs have returned to normal 466 following the AIH protocol, will we continue the experiment.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female age 18-65 years old 113\n* Non-progressive or central cord spinal cord injury from C2-T1 inclusive\n* American Spinal Injury Association (ASIA) Impairment Scale or AIS classification B, C, or D\n* \\>20% impairment in maximal inspiratory or expiratory pressure generation, relative to established normative values.\n* Able to participate in physical and occupational therapy rehabilitation programs\n* Minimum 12 months post SCI\n* Capable of providing informed consent\n* Has adequate caregiver support to facilitate participation in study\n* Willingness to undergo non-deidentifiable audio and/or visual recording\n\nExclusion Criteria:\n\n* Has uncontrolled cardiopulmonary disease or cardiac symptoms based on medical records and/or abnormal response to intervention\n* Has diffuse lower motor neuron injury rendering majority of muscles not excitable\n* Has any unstable or significant medical condition that is likely to interfere with study procedures or likely to confound study endpoint evaluations (neuropathic pain, depression, mood disorders, cognitive disorders, etc.)\n* Has autonomic dysreflexia that is severe, unstable, or uncontrolled\n* Has uncontrolled orthostatic hypotension that may interfere with rehabilitation\n* Requires ventilator support\n* Has spasms that limit participation in study training as determined by the medical record and/or abnormal response to experimental treatment intervention\n* Has skin breakdown in areas that will come in contact with electrodes or pressure injuries that prevent participation in physical functioning activities\n* Has any active implanted medical device, such as cardiac pacemaker\n* Has no EMG activity, observed via surface e-stim, in phrenic nerve nor at least three (3) hand/forearm muscles\n* Pregnant, planning to become pregnant, or currently breastfeeding\n* Concurrent participation in another drug or device trial that may interfere with this study\n* Has other traumatic injuries, such as peripheral nerve injuries, sever musculoskeletal injuries (e.g., shattered pelvis, long bone fractures) that prevent evaluation of response to or participation in rehabilitation\n* Non-English speaker",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jayakrishnan Nair, PT, MSPT, PhD",
                    "role": "CONTACT",
                    "phone": "352-871-5888",
                    "email": "Jayakrishnan.Nair@jefferson.edu"
                },
                {
                    "name": "Dana R Johnson, PT, DPT",
                    "role": "CONTACT",
                    "phone": "215-326-9153",
                    "email": "Dana.Johnson@jefferson.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Justine Dee, PT",
                    "affiliation": "Thomas Jefferson University",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Thomas Jefferson University",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jayakrishnan Nair, PT, MSPT, PhD",
                            "role": "CONTACT",
                            "phone": "352-871-5888",
                            "email": "Jayakrishnan.Nair@jefferson.edu"
                        },
                        {
                            "name": "Dana R Johnson, PT, DPT",
                            "role": "CONTACT",
                            "phone": "215-326-9153",
                            "email": "Dana.Johnson@jefferson.edu"
                        },
                        {
                            "name": "Jayakrishnan Nair, PT, MSPT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Mijail Serruya, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_ICF",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Study Protocol and Informed Consent Form",
                    "date": "2023-07-16",
                    "uploadDate": "2023-10-23T15:50",
                    "filename": "Prot_ICF_000.pdf",
                    "size": 333361
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M14632",
                    "name": "Quadriplegia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9986",
                    "name": "Hypercapnia",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}