{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05871151",
            "orgStudyIdInfo": {
                "id": "IRB-300010182"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Combining VNS With PT Interventions for Individuals With PD",
            "officialTitle": "Combining Trans-auricular Vagus Nerve Stimulation With Physical Therapy Interventions for Individuals With Parkinson's Disease",
            "acronym": "VNS-PT-PD",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "combining-vns-with-pt-interventions-for-individuals-with-pd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-12",
            "studyFirstSubmitQcDate": "2023-05-12",
            "studyFirstPostDateStruct": {
                "date": "2023-05-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexandra Evancho",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the combined effects of non-invasive neuromodulation (specifically transauricular Vagus Nerve Stimulation) with exercise interventions to improve physical function and quality of life in individuals with Parkinson's Disease.",
            "detailedDescription": "During this clinical trial, participants will be randomized into two groups, with half of the participants assigned to GROUP 1: active taVNS + exercise, and half of the participants assigned to GROUP 2: sham taVNS + exercise. The active taVNS + exercise group will receive 15 minutes of active taVNS prior to treatment. Participants who are randomized into the sham taVNS + exercise group will receive 0 mA of current for 15 minutes prior to treatment. All participants will be guided through exercises by an exercise specialist, which will include: 1) intensive exercises that focus on increasing the size and amplitude of movements; 2) task-specific practice, which involves practicing functional tasks, such as dressing, bathing, and cooking, in order to transfer the gains made in therapy to real-life situations; 3) a home program, which consists of exercises and tasks that the patient can do on their own and performed nightly, and 4) group yoga sessions. The exercise intervention proposed involves the supervision of a trained exercise specialist at all times during the treatment session. Exercise will be provided in a clinical setting, 60 minutes per session, up to 3 sessions/week, for 4 weeks total."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ],
            "keywords": [
                "Parkinson's Disease",
                "Exercise",
                "Vagus Nerve Stimulation",
                "VNS",
                "taVNS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial with two parallel groups",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants will receive either active or sham taVNS + exercise, but they will not be aware of whether they are receiving the active treatment or the sham treatment. The care provider who administers the exercise intervention will also be blinded to the treatment assignment and will not know whether the participant received active or sham treatment. Additionally, the investigator who assesses the outcomes (e.g., changes in MDS-UPDRS, physical activity levels, cognitive function, and quality of life) will also be blinded to the treatment assignment and will not know whether the participant received the active or sham treatment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "active taVNS + exercise",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who are randomized into the active taVNS + exercise group will receive 15 minutes of active taVNS prior to exercise sessions.",
                    "interventionNames": [
                        "Device: taVNS",
                        "Behavioral: Exercise"
                    ]
                },
                {
                    "label": "sham taVNS + exercise",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants who are randomized into the sham taVNS + exercise group will receive 0 mA of current for 15 minutes prior to exercise sessions.",
                    "interventionNames": [
                        "Behavioral: Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "taVNS",
                    "description": "Trans-auricular Vagus Nerve Stimulation is a non-invasive method of stimulating the auricular branch of the vagus nerve through the inner ear. Trans-auricular Vagus Nerve Stimulation will be provided using a commercially available device. The investigators will use custom earbuds that will make the experience significantly more comfortable than traditional transauricular Vagus Nerve Stimulation.",
                    "armGroupLabels": [
                        "active taVNS + exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercise",
                    "description": "All participants will be guided through exercises led by a trained exercise specialist, and will include: 1) intensive exercises that focus on increasing the size and amplitude of movements; 2) task-specific practice, which involves practicing functional tasks, such as dressing, bathing, and cooking, in order to transfer the gains made in therapy to real-life situations; 3) a home program, which consists of exercises and tasks that the patient can do on their own and performed nightly; and 4) group exercise sessions. The exercise intervention proposed involves the supervision of a trained exercise specialist at all times during the treatment session. Exercise will be provided in a clinical setting, 60 minutes per session, up to 3 sessions/week, for 4 weeks total.",
                    "armGroupLabels": [
                        "active taVNS + exercise",
                        "sham taVNS + exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MDS-UPDRS Part III",
                    "description": "In our study, we will utilize the Movement Disorder Society-Sponsored Revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part III. This scale, widely used in the clinical and research settings, helps us evaluate the motor symptoms of Parkinson's Disease.\n\nThe MDS-UPDRS Part III scale ranges from 0 to 132, with 0 representing no motor symptoms and 132 representing severe motor symptoms. Therefore, a higher score on the MDS-UPDRS Part III scale indicates a worse outcome, reflecting more severe motor symptoms associated with Parkinson's disease.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "6MWT",
                    "description": "6-Minute Walk Test (6MWT): We utilize the 6-Minute Walk Test in our study to evaluate the functional exercise capacity of our participants. The 6MWT involves participants walking as far as they can in a span of six minutes on a flat, hard surface. The total distance covered in six minutes is recorded as the score. In this test, a greater distance indicates better physical endurance and mobility. Therefore, in our study, a higher score (greater distance walked) on the 6MWT represents a better outcome, signifying superior functional exercise capacity.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "10MWT",
                    "description": "The 10MWT is a timed walking test commonly used in clinical and research settings to assess an individual's gait speed and functional mobility. It measures the time it takes for a person to walk a distance of 10 meters (approximately 33 feet). The scale title, in this case, is the time in seconds or minutes required to complete the 10-meter walk. There are no specific minimum and maximum values for this measure since it depends on the individual's walking ability. However, lower scores (i.e., shorter times) generally indicate better outcomes, as they reflect faster gait speed and improved mobility. Conversely, higher scores (longer times) would suggest slower walking speed and potentially poorer functional mobility.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Mini-Best Test",
                    "description": "The Mini-Balance Evaluation Systems Test (Mini-BESTest) is a clinical assessment tool used to evaluate a person's balance and stability. It consists of 14 items that assess different aspects of balance, including anticipatory postural adjustments, reactive postural control, sensory orientation, dynamic gait, and stability during functional tasks. The scale title for the Mini-BESTest is the total score, which ranges from 0 to 28. Higher scores on the Mini-BESTest indicate better balance performance and greater overall stability. A score of 28 represents the best possible outcome, indicating excellent balance abilities across all assessed domains. Conversely, lower scores indicate poorer balance control and increased risk of falls.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "FGA",
                    "description": "The Functional Gait Assessment (FGA) is a clinical measure used to assess an individual's walking ability and functional mobility. It evaluates various aspects of gait, including balance, coordination, range of motion, and adaptability. The FGA consists of 10 different tasks or conditions that challenge the person's walking abilities in different ways, such as walking while turning, walking over obstacles, or walking with eyes closed. The scale title for the FGA is the total score, which ranges from 0 to 30. Higher scores on the FGA indicate better functional gait performance and greater walking independence. A score of 30 represents the best possible outcome, reflecting excellent gait function across all assessed conditions. Conversely, lower scores suggest impaired gait function and reduced functional mobility.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "mCTSIB",
                    "description": "The modified Clinical Test of Sensory Interaction on Balance (mCTSIB) is a diagnostic tool used to evaluate an individual's sensory integration and balance control. It assesses the person's ability to maintain balance under various sensory conditions. The mCTSIB involves four different standing positions, each with different sensory inputs: (1) feet together on a firm surface with eyes open, (2) feet together on a firm surface with eyes closed, (3) feet together on a foam surface with eyes open, and (4) feet together on a foam surface with eyes closed. The scale title for the mCTSIB is the overall balance score, typically ranging from 0 to 24. Higher scores on the mCTSIB indicate better balance control and greater sensory integration. A score of 24 represents the best possible outcome, indicating excellent balance performance across all tested conditions. Conversely, lower scores suggest impaired balance control and decreased sensory integration abilities.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MoCA",
                    "description": "The Montreal Cognitive Assessment (MoCA) is a widely accepted tool in both clinical and research settings, allowing us to evaluate cognitive abilities, specifically focusing on attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation.\n\nThe MoCA scale ranges from 0 to 30, with a score of 30 indicating the highest level of cognitive function. Lower scores on the MoCA suggest a higher level of cognitive impairment. Therefore, in the context of our study, a higher score on the MoCA represents a better outcome, signifying superior cognitive performance.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "DKEFS Color Word Interference Test",
                    "description": "Delis-Kaplan Executive Function System (D-KEFS) Color Word Interference Test is used to assess cognitive flexibility and inhibitory control. It includes conditions like \"Color Naming,\" \"Word Reading,\" \"Inhibition,\" and \"Inhibition/Switching.\" Higher scores indicate better performance, reflecting superior cognitive flexibility and inhibitory control.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "HVLT",
                    "description": "The Hopkins Verbal Learning Test (HVLT) evaluates verbal learning and memory abilities. It involves three learning trials where a list of 12 words is presented, followed by recall. After a delay, a recognition trial is conducted with 24 words, including the original 12 and distractors. Scale titles include Total Recall (total words recalled), Delayed Recall (words recalled after a delay), and Recognition Discrimination (identifying learned words). Higher scores indicate better verbal learning, memory, and recognition abilities.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "DST",
                    "description": "Measure of cognitive function",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "DSST",
                    "description": "The Digit Span Test (DST) is a neuropsychological assessment tool used to evaluate an individual's working memory and attention span. It measures the person's ability to temporarily hold and manipulate a series of digits in their memory. The DST typically consists of two components: forward digit span and backward digit span. In the forward digit span, the examiner reads a series of digits aloud, and the individual is required to repeat them back in the same order. In the backward digit span, the individual is asked to recall the digits in reverse order. The scale title for the DST is the maximum digit span achieved in each component (forward and backward). The minimum value for both components is typically two, as the test starts with a two-digit sequence, and the maximum value varies depending on the test version and administration protocol. Higher digit spans indicate better working memory capacity and attentional abilities.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "N-back",
                    "description": "The N-back task assesses working memory and attention. Participants match current stimuli with those presented \"N\" steps back. Higher \"N\" values increase task difficulty. Performance is measured by accuracy and reaction time. Higher accuracy and faster reactions indicate better working memory and attention abilities. Scale title varies but reflects accuracy and reaction time on the N-back task.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Promise Neuro-QOL",
                    "description": "The Patient Reported Outcomes Measurement Information System (PROMIS) Quality of Life in Neurological Disorders (Neuro-QoL) measurement system assesses health-related quality of life in neurological conditions. It includes questionnaires measuring physical function, mobility, emotional well-being, fatigue, social participation, and cognitive function. Scale titles vary by domain. Higher scores indicate better outcomes. T-scores facilitate interpretation and comparison. PROMIS Neuro-QOL provides insights for clinicians and researchers, addressing challenges in different functional domains of neurological conditions.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "SF-36",
                    "description": "The SF-36 is a self-reported questionnaire measuring health-related quality of life. It assesses dimensions like physical functioning, role limitations, pain, general health, vitality, social functioning, and mental health. It provides scores for each dimension and summary scores (PCS and MCS) for overall physical and mental health. Scale titles reflect specific dimensions. Scores range from 0 to 100, with higher scores indicating better health-related quality of life. SF-36 offers a comprehensive assessment of perceived health status and well-being.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "DKEFS Trails Making Test (Trails)",
                    "description": "Delis-Kaplan Executive Function System (D-KEFS) Trail Making Test (Trails) measures visual attention and task-switching abilities. Part A involves connecting numbered circles, and Part B requires switching between numbers and letters. Completion time is the basis for scoring, with shorter times indicating better performance in visual attention and task-switching.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "DKEFS Verbal Learning Test (VLT)",
                    "description": "Delis-Kaplan Executive Function System (D-KEFS) Verbal Learning Test (VLT) evaluates verbal memory capabilities. Participants recall words across multiple trials, and the score is based on the number of correctly recalled words. Higher scores indicate superior verbal memory performance.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age between 35 and 80 years\n* no walking aids\n* stable medication 4 weeks prior to and during the study\n* no falls in the past 6 months\n* participant must have MD who is willing to provide oversight and approval for clinically defined \"off\" state\n\nExclusion Criteria:\n\n* mild cognitive impairment (MoCA \\<25)\n* self reported depression\n* antidepressive or antipsychotic medication\n* participation in a VNS study in the past year\n* disabling bradykinesia to ensure patients are able to participate in intensive physiotherapy (based on clinical impression and in accordance to UPDRS part III item 14 - to be administered in clinic)\n* prior history of cardiovascular, neurological or musculoskeletal disorders known to interfere with testing PD features\n* implanted medical device of any type\n* history of seizures\n* peripheral neuropathy including temporal mandibular disorders and Bells Palsy, and\n* vasovagal syncope.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "35 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra Evancho, DPT",
                    "role": "CONTACT",
                    "phone": "2054476846",
                    "email": "amelgin@uab.edu"
                },
                {
                    "name": "Wendy Reed, PhD",
                    "role": "CONTACT",
                    "phone": "2055154726",
                    "email": "wend@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexandra Evancho, DPT",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "WHARF",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35209",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Rogers, MS",
                            "role": "CONTACT",
                            "phone": "205-975-5221",
                            "email": "rrrogers@uab.edu"
                        },
                        {
                            "name": "Alexandra Evancho, DPT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Wendy Reed, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Dawson, DPT",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rebecca Rogers, MS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marie Blair, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "UAB",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra Evancho, DPT",
                            "role": "CONTACT",
                            "phone": "205-447-6846"
                        },
                        {
                            "name": "Alexandra Evancho, DPT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Wendy Reed, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Dawson, DPT",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lillie Garrett",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}