{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05756907",
            "orgStudyIdInfo": {
                "id": "SB221"
            },
            "organization": {
                "fullName": "Sonnet BioTherapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Combination of SON-1010 (IL12-FHAB) and Atezolizumab in Patients With Platinum-resistant Ovarian Cancer",
            "officialTitle": "A Proof-of-Concept Study to Assess the Combination of SON-1010 (IL12-FHAB) and Atezolizumab in Patients With Platinum-resistant Ovarian Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "combination-of-son-fhab-and-atezolizumab-in-patients-with-platinum-resistant-ovarian-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-23",
            "studyFirstSubmitQcDate": "2023-02-23",
            "studyFirstPostDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sonnet BioTherapeutics",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Hoffmann-La Roche",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1b/2a, open-label, adaptive-design outpatient study to assess the safety, tolerability, and PK/PD of SON-1010 in combination with atezolizumab administered to patients with advanced solid tumors (Part 1) and patients with Platinum-resistant Ovarian Cancer (Part 2)",
            "detailedDescription": "SON-1010 may work best with an immune checkpoint inhibitor (ICI), particularly with tumors that are high in the 'secreted protein acidic and rich in cysteine' (SPARC), like ovarian cancer. Immunotherapy combinations can present different toxicities, so the maximum tolerated dose (MTD) of SON-1010 with a fixed dose of atezolizumab and the recommended Phase 2 dose (RP2D) will initially be established in patients with advanced solid tumors in Part 1, with the subset of patients with platinum-resistant ovarian cancer (PROC) used in the top 2 dose cohorts. This will be followed in Part 2 with an assessment in patients with PROC of the potential for improved efficacy of the combination over SON-1010 alone, vs. the standard of care (SOC)."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumor",
                "Platinum-resistant Ovarian Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Level 1",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 Dose Level 1 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Dose Level 2",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 Dose Level 2 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Dose Level 3",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 Dose Level 3 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Dose Level 4",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 Dose Level 4 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Dose Level 5",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 Dose Level 5 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "RP2D Expansion in Patients with Platinum-resistant Ovarian Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "RP2D Dose of SON-1010 + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Randomized Arm #1 in Patients with Platinum-resistant Ovarian Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 @ RP2D Alone",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Randomized Arm #2 in Patients with Platinum-resistant Ovarian Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "SON-1010 @ RP2D + Atezolizumab",
                    "interventionNames": [
                        "Biological: SON-1010"
                    ]
                },
                {
                    "label": "Randomized Arm #3 in Patients with Platinum-resistant Ovarian Cancer",
                    "type": "NO_INTERVENTION",
                    "description": "Standard of Care"
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "SON-1010",
                    "description": "SON-1010 +/- Atezolizumab",
                    "armGroupLabels": [
                        "Dose Level 1",
                        "Dose Level 2",
                        "Dose Level 3",
                        "Dose Level 4",
                        "Dose Level 5",
                        "RP2D Expansion in Patients with Platinum-resistant Ovarian Cancer",
                        "Randomized Arm #1 in Patients with Platinum-resistant Ovarian Cancer",
                        "Randomized Arm #2 in Patients with Platinum-resistant Ovarian Cancer"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the safety and tolerability of SON-1010 in combination with Atezolizumab",
                    "description": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "To establish the maximum tolerated dose (MTD) of SON-1010 in combination with Atezolizumab",
                    "description": "Incidence of dose-limiting toxicities (DLTs)",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To assess the anti-tumor activity of SON-1010 dosed with atezolizumab in Platinum-resistant Ovarian Cancer (PROC), compared with SON-1010 alone or SOC therapy",
                    "description": "Progression-free survival (PFS)",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years at the time of informed consent\n2. Part 1: Must have histologically or cytologically verified solid tumors and patients must have locally advanced or metastatic disease. Must have been treated with standard of care therapies for their disease and have no standard alternative treatment options that are deemed by the treating physician to offer reasonable or potentially better benefit. Patients in cohorts C4, C5, and the RP2D expansion group must have PROC.\n\n   Part 2: Must have PROC, defined as recurrence of OC within 6-months (180-days) after the last dose of a platinum-containing regimen), including epithelial, fallopian tube, or 1° peritoneal carcinoma. Patients may have had one or more alternative regimen(s) before this trial, including maintenance therapy between consecutive lines of therapy. Evidence of progression and the timing of progression or reoccurrence must refer to new measurable disease by RECIST v1.1 or evaluable (non-measurable) disease. The latter is defined as not having measurable disease but has pre-study baseline values of CA125 at least 2 x ULN, with ascites and/or pleural effusion attributed to tumor OR with solid and/or cystic abnormalities on radiographic imaging consistent with recurrent disease that do not meet RECIST 1.1 definitions for target lesions.\n3. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n4. Adequate organ and bone marrow function, in the absence of growth factors.\n5. Females of childbearing potential, or \\< 1-year postmenopause who are not permanently sterile, must have a negative serum pregnancy test (beta-human chorionic gonadotropin \\[β-HCG\\]) at baseline, and agree to use 2 highly effective methods of birth control during the study and for 30 days after the last dose of study drug. Females who are not of childbearing potential (have had a tubal ligation, hysterectomy, or bilateral oophorectomy, or are ≥ 1-year postmenopause) or have a partner who has had a vasectomy do not need to use contraception. A follicle stimulating hormone (FSH) level \\> 35 IU/L at screening will be performed to confirm status. Refer to Section 8.2.7 for further detail.\n6. Males and their female partners must use a highly effective method of birth control if female partner(s) is of childbearing potential and must not donate sperm during the study and for 90 days after the last dose of study drug.\n7. Willing and able to provide signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n1. Known history of allergy to any component of study drug or a history of severe allergic/anaphylactic reaction.\n2. Hospitalization for subacute bowel obstruction, other complications of the cancer, or any major surgery within 28 days prior to C1D1. Elective surgery is allowed if recovered.\n3. Infection with HIV-1 or HIV-2 or a history of Kaposi sarcoma and/or Multicentric Castleman Disease.\n4. Current active liver disease from any cause, including hepatitis A (hepatitis A virus IgM positive), hepatitis B (hepatitis B virus \\[HBV\\] surface antigen positive), or hepatitis C (hepatitis C virus \\[HCV\\] antibody positive, confirmed by HCV ribonucleic acid). Patients with HCV with undetectable virus after treatment are eligible (note: patients must have completed curative anti-viral therapy at least 4 weeks prior to screening). Patients with a prior history of HBV are eligible if quantitative PCR for HBV DNA is negative (note: patients must have received HBV antiviral therapy for at least 4 weeks prior to screening)\n5. Pregnancy and/or lactation\n6. Has received a live or live-attenuated vaccine within 30 days prior to the first dose of study drug. (Note: Administration of killed vaccines and COVID-19 vaccines that are not live or live-attenuated are allowed if \\> 14 days.)\n7. History of any active infection requiring systemic antibiotics, antivirals or antifungals, including COVID-19, within 14 days before the first dose of study drug.\n8. Any acute noninfectious illness not resolved by14 days before day 1.\n9. History of or known or suspected autoimmune disease (exception(s): patients with vitiligo, Type I diabetes, resolved childhood atopic dermatitis, hypothyroidism, or hyperthyroidism that is clinically euthyroid at Screening are allowed). Other exceptions may be allowed following discussion with the Sponsor Medical Monitor for patients who have not received treatment for their autoimmune disorder in the past 3 years\n10. Known active central nervous system metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided they are clinically stable for at least 4 weeks prior to study entry and have no evidence of new or enlarging brain metastases.\n11. Unresolved toxicities from prior anticancer therapy, defined as not resolved to baseline or to Grade 1 (NCI 2017), except for alopecia, peripheral neuropathy, and hypothyroidism secondary to prior therapy if currently being treated and clinically euthyroid.\n12. Receipt of any investigational agent or treatment within 21 days or 5 half-lives, whichever is shorter, before the first dose of study drug.\n13. Any prior immunotherapy or treatment with checkpoint inhibitors within a period of 5 half-lives (or 3 months, whichever is shorter) since the last dose of the therapy.\n14. Use of systemic steroids \\> 10 mg/day prednisone (or equivalent) within 10 days of enrollment, except for local (topical, nasal, or inhaled) steroid use. Limited doses of systemic steroids (e.g., in patients with exacerbation of reactive airway disease) must have completed at least 10 days before enrollment. Steroid use to prevent IV contrast allergic reaction or anaphylaxis in patients who have known contrast allergies is allowed at any time before enrollment.\n15. Active known second malignancy with the exception of any of the following:\n\n    * Adequately treated basal cell carcinoma, squamous cell carcinoma of the skin, or in situ cervical cancer\n    * Adequately treated Stage I cancer from which the patient is currently in remission and has been in remission for ≥ 2 years;\n    * Low-risk prostate cancer with Gleason score \\< 7 and prostate-specific antigen \\< 10 ng/mL; or\n    * Any other cancer from which the patient has been disease-free for ≥ 2 years.\n16. Use of biotin (i.e., vitamin B7) or supplements containing biotin higher than the daily adequate intake of 30 μg (FDA 2019) (Note: Patients who switch from a high dose to a dose of 30 μg/day or less are eligible for study entry)\n17. Any of the following within 6 months before Baseline Day 1:\n\n    * Myocardial infarction;\n    * Unstable angina;\n    * Unstable symptomatic ischemic heart disease;\n    * New York Heart Association (NYHA) class III or IV heart failure;\n    * Thromboembolic events (e.g., deep vein thrombosis, pulmonary embolism, or symptomatic cerebrovascular events);\n    * Any other significant cardiac condition (e.g., pericardial effusion, restrictive cardiomyopathy, severe untreated valvular stenosis, long QTc syndrome, or severe congenital heart disease).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manuel DaFonseca",
                    "role": "CONTACT",
                    "phone": "1-609-451-3900",
                    "email": "clinical@sonnetbio.com"
                },
                {
                    "name": "Richard Kenney, MD",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Richard T Kenney, MD",
                    "affiliation": "Sonnet BioTherapeutics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sarcoma Oncology Center",
                    "status": "RECRUITING",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "90403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sant P Chawla, MD",
                            "role": "CONTACT",
                            "phone": "310-552-9999",
                            "email": "santchawla@sarcomaoncology.com"
                        },
                        {
                            "name": "Victoria S Chua-Alcala, MD",
                            "role": "CONTACT",
                            "phone": "310 552 9999",
                            "email": "vchua@sarcomaoncology.com"
                        },
                        {
                            "name": "Sant P Chawla, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                },
                {
                    "facility": "The Border Cancer Hospital",
                    "status": "RECRUITING",
                    "city": "Albury",
                    "state": "New South Wales",
                    "zip": "2640",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Brett Hamilton, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": -36.07482,
                        "lon": 146.92401
                    }
                },
                {
                    "facility": "Blacktown Mt Druitt Hospital",
                    "status": "RECRUITING",
                    "city": "Blacktown",
                    "state": "New South Wales",
                    "zip": "2148",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Bo Gao, BM, MS, PhD",
                            "role": "CONTACT",
                            "email": "bo.gao@health.nsw.gov.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.76667,
                        "lon": 150.91667
                    }
                },
                {
                    "facility": "Ashford Cancer Centre Research",
                    "status": "RECRUITING",
                    "city": "Kurralta Park",
                    "state": "South Australia",
                    "zip": "5037",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Carolyn Bampton",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": -34.95142,
                        "lon": 138.56702
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M20747",
                    "name": "Interleukin-12",
                    "relevance": "LOW"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}