{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05571293",
            "orgStudyIdInfo": {
                "id": "22-09025238"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Combination Immunotherapy in Colorectal Cancer",
            "officialTitle": "Novel Exploratory Study to Test Combination of Botensilimab and Balstilimab Immunotherapy in Resectable Colorectal Cancer Patients",
            "acronym": "NEST-1",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "combination-immunotherapy-in-colorectal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-04",
            "studyFirstSubmitQcDate": "2022-10-04",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agenus Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pilot study to see whether a combination of two investigational drugs that target the immune system can be given to people with colorectal cancer before surgically removing the tumor. This study is also being done to see what side effects this combination of drugs has and what effect they have on colorectal cancer. The two monoclonal antibodies are balstilimab, a programmed cell death protein 1 (PD-1) inhibitor, and botensilimab, a cytotoxic T lymphocyte-associated protein 4 (CTLA-4) inhibitor. This study has 3 cohorts. Participants in Cohort A will receive a total of 2 doses of balstilimab and a single dose of botensilimab, both given intravenously (IV), before surgery. Participants in Cohort B and C will receive a total of 4 doses of balstilimab and a single dose of botensilimab, both given intravenously (IV), before surgery. Participants in Cohort C must have dMMR/MSI-High colorectal cancer.",
            "detailedDescription": "This is a pilot study to assess the feasibility, safety, and efficacy of using a combination of a programmed cell death protein 1 (PD-1) inhibitor (balstilimab) and cytotoxic T lymphocyte-associated protein 4 (CTLA-4) inhibitor (botensilimab) in the neoadjuvant setting in patients with colorectal cancer, prior to resection. This is a single-center, open-label, pilot study in which patients will receive 2 or 4 doses of intravenous (IV) balstilimab (each dose approximately 2 weeks apart), and a single dose of botensilimab IV, prior to resection in patients with colon cancer. Following surgical resection, participants will return to the clinic for 1-2 post-op follow-up visits."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Neoplasms"
            ],
            "keywords": [
                "Immunotherapy",
                "Colorectal Cancer",
                "PD-1",
                "CTLA-4"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A: Botensilimab and balstilimab (bot/bal)",
                    "type": "EXPERIMENTAL",
                    "description": "Botensilimab and balstilimab are both monoclonal antibodies that are administered intravenously. Two doses of balstilimab (240 mg IV), will be administered approximately 2 weeks apart. A single dose of botensilimab (75 mg IV) will be administered on the same day as the first dose of balstilimab. Surgical resection will occur 1-6 weeks following the second dose of balstilimab.",
                    "interventionNames": [
                        "Drug: Botensilimab",
                        "Drug: Balstilimab"
                    ]
                },
                {
                    "label": "Cohort B:",
                    "type": "EXPERIMENTAL",
                    "description": "Botensilimab and balstilimab are both monoclonal antibodies that are administered intravenously. Four doses of balstilimab (240 mg IV), will be administered approximately 2 weeks apart. A single dose of botensilimab (75 mg IV) will be administered on the same day as the first dose of balstilimab. Surgical resection will occur 1-6 weeks following the fourth dose of balstilimab.",
                    "interventionNames": [
                        "Drug: Botensilimab",
                        "Drug: Balstilimab"
                    ]
                },
                {
                    "label": "Cohort C:",
                    "type": "EXPERIMENTAL",
                    "description": "Botensilimab and balstilimab are both monoclonal antibodies that are administered intravenously. Four doses of balstilimab (240 mg IV), will be administered approximately 2 weeks apart. A single dose of botensilimab (75 mg IV) will be administered on the same day as the first dose of balstilimab. Surgical resection will occur 1-6 weeks following the fourth dose of balstilimab. Cohort C only includes patients with dMMR/MSI-High colorectal cancer.",
                    "interventionNames": [
                        "Drug: Botensilimab",
                        "Drug: Balstilimab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Botensilimab",
                    "description": "Botensilimab, a CTLA-4 inhibitor, will be administered prior to surgical resection as described in the arm description.",
                    "armGroupLabels": [
                        "Cohort A: Botensilimab and balstilimab (bot/bal)",
                        "Cohort B:",
                        "Cohort C:"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Balstilimab",
                    "description": "Balstilimab, a PD-1 inhibitor, will be administered prior to surgical resection as described in the arm description.",
                    "armGroupLabels": [
                        "Cohort A: Botensilimab and balstilimab (bot/bal)",
                        "Cohort B:",
                        "Cohort C:"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cohort A and B: Pathological overall response (pOR) rate determined by analysis of tissue resected during surgery reported by cohort",
                    "description": "Resected tumors will be examined in their entirety, and regression of resected tumors was assessed by estimating the percentage of residual viable tumor of the macroscopically identifiable tumor bed, as identified on routine hematoxylin and eosin (H\\&E) staining. In addition, regression will be classified using the Mandard tumor regression grading system. Major pathologic response (MPR) will be defined as ≤10% of residual viable tumor cells (or ≥ 90% response), corresponding to Mandard tumor regression grade 1 (CR) or 2 (near-CR). PR will be defined as at least 50% tumor regression. However, considering the lack of consensus on the definition of PR after immunotherapy, tumors with \\>50% and \\<90% residual viable tumor will be labeled accordingly as '10-50% tumor regression', as per the NICHE study (Chalabi et. al., 2020). When analyzing pMMR responders versus pMMR nonresponders, this subgroup will be included in the group of nonresponders.",
                    "timeFrame": "1-6 weeks following the second dose of balstilimab"
                },
                {
                    "measure": "Cohort A: Number of participants who experience potentially treatment-related SAEs according to the Common Terminology Criteria for Adverse Events (CTCAE) v5.0 at 90 days following the last treatment with balstilimab or botensilimab",
                    "description": "Safety will be assessed by evaluation of the number of SAEs according to the Common Terminology Criteria for Adverse Events (CTCAE) v5.0 at 90 days post-the last dose of study drug",
                    "timeFrame": "90 days post-the last dose of study drug"
                },
                {
                    "measure": "Cohort A: Number of participants who experience treatment-related complications leading to delays of 12 weeks or more in surgery after treatment initiation (Day 0)",
                    "description": "Any AEs or SAEs that lead to a delay in surgery greater than 12 weeks from treatment initiation (Day 0) will be recorded. If there are ≥ 2 patients out of the first 6 patients, or ≥ 4 patients out of the full 12 participants (≥33%), with AEs/SAEs that lead to a delay in surgery beyond 12 weeks from treatment initiation, with the exception of COVID-related procedural delays, then this combination of botensilimab and balstilimab, at these dosages will not be considered feasible in this population.",
                    "timeFrame": "Approximately Day 90"
                },
                {
                    "measure": "Cohort C: Composite rate of clinical complete response or major pathological response at 6 months",
                    "description": "The joint patient-surgeon decision to defer surgery for a watch and wait (Watch-\\&-Wait W\\&W) approach is allowed as long as the patient is demonstrating sustained response as determined by clinical, radiographic, endoscopic, and/or blood-based biomarkers. For participants who elect to undergo surgery, pathological response will be determined as described above. The key endpoint here will be \"Major pathological response (MPR; CR + near-CR). Patients who opt for non-operative management based on clinical response will be considered to have CR. Complete response will be determined by the treating physician and surgeon based on composite subjective and objective assessments of clinical, radiographic, endoscopic, blood-based biomarker assessments, and/or the absence of clinical and radiographic progression.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All Cohorts: Changes in Minimal Residual Disease assessed using ctDNA pre- and 30 days post-surgical resection",
                    "description": "Summary statistics including mean, standard deviation, median, and range will be provided for ctDNA levels obtained at various time points. Linear mixed-effects models will be used to model longitudinal biomarker values. Simultaneous testing of general linear hypotheses will be used to evaluate contrasts of interest.",
                    "timeFrame": "Baseline; 30 days post-surgical resection"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Histologically, cytologically, or clinically confirmed adenocarcinoma of the colon or rectal cancer as long as there is no plans for neoadjuvant radiation for the patients with rectal cancer. Note: patients can enroll in cohort B while awaiting mismatch repair testing results. If noted to be dMMR/MSI-High, they would be still considered evaluable and moved to cohort C.\n* If capable of becoming pregnant, or getting someone else pregnant, must be willing to use highly effective contraception from Screening period through 90 days following the last dose of study drug\n\nExclusion Criteria:\n\n* Metastatic cancer (cancer that has spread to other parts of the body)\n* Previous treatment with immune checkpoint inhibitors targeting CTLA-4, PD-1 or PD-L1\n* Currently participating in another study and receiving a study drug\n* History of severe allergic reactions to immunotherapies\n* Pregnant or breastfeeding\n* Active infection requiring treatment\n* On immunosuppressive medications\n* Active cardiovascular disease, such as stroke or myocardial infarction within 6 months of enrollment, unstable angina, congestive heart failure, or serious uncontrolled cardiac arrhythmia requiring medication that may prevent surgery\n\nParticipants in Cohort C must be dMMR/MSI-High.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Casey Owens",
                    "role": "CONTACT",
                    "phone": "646-962-8189",
                    "email": "cdo4001@med.cornell.edu"
                },
                {
                    "name": "Myriam Elizaire-Williams",
                    "role": "CONTACT",
                    "phone": "646-962-4807",
                    "email": "mye4001@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Pashtoon Kasi, M.D.",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Weill Cornell Medicine/New York-Presbyterian Brooklyn Methodist Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Palmer",
                            "role": "CONTACT",
                            "email": "map9505@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "Weill Cornell Medicine/NewYork Presbyterian - Queens",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Flushing",
                    "state": "New York",
                    "zip": "11355",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hina Ali",
                            "role": "CONTACT",
                            "email": "hia4002@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76538,
                        "lon": -73.81736
                    }
                },
                {
                    "facility": "Weill Cornell Medicine/NewYork-Presbyterian Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Casey Owens",
                            "role": "CONTACT",
                            "phone": "646-962-8189",
                            "email": "cdo4001@med.cornell.edu"
                        },
                        {
                            "name": "Myriam Elizaire-Williams",
                            "role": "CONTACT",
                            "phone": "646-962-4807",
                            "email": "mye4001@med.cornell.edu"
                        },
                        {
                            "name": "Pashtoon Kasi, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}