{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05109351",
            "orgStudyIdInfo": {
                "id": "62682"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Communication and Marketing of School Meals",
            "officialTitle": "Examining Communication and Marketing Strategies to Reduce Food Insecurity Among Latinx Children in California's San Joaquin Valley",
            "therapeuticArea": [
                "Other"
            ],
            "study": "communication-and-marketing-of-school-meals"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-27",
            "studyFirstSubmitQcDate": "2021-10-27",
            "studyFirstPostDateStruct": {
                "date": "2021-11-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anisha I Patel",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Currently, millions of children in preschools, schools, and in afterschool continue to receive breakfast, lunch, snacks and supper through these programs. Thanks to federal nutrition standards and reimbursements, school meals are generally healthier than meals from home, particularly for students from low-income households. Participation in these programs, beginning in the earliest years, reduces food insecurity and improves child health and academic performance. Despite USDA administrative flexibilities issued during the COVID-19 pandemic, participation in school nutrition programs has decreased. This trial will examine whether an intervention that focuses on communicating the benefits of child nutrition programs and establishes a feasible and sustainable strategy for parents to provide ongoing feedback to improve the appeal, cultural relevance, and quality of school meals will increase school meal participation to reduce food insecurity and promote child health.",
            "detailedDescription": "Childhood food insecurity, is associated with anemia, obesity, and diabetes, as well as poor academic performance. In the U.S., food insecurity rates are higher among low-income households of color. During COVID-19, food insecurity has rapidly increased due to unprecedented rates of unemployment. While 15% of U.S. households with children reported food insecurity before the pandemic, this rose to 35% in April 2020. Even as early as 1946, when the National School Lunch Program was developed, high-quality nutrition was recognized as essential for children to be healthy, to perform well in school, and to go on to lead productive lives. Moreover, free and reduced-price meals provide vital income support for low-income households. Thanks to USDA administrative flexibilities issued during the COVID-19 pandemic, most U.S. children are eligible to pick up free meals at local schools. Despite this, participation in school nutrition programs is less than one third of that prior to the pandemic, resulting in a 2.1 billion dollar loss in revenue for school meal programs. Unfortunately, even prior to the pandemic, participation in school nutrition programs by eligible children is much lower than it should be, particularly for school breakfast programs and during the summer. Parents are critical to facilitating and encouraging their children's participation in school meals. Despite this, few U.S. studies examine parents' perceptions of school meals. Studies that do exist suggest that when parents perceive school meals negatively, it deters participation in the programs. Previous research indicates that parents may not know that school meals must meet strict nutrition standards. Moreover, parents also lack a vehicle for sharing ideas for improving meals with districts, further hindering participation in nutrition programs. Therefore, in order to increase participation in these programs, it is important to develop strategies for communicating with parents about the health, economic, and academic benefits of school meals and to provide a mechanism for parents to provide input and implement changes.\n\nThis study's central hypothesis is that an intervention that focuses on communicating the benefits of child nutrition programs and establishes a feasible and sustainable strategy for parents to provide ongoing feedback to improve the appeal, cultural relevance, and quality of school meals will increase school meal participation to reduce food insecurity and promote child health, well-being, and educational outcomes. This will be tested through a cluster randomized controlled trial in 6 schools in California's San Joaquin Valley (SJV), which is largely rural, and home to many low-income, Latino, agricultural-worker families. SJV's rates of poverty, food insecurity, and diet-related diseases are some of the highest in the state. Given the immense need, it is particularly unfortunate that the school nutrition programs are not more fully utilized, particularly during the pandemic. Marketing and communication options developed by a group of research and marketing experts, parents, school nutrition staff, and other school stakeholders will include Promotion strategies for communicating with parents about the benefits of school meals and Product strategies for improving the branding, design, packaging, quality, cultural appeal, and variety of school meals. Specific intervention examples could include (1) communicating information about school nutrition standards and the importance of meals for health and learning, (2) designing more environmentally friendly packaging, perhaps including positive messaging, to replace distribution in plastic wrappings, or (3) emphasizing meals' local, sustainable and cultural appropriateness. Researchers will conduct surveys at baseline and 9 months to assess 1) parents' satisfaction of meals, 2) household food insecurity using the 18-item US Household Food Security Survey Module, and 3) school food nutrition staff's practices surrounding school meal participation. Data on school-meal participation throughout the study period will be obtained from school food service directors.\n\nIf successful, the model can support policy advocacy nationally and also be promoted to and adapted by other schools, as this is a ubiquitous problem. To date, there is little work on this topic."
        },
        "conditionsModule": {
            "conditions": [
                "Food Insecurity"
            ],
            "keywords": [
                "marketing",
                "communication",
                "schools",
                "nutrition"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participating to Boost Meal Participation",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention group will receive marketing and communication strategies developed by researchers, community organizations, parents, school nutrition directors, and other school stakeholders.",
                    "interventionNames": [
                        "Behavioral: Participating to Boost Meal Participation"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Usual care."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Participating to Boost Meal Participation",
                    "description": "The Participating to Boost Meal Participation intervention consists of utilizing marketing and communication strategies to promote school meal participation in elementary school students.",
                    "armGroupLabels": [
                        "Participating to Boost Meal Participation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in school meal participation",
                    "description": "School meal participation data will be collected from participating school food service via directors via surveys. Data is also publicly available through California Department of Education Nutrition Services and will be obtained but this data is usually not available in real-time.",
                    "timeFrame": "Baseline and at 2-3 months follow-up"
                },
                {
                    "measure": "Change in parents' satisfaction",
                    "description": "Surveys will be conducted to assess parents' satisfaction of school meals",
                    "timeFrame": "Baseline and at 2-3 months follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in household food insecurity",
                    "description": "Surveys will be conducted to assess changes in household food insecurity using the 18-item US Household Food Security Survey Module",
                    "timeFrame": "Baseline and 2-3-months after the start of the study."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Elementary schools in California's San Joaquin Valley\n\nExclusion Criteria:\n\n* Staff and parents who do not read or speak English or Spanish",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anisha Patel, MD, MSPH",
                    "role": "CONTACT",
                    "phone": "650-497-1181",
                    "email": "anipatel@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anisha Patel, MD, MSPH",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305-5119",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anisha Patel, MD, MSPH",
                            "role": "CONTACT",
                            "phone": "650-497-1181",
                            "email": "anipatel@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}