{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05222386",
            "orgStudyIdInfo": {
                "id": "STUDY6775"
            },
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Community Outreach for Palliative Engagement -- Parkinson Disease",
            "officialTitle": "Building Online Community to Improve Patient and Caregiver Outcomes in Parkinson Disease, Lewy Body Dementia and Related Disorders",
            "acronym": "COPE-PD",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "community-outreach-for-palliative-engagement-parkinson-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-03",
            "studyFirstSubmitQcDate": "2022-02-02",
            "studyFirstPostDateStruct": {
                "date": "2022-02-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benzi Kluger, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn more about the effectiveness of palliative care training for community physicians and telemedicine support services for patients and carepartners with Parkinson's disease and Lewy Body Dementia (LBD) or related conditions and their care partners. Palliative care is a treatment approach focused on improving quality of life by relieving suffering in the areas of physical symptoms such as pain, psychiatric symptoms such as depression, psychosocial issues and spiritual needs. Telemedicine is the use of technology that allows participants to interact with a health care provider without being physically near the provider.",
            "detailedDescription": "Investigators propose to conduct a pragmatic stepped-wedge comparative effectiveness trial comparing a novel model of providing community-based palliative care for persons living with Parkinson's disease (PD), Lewy Body Dementia (LBD) and related disorders through online communities to usual care. Our intervention includes support for both community neurologists (using the ECHO model of clinician support) as well as family caregivers and patients. Investigators hypothesize that this model of care will improve patient quality of life and caregiver burden as well as other important secondary outcomes such as patient symptom burden and clinician burnout. This study will recruit neurology providers (MD and APPs) from 24 community neurology practices. These practices will identify participants for the study who have PD, LBD or a related condition and moderate to high palliative care needs. Under usual care, community providers will deliver their usual care and center coordinators will collect data on our outcomes every 3 months. After one year of baseline data collection, 6 practices will be randomized to the intervention, which will include clinician training and coaching as well as access to online services for their patients. Per the stepped-wedge design an additional six practices will be randomized 18 months into the data collection period, six at 24 months, and the final six will enter the intervention 30 months into the data collection period to allow for 12 months intervention recruitment for all practices."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease Dementia",
                "Parkinson Disease",
                "Parkinson's Disease and Parkinsonism",
                "Lewy Body Parkinsonism",
                "Dementia With Lewy Bodies",
                "Progressive Supranuclear Palsy",
                "Corticobasal Degeneration",
                "Multiple System Atrophy",
                "Vascular Parkinsonism"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a pragmatic comparative effectiveness trial using a stepped-wedge design to randomize neurology practices (clusters).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 710,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "OTHER",
                    "description": "Community neurologists provide their usual care to enrolled participants. The clinicians may utilize other community resources to support patients and families as per their usual practice.",
                    "interventionNames": [
                        "Other: Parkinson Disease Standard Care"
                    ]
                },
                {
                    "label": "Online Community-Supported Palliative Care Intervention",
                    "type": "OTHER",
                    "description": "Community neurologists get training in palliative care via teleconferences (ECHO model), in addition to other support from our team. Patients and carepartners will also have access to additional support services when their providers enter the intervention (Online support groups, tailored education)",
                    "interventionNames": [
                        "Other: Online Community-Supported Palliative Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Parkinson Disease Standard Care",
                    "description": "Under usual care, community providers will deliver their usual care and center coordinators will collect data on our outcomes every 3 months. After one year of baseline data collection, eight practices will be randomized to the intervention, which will include clinician training and coaching as well as access to online services for their patients. Per the stepped-wedge design an additional eight practices will be randomized 18 months into the data collection period, and the final eight will enter the intervention 24 months into the data collection period to allow for 12 months intervention recruitment for all practices.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Online Community-Supported Palliative Care",
                    "description": "Neurologist Teleconferences: Training and coaching in palliative care will be provided using the Extension for Community Healthcare Outcomes (ECHO) model augmented by a Community of Inquiry Framework to address a desire for greater peer connection, enhance self-efficacy, and to address potential weaknesses in the ECHO model for more complex interventions such as palliative care.\n\nAdditional support services provided to carepartners and patients will be through the Family Caregiver Alliance's CareNav platform, including tailored educational materials, support groups and social support.",
                    "armGroupLabels": [
                        "Online Community-Supported Palliative Care Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quality of Life: Alzheimer's Disease (QOL-AD)",
                    "description": "Primary Outcome: Patient (Quality of Life): Investigators will use the Quality of Life: Alzheimer's Disease (QOL-AD) to understand the specific challenges and support preferences of persons living with PD, their family care partner, and healthcare professionals, through the Quality of Life: Alzheimer's Disease (QOL-AD). Range 13-52, higher scores = better QOL",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Zarit Caregiver Burden Interview short form (ZBI)",
                    "description": "Primary Outcome: Caregiver (Zarit Caregiver Burden Interview ): Investigators will use the Zarit Caregiver Burden Interview (ZBI) short form to understand the specific challenges and support preferences of persons living with Parkinson disease. Range 0-48 with higher scores = more burden",
                    "timeFrame": "6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Measures Edmonton Symptom Assessment Scale",
                    "description": "Patient Measures: Investigators will use the Edmonton Symptom Assessment Scale (ESAS-PD) - Patient symptom. Edmonton Symptom Assessment Scale (ESAS-PD) - 1-10 score range per item (13 item ESAS-PD); 0-130/higher score= worse outcome",
                    "timeFrame": "3, 6, 9, 12 Months"
                },
                {
                    "measure": "Patient Measures Hospital Anxiety and Depression Scale",
                    "description": "Patient Measures: Investigators will use the Hospital Anxiety and Depression Scale (HADS) - Patient Mood. Hospital Anxiety and Depression Scale (HADS)- 0-3 score range per item; higher score= worse outcome (scale broken down into depression score and anxiety score, each with 7 items)",
                    "timeFrame": "3, 6, 9, 12 Months"
                },
                {
                    "measure": "Patient Measures (FACIT-SP 12)",
                    "description": "Patient Measures: Investigators will use the Functional Assessment of Chronic Illness Therapy-Spiritual Wellbeing (FACIT-SP 12 Item) - Patient Spiritual Wellbeing. Range 0-48 with higher scores = better spiritual wellbeing",
                    "timeFrame": "3, 6, 9, 12 Months"
                },
                {
                    "measure": "Patient Measures (PG-12)",
                    "description": "Patient Measures: Investigators will use the Prolonged Grief Questionnaire (PG-12) - Patient Grief. Range 10-50 with higher scores = greater grief",
                    "timeFrame": "3, 6, 9, 12 Months"
                },
                {
                    "measure": "Carepartner Measures Hospital Anxiety and Depression Scale",
                    "description": "Carepartner Measures: Investigators will use the Hospital Anxiety and Depression Scale (HADS) - Carepartner Mood. Hospital Anxiety and Depression Scale (HADS) - 0-3 score range per item; higher score= worse outcome (scale broken down into depression score and anxiety score, each with 7 items)",
                    "timeFrame": "3, 6, 9, 12 Months"
                },
                {
                    "measure": "Carepartner Measures (FACIT-SP 12)",
                    "description": "Carepartner Measures: Investigators will use the Functional Assessment of Chronic Illness Therapy-Spiritual Wellbeing (FACIT-SP 12 Item) - Carepartner Spiritual Wellbeing",
                    "timeFrame": "3, 6, 9, 12 Months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Qualitative Interviews: Patient (Validate data)",
                    "description": "Investigators will validate and build upon prior qualitative data from our group regarding needs (domains) to ensure adequate coverage by our intervention.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Qualitative Interviews: Patient (Health Economic data)",
                    "description": "Investigators will collect health economic data and utilize qualitative interviews and mixed methods to gain a deeper understanding of the economic impact of the intervention, and other potential benefits of the intervention as well as opportunities to optimize it around patient and clinician preferences.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Qualitative Interviews: Carepartner (Validate data)",
                    "description": "Investigators will validate and build upon prior qualitative data from our group regarding needs (domains) to ensure adequate coverage by our intervention.\n\nIn addition, investigators will collect health economic data and utilize qualitative interviews and mixed methods to gain a deeper understanding of the economic impact of the intervention, and other potential benefits of the intervention as well as opportunities to optimize it around carepartner and clinician preferences..",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Qualitative Interviews: Carepartner (Health Economic data)",
                    "description": "Investigators will collect health economic data and utilize qualitative interviews and mixed methods to gain a deeper understanding of the economic impact of the intervention, and other potential benefits of the intervention as well as opportunities to optimize it around carepartner and clinician preferences.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Qualitative Interviews: Clinician",
                    "description": "Clinician knowledge and attitudes: Investigators will be tested on clinician's palliative care knowledge, assess attitudes and burnout pre and post intervention.",
                    "timeFrame": "6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPATIENT INCLUSION CRITERIA:\n\n• Over age 40 years and diagnosed with PD or other causes of parkinsonism, such as progressive supranuclear palsy, multiple system atrophy and Lewy Body Dementia by their community neurologist.\n\nExclusion Criteria:\n\nPATIENT EXCLUSION CRITERIA:\n\n* Potential patient subjects who are unable or unwilling to commit to study procedures\n* Presence of additional medical illnesses which requires palliative services (e.g. metastatic cancer)\n* Already receiving palliative care or hospice services.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benzi Kluger, MD",
                    "role": "CONTACT",
                    "phone": "585-275-2529",
                    "email": "Benzi_Kluger@URMC.Rochester.edu"
                },
                {
                    "name": "Christina Seger",
                    "role": "CONTACT",
                    "phone": "877-626-7373",
                    "email": "COPE-PD_Help@chet.rochester.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benzi Kluger, MD",
                    "affiliation": "University of Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Rochester Medical Center for Health + Technology",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benzi Kluger, MD",
                            "role": "CONTACT",
                            "phone": "585-275-2529",
                            "email": "benzi.kluger@chet.rochester.edu"
                        },
                        {
                            "name": "Christina Seger, MS",
                            "role": "CONTACT",
                            "phone": "877-626-7373",
                            "email": "COPE-PD_Help@chet.rochester.edu"
                        },
                        {
                            "name": "Benzi Kluger, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000019578",
                    "term": "Multiple System Atrophy"
                },
                {
                    "id": "D000012791",
                    "term": "Shy-Drager Syndrome"
                },
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000013494",
                    "term": "Supranuclear Palsy, Progressive"
                },
                {
                    "id": "D000020961",
                    "term": "Lewy Body Disease"
                },
                {
                    "id": "D000088282",
                    "term": "Corticobasal Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000007022",
                    "term": "Hypotension"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000009886",
                    "term": "Ophthalmoplegia"
                },
                {
                    "id": "D000015835",
                    "term": "Ocular Motility Disorders"
                },
                {
                    "id": "D000003389",
                    "term": "Cranial Nerve Diseases"
                },
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "asFound": "Parkinsonism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M21514",
                    "name": "Multiple System Atrophy",
                    "asFound": "Multiple System Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15597",
                    "name": "Shy-Drager Syndrome",
                    "asFound": "Multiple System Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16275",
                    "name": "Supranuclear Palsy, Progressive",
                    "asFound": "Progressive Supranuclear Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22693",
                    "name": "Lewy Body Disease",
                    "asFound": "Dementia With Lewy Bodies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2649",
                    "name": "Corticobasal Degeneration",
                    "asFound": "Corticobasal Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "relevance": "LOW"
                },
                {
                    "id": "M10072",
                    "name": "Hypotension",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12817",
                    "name": "Ophthalmoplegia",
                    "relevance": "LOW"
                },
                {
                    "id": "M18386",
                    "name": "Ocular Motility Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6605",
                    "name": "Cranial Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3956",
                    "name": "Multiple System Atrophy",
                    "asFound": "Multiple System Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4741",
                    "name": "Progressive Supranuclear Palsy",
                    "asFound": "Progressive Supranuclear Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1606",
                    "name": "Corticobasal Degeneration",
                    "asFound": "Corticobasal Degeneration",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}