{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05343169",
            "orgStudyIdInfo": {
                "id": "R01DA052426",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DA052426"
            },
            "organization": {
                "fullName": "New York University",
                "class": "OTHER"
            },
            "briefTitle": "Community-based Education, Navigation, and Support Intervention for Military Veterans",
            "officialTitle": "Evaluation of a Community-based Education, Navigation, and Support (CENS) Intervention to Reduce Opioid-related Harms Among Military Veterans",
            "acronym": "CENS",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "community-based-education-navigation-and-support-intervention-for-military-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-08",
            "studyFirstSubmitQcDate": "2022-04-18",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "New York University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Military veterans in the U.S. represent one of the populations most disproportionately impacted by the current opioid crisis. Veterans who use opioids and are not connected to the VA healthcare system have high rates of homelessness and experience higher prevalence of comorbid substance use disorder and mental health diagnoses than their \"service-connected\" counterparts. Due to these vulnerabilities and the observed barriers to testing and treatment among veterans-especially substance- and mental health-related stigma, drug naiveté, and limited support networks-veterans who use opioids represent a critical target for interventions designed to mitigate overdose and HIV/HCV risk behaviors. For socially isolated veterans and veterans with limited access to healthcare, programs that work outside of formal healthcare institutions and agencies are desperately needed. This application proposes to achieve the following Aims: 1) Evaluate the effectiveness of a peer-delivered, community-based education, navigation and support (CENS) intervention to reduce opioid-related risk behaviors; 2) Examine factors that mediate (e.g., knowledge, self-efficacy, self-stigma) and moderate (e.g., mental health, pain/OUD severity, age) intervention effectiveness; and 3) Explore intervention participants' and peer outreach staff perspectives on implementation as well as barriers to and facilitators of intervention effectiveness. The proposed intervention will be delivered by veteran peer outreach workers. The study will recruit 300 veterans with opioid use disorder to participate in a randomized controlled trial. The CENS intervention will engage 150 participants in ongoing educational sessions, healthcare and treatment navigation, and social support (involving both one-on-one and group social integration protocols) designed to improve self-efficacy, reduce self-stigma, increase service and healthcare utilization, and bolster knowledge. This study stands to contribute a timely, culturally-tailored innovation to overdose and HIV/HCV prevention-as-usual that, informed by the theory of triadic influence, directly confronts the social, intrapersonal, and structural-level barriers to opioid-related risk reduction among veterans. Study findings will be of great interest to community-based and civic healthcare organizations that provide overdose and HIV/HCV risk reduction outreach, as well as to agencies committed to improving healthcare engagement among veterans.",
            "detailedDescription": "The U.S. remains in a public health crisis involving opioid-related morbidity and mortality,1 and military veterans have been disproportionately impacted. Among veterans who use VA hospitals, the prevalence of OD deaths from non-synthetic opioids roughly doubled between 2001 and 2009, and deaths among this population have continued to rise dramatically, showing a 65 percent increase from 2010 to 2016 alone. This trend is grounded in high rates of concurrent prescription opioid (PO) and benzodiazepine use, but transitions from POs to heroin9 have been a recent driver of OD mortality and the disproportionately high HIV and HCV infection rates among veterans.1 Additionally, much of the scientific knowledge about health risks among veterans who use opioids (VWUO) comes from VA samples, which represent less than half of all military veterans. Veterans who do not have VA access or choose not to use it, include many of those most historically disadvantaged and at greatest risk of opioid-related harm. Rates of 'other than honorable' discharges for active duty personnel with alcohol or substance use issues have increased, excluding them from VA care and resulting in underestimates of opioid-related harms among the broader veteran population. For example, the prevalence of HCV infection-driven primarily by injection drug use-has been estimated at 11-18% among veterans who utilize the VA but up to 45% among the sizable population of homeless veterans, most of whom do not. Irrespective of benefit status, many veterans with substance and alcohol use disorders avoid substance use treatment, healthcare, and supported social services, such as opioid agonist therapy, housing and employment assistance, syringe service programs, mental health treatment, and HIV/HCV testing and treatment. Social isolation and a sense of alienation from civilian society have long represented important barriers to working with veteran populations and highlight the need for targeted, culturally sensitive interventions that reach at-risk veterans in community settings.\n\nThis application proposes to address this need by evaluating a community-based peer intervention for veterans with opioid use disorder that aims to reduce risk behaviors for opioid-related overdose and HIV/HCV infection. The use of peer-based outreach is designed to reach veteran subpopulations experiencing homelessness, mental health challenges, and significant barriers to healthcare access. Specifically, the intervention to be evaluated will overcome barriers at the three different levels underpinning the theory of triadic influence. Intrapersonal-level barriers for veterans include mental health problems (including PTSD, depression, suicidal ideation), chronic pain, low self-efficacy for behavior change and service involvement, competing priorities related to poverty and homelessness, and distrust of medical systems. Social/interpersonal-level barriers include social isolation, fears of treatment-related stigma (related to military culture), including concerns about the potential impact of seeking treatment on career progression and difficulties interacting with civilians. Last, sociocultural and structural-level barriers, include threats to future career progression represented by a mental health or OUD diagnosis and insufficient education to navigate complex health systems.\n\nThe intervention draws on the work of the study team and its experience implementing peer-delivered overdose prevention. This application presents a randomized control trial protocol for assessing a 9-month peer-based intervention employing dedicated veteran specialists to deliver each of the intervention components-education, healthcare/service navigation and social support. These components are all designed to facilitate decreased opioid-related HIV/HCV and OD risk behaviors at the end of the 9-month exposure. The study's specific aims are as follows:\n\nAim 1: Evaluate the effectiveness of a peer-delivered, community-based education, navigation and support (CENS) intervention to reduce opioid-related risk behaviors (OD/HIV/HCV). The team will use targeted, venue-based sampling to recruit a total of 300 veterans with opioid use disorder. Participants will be randomly assigned (150 each arm) to the 9-month CENS intervention or a 9-month standard naloxone-plus-referrals control and assessed at baseline and at 3-, 6- and 9-months post-baseline, then again at 15-months post-baseline to assess durability of effects. Effectiveness will be measured by treatment and supportive social service utilization and self-reported change in opioid OD52 and HIV/HCV57 risk behaviors.\n\nAim 2: Examine factors that mediate (e.g., knowledge, self-efficacy, self-stigma) and moderate (e.g., treatment experiences, pain and OUD severity, gender, age) intervention effectiveness.\n\nAim 3: Explore intervention participants' and peer outreach staff perspectives on implementation as well as barriers to and facilitators of intervention effectiveness. Using in-depth qualitative interviews with a subsample of participants (n=35), service providers (n=10) and peer staff interventionists (n=3), the team will assess participant experiences, psychosocial dynamics underlying intervention effectiveness, and barriers encountered. Findings will be used to inform future implementation and scale-up efforts.\n\nThis study stands to contribute a timely, culturally-tailored innovation to overdose prevention-as-usual that, informed by the theory of triadic influence, directly targets the social, intrapersonal, and structural-level barriers to opioid-related risk reduction among veterans. Study findings will be of great interest to community-based and civic healthcare organizations that provide overdose and HIV/HCV risk-reduction outreach, as well as to agencies committed to improving healthcare engagement among veterans."
        },
        "conditionsModule": {
            "conditions": [
                "Overdose",
                "Opioid Use Disorder",
                "HIV Infections"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two arm, parallel randomized control trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CENS Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Peer outreach workers will deliver Overdose Education and Naloxone to participants and provide education, navigation, and support during the 9-month intervention",
                    "interventionNames": [
                        "Behavioral: Overdose Education and Naloxone Distribution",
                        "Behavioral: Advanced Education in Safer Substance Use, Treatment, and Self-Care",
                        "Behavioral: Social Service and Health Navigation",
                        "Behavioral: Peer Social Support"
                    ]
                },
                {
                    "label": "Control",
                    "type": "OTHER",
                    "description": "Participants will receive Overdose Education and Naloxone and referrals to treatment",
                    "interventionNames": [
                        "Behavioral: Overdose Education and Naloxone Distribution"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Overdose Education and Naloxone Distribution",
                    "description": "Education on OD risk behaviors and methods for responding to an OD, including naloxone use.\n\nDuration and dose: Single 20-minute training at time of enrollment, provided to all participants in both arms",
                    "armGroupLabels": [
                        "CENS Intervention",
                        "Control"
                    ],
                    "otherNames": [
                        "OEND"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Advanced Education in Safer Substance Use, Treatment, and Self-Care",
                    "description": "Education about misinformation about OAT, self-care, SEP services, HIV/HCV treatment Duration/dose: 9 mos., monthly \\~2 hr. group sessions + ongoing access to video archive of recorded trainings.",
                    "armGroupLabels": [
                        "CENS Intervention"
                    ],
                    "otherNames": [
                        "Education"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Social Service and Health Navigation",
                    "description": "Help navigate access and barriers to healthcare, motivation and health goals Duration/dose: 9 mos., monthly face-to-face sessions to set goals and schedule appts, phone calls between sessions \\> 1x/wk.",
                    "armGroupLabels": [
                        "CENS Intervention"
                    ],
                    "otherNames": [
                        "Navigation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer Social Support",
                    "description": "Support with social (re)integration, isolation, relationship building Duration/dose: 9 mos., monthly face-to-face events and phone calls/texts between sessions \\> 1x/wk.",
                    "armGroupLabels": [
                        "CENS Intervention"
                    ],
                    "otherNames": [
                        "Support"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Opioid Overdose Risk Behaviors Scale",
                    "description": "Change in Overdose Risk Behavior Scale score, from baseline to 9 months. Min Score= 0 Max Score = 660 Higher scores indicate more engagement in overdose risk behaviors",
                    "timeFrame": "9 months follow-up assesment"
                },
                {
                    "measure": "Change in HIV/HCV Risk Behaviors",
                    "description": "Change in HIV/HCV risk behaviors as measured by the National HIV Behavioral Surveillance System questions about unsafe sexual and injection risk, from baseline to 9 month follow up.",
                    "timeFrame": "9 months follow-up assessment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Health service utilization",
                    "description": "Utilization of services as measured by number of visits in past 3 months, e.g. VHA hospitals, syringe exchange, healthcare providers. Measured by the investigator-developed questionnaire.",
                    "timeFrame": "9 months follow-up assessment"
                },
                {
                    "measure": "Drug Treatment",
                    "description": "Utilization of drug treatment in the past 3-months Yes/No Response",
                    "timeFrame": "9 months follow-up assessment"
                },
                {
                    "measure": "HIV/HCV Testing",
                    "description": "Past 3-month number of antibody tests for HIV and HCV",
                    "timeFrame": "9 months follow-up assessment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran status\n* Adult (18+) age\n* Current nonmedical use of opioids\n* Current clinical (DSM-5) opioid use disorder of any level of severity\n\nExclusion Criteria:\n\n* Unable to speak English\n* Unable to provide informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander S Bennett, PhD",
                    "role": "CONTACT",
                    "phone": "917-470-7000",
                    "email": "asb19@nyu.edu"
                },
                {
                    "name": "Luther C Elliott, PhD",
                    "role": "CONTACT",
                    "phone": "718-440-6371",
                    "email": "lce201@nyu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander S Bennett, PhD",
                    "affiliation": "New York University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "New York University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alex Bennett, PhD",
                            "role": "CONTACT",
                            "phone": "917-470-7000",
                            "email": "asb19@nyu.edu"
                        },
                        {
                            "name": "Luther Elliott, PhD",
                            "role": "CONTACT",
                            "phone": "718-440-6371",
                            "email": "lcw201@nyu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be shared via openICPSR© Self-Deposit Package. All specific identifies will be removed from final datasets prior to release for sharing. To prevent the unlikely but possible deductive disclosure of participant identity with particular characteristics, the study team will make the data available to other investigators only after discussion and under a formal data-sharing agreement that provides for: (1) commitment to use data for research purposes only and not to identify individual study participants; (2) commitment to promote objectivity in research using these data by establishing standards that provide a reasonable expectation that the design, conduct, and reporting of research funded under NIH awards will be free from bias (3) commitment to use appropriate information technology systems to keep data secure; and (4) commitment to returning or destroying data after analyses are complete.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be shared one year after completion of study or by June 2027.",
            "accessCriteria": "(1) commitment to use data for research purposes only and not to identify individual study participants; (2) commitment to promote objectivity in research using these data by establishing standards that provide a reasonable expectation that the design, conduct, and reporting of research funded under NIH awards will be free from bias (3) commitment to use appropriate information technology systems to keep data secure; and (4) commitment to returning or destroying data after analyses are complete."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M30011",
                    "name": "Drug Overdose",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}