{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04672811",
            "orgStudyIdInfo": {
                "id": "UP-20-00927"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Comprehensive and Continuous Status Measurement of Pre- and Post-Deployment Warfighters With Mobile Application",
            "officialTitle": "Digital cORA (Comprehensive Operator Readiness Assessment): Comprehensive and Continuous Mental and Physical Status Measurement of Pre- and Post-Deployment Warfighters With Mobile Application",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comprehensive-and-continuous-status-measurement-of-pre-and-post-deployment-warfighters-with-mobile-application"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-11",
            "studyFirstSubmitQcDate": "2020-12-11",
            "studyFirstPostDateStruct": {
                "date": "2020-12-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Leslie Saxon, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "In this study, we aim to continuously and comprehensively measure the mental and physical status of US Military Special Operation Forces (SOF) through a confidential and cybersecure research mobile application (app) over a six-month period. In conjunction with data collected via the mobile app, wearable sensors, such as the Apple Watch, will be used to continuously collect physiologic (e.g. heart rate) and other data (e.g. activity, sleep). Additionally, the app will have the capability of delivering helpful features, such as information and activities to ideally support study subjects, mitigate degradation, and optimize performance. The overall objective of the proposal is to investigate whether the app can contribute to reducing overall warfighter degradation and if degradation can be predicted from daily continuous measures of physical and mental behavior.",
            "detailedDescription": "Special Operations Forces (SOF) warfighters experience tremendous physical and mental strain and degradation after returning from deployment and during training prior to deployment. This degradation has been loosely linked to behavior termed \"red-line\" events, such as alcohol abuse, suicide, and divorce, however there is a lack of comprehensive evaluation directly linking \"red-line\" behavior to physical and mental degradation. To address this issue, a program called Comprehensive Operator Readiness Assessment (cORA) was implemented for 3rd SFG(A) Green Beret warfighters at Fort Bragg as a holistic one- day physical and mental assessment to help identify and mitigate performance-degrading factors. However, due to the in-person nature of the cORA assessment, the scalability of the program is limited. Additionally, the current program only captures a snapshot of physical and mental status as all the data is collected on one day. In this study, we aim to perform a research study where we scale the cORA program by transforming it into a confidential, cybersecure research mobile application (app), called Digital cORA, that will digitize the existing measures of the program, as well as collect continuous measures of warfighter physical, neurocognitive (e.g. spatial memory, working memory), psychological, and lifestyle factors over a six-month period. In conjunction with data collected via the mobile app, wearable sensors will be used to collect physiologic (e.g. heart rate) and other data (e.g. activity, sleep), continuously during their approximately six-month study participation. In addition to collecting data, and similar to the in-person program, the app will have the capability of delivering helpful features, such as information and activities around nutrition, meditation and mindfulness features to best support warfighters, mitigate degradation, and optimize performance. The overall objective of the proposal is to investigate whether a digital version of the in-person cORA program can be created to reduce \"red-line\" behavioral events (e.g. injury, suicide, divorce, Driving Under the Influence (DUI), etc.) specifically, or overall warfighter degradation more generally, can be predicted from daily continuous measures of physical and mental behavior. We will recruit the following: 1) 250 warfighters from 3rd Special Forces Group (SFG(A)) (Fort Bragg, NC) and 2) 250 warfighters from 1st Recon Battalion (Camp Pendleton, CA). These are both elite military warfighting groups. 3rd SFG(A) will be enrolled within 3months of returning from deployment (e.g. the Red Cycle), while Reconnaissance Marines will be enrolled up to 6 months prior to deployment during combat training (e.g. individual and unit training phases (ITP/UTP)). The research will allow collection of a comprehensive dataset of continuous physical and mental factors that can be tied to behavioral outcomes, particularly \"red-line\" events. We will analyze the data with traditional descriptive statistics to understand the structure of the data. We will then analyze the relationship between the various types of data and self-reported red-line events or general behavioral wellbeing/degradation using correlations and multiple regression analyses where appropriate. We will use the multi-faceted and continuous data from the study as a training data set to develop a novel machine-learning algorithm. Therefore, we will extract novel behavioral features from the actively and passively created data from the app."
        },
        "conditionsModule": {
            "conditions": [
                "Military Operations",
                "Military Activity"
            ],
            "keywords": [
                "Military",
                "Deployment",
                "Degradation",
                "Special Operations"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "App/Sensor Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects will be enrolled into the same experimental group for the duration of the study",
                    "interventionNames": [
                        "Device: Study App and Apple Watch"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Study App and Apple Watch",
                    "description": "Study App and Apple Watch",
                    "armGroupLabels": [
                        "App/Sensor Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Warfighter Status",
                    "description": "Rate of self-reported incidents characteristic of overall mental or physical degradation",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Warfighter Self-Knowledge",
                    "description": "Post-study survey of self-reported improvement of warfighter self-knowledge and personal awareness on best methods to monitor and maximize mental and physical performance with biofeedback and summary reports",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Post or Pre-deployment Army and Marine Warfighters in 3rd SFG(A) and 1st Reconnaissance Battalion. Post-deployment (defined as within three months of returning from deployment) for 3rd SFG(A) and within six months prior to deployment for 1st Reconnaissance Battalion\n\nExclusion Criteria:\n\n* Potential participants will be excluded from the study if they are expecting to be in a pre or post operational environment that would not be conducive to study adherence",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jill Boberg, Ph.D.",
                    "role": "CONTACT",
                    "phone": "3104485363",
                    "email": "boberg@ict.usc.edu"
                },
                {
                    "name": "Trevor Barrett, Ph.D.",
                    "role": "CONTACT",
                    "email": "tbarrett@ict.usc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Camp Pendleton",
                    "status": "RECRUITING",
                    "city": "Oceanside",
                    "state": "California",
                    "zip": "92058",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven Uziel, MAJ",
                            "role": "CONTACT",
                            "email": "steven.uziel@usmc.mil"
                        },
                        {
                            "name": "Brett Lane-DeAugustinis, MSGT",
                            "role": "CONTACT",
                            "email": "steven.uziel@usmc.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.19587,
                        "lon": -117.37948
                    }
                },
                {
                    "facility": "Ft. Bragg",
                    "status": "RECRUITING",
                    "city": "Fayetteville",
                    "state": "North Carolina",
                    "zip": "28310",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jon Bishop, COL",
                            "role": "CONTACT",
                            "email": "john.bishop@socom.mil"
                        },
                        {
                            "name": "Alex Newsom, LTC",
                            "role": "CONTACT",
                            "email": "alex.newsom@socom.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.05266,
                        "lon": -78.87836
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}