{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06022809",
            "orgStudyIdInfo": {
                "id": "2023P001336"
            },
            "secondaryIdInfos": [
                {
                    "id": "125110",
                    "type": "OTHER",
                    "domain": "BWH"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Comparative Effectiveness of Individual Versus Group-Level Interventions to Reduce Human Immunodeficiency Virus (HIV)/ Sexually Transmitted Infections (STI) Incidence",
            "officialTitle": "Comparative Effectiveness of Individual Versus Group-level Interventions to Reduce HIV Risk Among African Immigrant Women",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "comparative-effectiveness-of-individual-versus-group-level-interventions-to-reduce-human-immunodeficiency-virus-hiv-sexually-transmitted-infections-sti-incidence"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-25",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-28",
            "studyFirstSubmitQcDate": "2023-08-28",
            "studyFirstPostDateStruct": {
                "date": "2023-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bisola O. Ojikutu, M.D.",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "RAND",
                    "class": "OTHER"
                },
                {
                    "name": "The Fenway Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Boston University",
                    "class": "OTHER"
                },
                {
                    "name": "Muslim Women's Institute for Research and Development",
                    "class": "OTHER"
                },
                {
                    "name": "Whittier Street Health Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Harvard Street Neighborhood Health Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Harvard Medical School (HMS and HSDM)",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The HIV diagnosis rate among African-born Black women is the highest of all Black individuals living in the US. Correct and consistent use of condoms and use of pre-exposure prophylaxis (PrEP) are two effective means of decreasing HIV risk among women, but they remain suboptimal among Black women.\n\nThe specific aims of this study are:\n\n1. To culturally adapt two widely utilized, evidence-based HIV prevention interventions originally designed for US born Black women (Sister-to-Sister (S2S) and Sisters Informing Sisters about Topics on AIDS (SISTA)) for use by African-born women\n2. To conduct a randomized controlled comparative effectiveness trial (RCT) to determine the effectiveness of adapted versions of S2S versus SISTA on increasing condom use and PrEP uptake among African-born women.\n\nThe adapted versions of these interventions will be given new names that resonate with the African culture. The adapted version of S2S intervention will be called \"Dada Kwa Dada (DKD)\" intervention while the adapted version of SISTA intervention will be called \"DADA\" intervention. \"DADA\" means \"Sister\" in Swahili and other languages in Eastern and Western Africa.",
            "detailedDescription": "Background and Significance\n\nAfrican immigrants comprise a growing share of the US Black population, particularly in the Northeast. The population of African-born individuals in the US has doubled every decade since 1970; in 2015, there were 2.1 million African-born individuals in the US, more than 50% are female. Most are from Eastern (Ethiopia, Kenya and Somalia) and Western sub-Saharan Africa (Nigeria, Ghana and Liberia). Approximately one-third of the Black population within US cities are non-US born. One-third of new HIV diagnoses among African-born individuals occur in the Northeast, as opposed to the South where the majority of newly diagnosed US born Black individuals reside.\n\nAmong Black individuals in the US, African-born women have the highest rate of new HIV diagnoses due to heterosexual transmission. In 2014, the HIV diagnosis rate among African-born Black women was 400% higher than US born Black women. The rate of new HIV diagnoses among all Black women has decreased significantly, however the disparity between African-born and US born Black women increased. More than half of African-born Black individuals newly diagnosed with HIV are women (60.7%) compared to US born (27.0% women).\n\nA significant proportion of HIV transmission cases among African-born women occurs post-immigration, here in the US. In a qualitative analysis conducted by our team in MA and NYC, 62% of HIV-infected African-born women believed that they contracted HIV in the US. Utilizing data on length of time in US, HIV testing, and life history, Wiewel et al concluded that 34% of HIV-infected African-born individuals were most likely infected in the US.\n\nHIV risk among African-born Black women is due to complex cultural, psychosocial, and structural issues. PrEP is an effective HIV prevention strategy in women, and education about PrEP will be added to both interventions. Though African-born Black women are at-risk, there are no evidence-based interventions to address PrEP use, and little is known about its use among African-born women.\n\nThe key evidence gap is the lack of culturally adapted evidence-based interventions to address the HIV/STI prevention needs of at-risk African-born Black women. Current evidence-based interventions do not address cultural norms regarding sexual partnerships, HIV-related stigma, immigration challenges, PrEP education or culturally determined sexual practices such as \"dry sex\" which increases HIV risk. Formative data collected through Tulumbe! have revealed that culturally adapted interventions are needed to reduce HIV risk and will fill this critical gap.\n\nSignificance\n\nThis study is designed to address a critical gap and to inform an important decisional dilemma by adapting two HIV/STI prevention interventions and compare their effectiveness among African-born Black women.\n\nS2S (a brief, health profession-led, individual-level intervention proven to increase condom use and decrease STIs) is the only Centers for Disease Control and Prevention (CDC) High Impact HIV Prevention Intervention (HIP) culturally tailored for heterosexually active US born Black women.\n\nSISTA (a peer-led, group-level intervention also proven to increase condom use and decrease STIs) is also culturally tailored for heterosexually active US born Black women and utilizes the Theory of Gender and Power to overcome gender inequality, which may address many of the drivers of HIV risk among African-born Black women.\n\nSpecific Aims and Objectives\n\nOur research question is:\n\nWhat effect does participation in a culturally-adapted group-level versus an individual-level intervention have on the use of HIV prevention strategies among at risk African-born women living in the US?\n\nThe investigators hypothesize that culturally adapted SISTA will be more effective than culturally adapted S2S in addressing the complex drivers of risk among African-born Black women because it addresses gender inequality (a primary driver of HIV infection), is peer-led (promoting patient and stakeholder ownership), and is group-level (fosters a sense of support and community).\n\nSubject Selection\n\nThis study will be conducted in MA \\[Brigham and Women's Hospital (BWH) Clinic and Whittier Street Health Center (WSHC)\\] and in NYC \\[Muslim Women's Institute for Research and Development (MWIRD)\\]. All sites have established procedures for referrals to HIV clinical services including PrEP. In MA, Whittier Street Health Center and Brigham and Women's Hospital Gynecology Clinic offer HIV and PrEP services; in NYC, MWIRD has an established relationship with Morris Heights Health Center and African Committee Services, as primary HIV and PrEP referral centers which offer HIV treatment and PrEP).\n\nRecruitment Strategy\n\nParticipants will be recruited via listservs of organizations affiliated with BWH clinic, Whittier Street Health Center (WSHC), Muslim Women's Institute for Research and Development (MWIRD), via posters, flyers, walk-ins, online social media groups and residents in cities throughout MA and NYC. In addition, the study will use a referral method where participants share with their friends the recruitment flyer, which includes contact information for the study coordinator.\n\nRandomization Process and Treatment Assignment\n\nAt each site, a blocked 1:1 randomization design with stratification by site and African region of origin based upon the most common regions of origin of African-born immigrants in the US (West vs. East) and language (English vs. French) alternating blocks of 2 and 4 to prevent anticipation of condition will help to ensure balance across arms. The biostatistician will use a random number generator to devise a randomization log and a set of numbered randomization. This will be done using REDCap. As participants complete baseline assessments, sealed opaque envelopes will be used to reveal the assignments. Once randomized, DADA participants will wait to be scheduled into a session until when at least 4 additional participants have been randomized to DADA. Participants will also need to wait for assignment to appropriate groups based upon language requirements (French vs. English). The investigators anticipate that both interventions will be delivered approximately two weeks post-enrollment. The participants will be assigned to receive one of two culturally adapted virtual interventions.\n\nDADA(Group-Level Intervention). Studies suggest that sexual risk beliefs among African-born individuals are highly community-oriented and peer influenced. Therefore, virtual group census will be kept between 5-8 women to enhance opportunities for pro-social, peer feedback regarding sexual health behavior. Once randomized, participants will wait to be scheduled until at least 4 additional participants within their site have been randomized to the DADA. Participants will also need to wait for assignment to appropriate groups based upon language requirements (French vs English). The investigators anticipate that both interventions will be delivered approximately two weeks post enrollment. The partially nested design of this study (participants are nested within groups in one arm of the study) is addressed in Analytic Plan.\n\nStudy Procedures\n\nThe same study protocol will be used within each site. Research assitants will communicate with potential participants via email or telephone. If eligible, they will be consented via telephone and physically when they visit site for testing. They will then be randomized (using REDCap) to either condition and asked to complete an online survey via REDCap. Participants will present to WSHC or MWIRD in person for HIV testing via 4th generation assay and gonorrhea and Chlamydia testing via urine nucleic acid amplification assay within one week of enrollment. Patient will be consented in person during site visit. BWH clinic, WSHC and MWIRD have safety protocols in place to perform onsite laboratory testing. The investigators anticipate that virtual intervention delivery (for both interventions) will occur approximately two weeks following enrollment which will allow for participant accrual for SISTA/DADA (group-level intervention) and HIV testing results to return. Participants will receive stipends to cover their cell phone/data plan costs throughout the duration of the study to ensure access during follow-up.\n\nResearch assistants will recruit 424 individuals (212 per condition) from community-based sites throughout MA and NY. HIV testing will be offered at baseline. Women who are found to be HIV positive will be navigated to care and treatment services and will be excluded from participation. Women who test positive for Chlamydia and/or Gonorrhea will be referred to counseling and treatment and still be included in the study. Follow-up for the primary patient centered outcomes (condom use and PrEP uptake) will occur at 3 and 6 months following baseline assessment. At baseline and 6 months participants will be offered urine testing for Chlamydia and gonorrhea and HIV testing (4th generation). Interventions will be delivered at community-based clinic sites (BWH, WSHC (in MA), and, MWIRD (in NY)) Additional outcomes as listed below will also be collected at baseline, 3 and 6 months.\n\nSample Size and Power\n\nSample size calculations for the patient-centered primary outcomes (condom use and PrEP uptake) are based on previous research. For condom use, in a subset analysis (N=283) of data including African-born women, 22% of women reported condom use during most episodes intercourse in past 3 months. Similar data were reported by the National Survey on Family Growth. These data support using 22% condom use as a baseline estimate. For this study the condom use outcome will be defined as the proportion of protected sexual intercourse or the number of days on which the participants had sexual intercourse using a condom divided by the number of days on which they had sexual intercourse during the 180 days prior to assessment. The investigators will focus on the 6-month assessment in a conservative estimation of available power and minimally detectable effect size. Power for differential longitudinal effects between the DKD (individual intervention) arm and the DADA (group intervention) arm will be greater as a result of the accounting of within-subject correlation of responses in the GEE models noted in the Analysis Plan. In a previous RCT, S2S resulted in 26% increased condom use at 6 months (past 90 days). In previous RCTs, SISTA resulted in increased condom use at 6 months (40% to 56% increase in the past 90 days). Assuming a 26% increased condom use from baseline in the DKD arm at 6-months and 40% increased condom use (a modest estimate) in the DADA arm at 6-months (equal to an odds ratio of 1.90), with 354 participants overall and 177 per intervention (accounting for 17% drop-out), the sample size will have 80% power to detect a statistically significant difference with an alpha of 0.05. For PrEP uptake, data are limited regarding women in the US, therefore, effect size estimates are based on individual-level intervention trials among Black men who have sex with men (MSM) which resulted in a 25%-37% increase in PrEP uptake at 1 to 3 months. For African-born women who are lower risk than Black MSM, the investigators anticipate a lower impact of interventions on PrEP uptake. A sample size of 177 in each arm would detect a difference of 10% increased uptake in the DKD arm versus 21% increased uptake in the DADA arm with 80% power. When applying ITT, there will be a very good power to detect differences of a moderate size or greater in odds ratio for our two primary outcomes of condom use and PrEP uptake. Possible location/site clustering may impact detectable differences in primary outcomes. With two locations (MA and NYC) where condom use and PrEP initiation could vary substantially, there is a possibility of the need to account for location as a clustering variable. Without available data in the target population for this trial to measure the likely design effect (i.e., the sample size inflation factor accounting for site clustering), the investigators can nonetheless compute how a design effect of a notable size would impact the differences in proportions that would be detectable with sufficient statistical power.\n\nThe investigators can compute statistical power for the planned Aim2 study based on simulation using 10,000 Monte Carlo samples and two-sided Fisher's exact tests for our STI outcome and chi-square tests for our condom use outcome. The investigators will employ a type 1 error rate of 5% in these computations. The investigators propose using a 1:1 randomization design with randomly permuted blocks of 2 and 4 with stratification by African region of origin based upon the most common regions of origin of African immigrants in the US (West versus East). The study will enroll a total of 424 women (212 per arm) which accounts for an estimated 17% drop-out rate yielding an analysis sample size of 354 and will give adequate power to detect clinically meaningful differences in study outcomes between the two arms. With clustering by site (3 sites) taken into consideration, an analysis sample size of 177 in each arm will detect differences of 10.6% STI in the Dada Kwa Dada arm versus 2% in the DADA arm as statistically significant assuming an intraclass correlation coefficient (ICC) of 0.005 design effect of 1.3. With n=177 in each arm for analysis, for condom use the investigators can detect a difference between arms of 26% vs. 42.1% assuming an ICC of 0.005 and a design effect of 1.3. Thus, for both primary outcomes, our sample size of 212 per group/424 total enrolled with 17% loss to follow-up, should provide adequate statistical power to detect clinically meaningful differences in outcomes while accounting for site-level clustering.\n\nInternal and External Validity: To ensure internal validity, the investigators will minimize selection bias with a block randomization design (described above) and control for attrition bias by analyzing the data according to the ITT approach. Multivariable analysis methods will be used to adjust for the effects of confounders. Performance bias will be minimized by taping the intervention and ongoing supervision. To minimize contamination, patients receiving the intervention will be asked not to share the information with other individuals. To ensure external validity the investigators will recruit from diverse African populations throughout MA and NYC, base the intervention in real-world settings, and institute practices to minimize drop-out. Our eligibility criteria is inclusive of diverse women, some of whom will be moderate versus high HIV/STI risk. The study is involving stakeholders who will be engaged in future scale-up and documenting resource needs. The study will also solicit input from patients and stakeholders. Measures of validity will be documented in all reports.\n\nHeterogeneity of Treatment Effects (HTE). Determining whether or not the effect of the interventions varies across participant subgroups is important for future implementation. The investigators will estimate the effects of each condition in clinically relevant subgroups (e.g. regional West versus East African, time since immigration (≥10 years vs \\<10 years). The investigators will not look at HTE based upon immigration status because the sensitivity of that information will make missing data highly likely. Without information on a specific likely magnitude or direction of potential HTE, the investigators cannot examine statistical power for a definitive scenario. However, the investigators compute the minimal difference in between-strata odds ratio for our primary outcome, condom use, that would be statistically significant with 80% power at an alpha of 0.05 assuming two strata of equal size given an overall sample size of 424. These stratum-specific odds ratios average to 1.91, the odds ratio detectable with 80% power in our overall analysis. With n=212 per stratum, the minimal difference in odds ratios required for statistically significant HTE with 80% power would be for odds ratios of 4.03 and 1.06, constituting very sizable heterogeneity. The investigators thus expect our statistical testing of interaction as noted above, will be underpowered with respect to HTE and will consider any clinically meaningful, but statistically non-significant stratum specific observed differences, to be of hypothesis generating relevance that could be examined in larger study in the future.\n\nAnalytic Plan\n\nThe investigators will use an intention-to-treat (ITT) protocol in which participants will be analyzed in their original assigned treatment conditions irrespective of the number of follow-up sessions attended. The investigators will specifically examine the balance in salient variables at baseline between intervention arms using descriptive statistics only and not with hypothesis testing as per the 2010 CONSORT guidelines. From these analyses, the investigators will identify variables as potential confounding variables to be included in subsequent multivariable analyses of our trial endpoints. Next, in initial unadjusted analyses to determine the differences between study conditions, the investigators will use t-tests for continuous variables and cross-tabulations with chi-square testing for categorical outcome variables separately at each of the time points, 3 and 6-months. As our primary statistical analyses, however, the investigators will employ models for repeated measures of our outcomes of interest to obtain adjusted mean differences or odds ratios over the 6-month period via linear and logistic generalized estimating equation (GEE) regression models. The fitted GEE parameters will be interpreted as adjusted odds ratios in logistic models and adjusted mean differences in linear models. Each model will include, if necessary, sociodemographic variables as covariates as well as terms representing an interaction between treatment and time period. These models will also include study site as a covariate so that site-level heterogeneity of intervention effects over time can be formally estimated and tested. In addition to study site, based on a priori theoretical and clinical consideration the investigators will extend the main effects only models to examine potential effect modification by participant age. In addition to our ITT-based analyses, the investigators will analyze the data in an \"as treated\" manner by dividing the DADA arm into subgroups by level of dose/compliance. The DADA group-level intervention will be designed as a two, 3hr, two days sessions and adherence to the entire session may vary. Therefore, the investigators will generate adherence-adjusted estimates of the effectiveness of DADA versus DKD. Heteroscedastic partially nested mixed-effects models, which model the clustering in only one arm will be used given the comparison of the group-level (DADA intervention) with the individual-level (DKD Intervention). Our statistical testing in all analyses will employ a 2-sided type I error rate of 5% and 95% confidence intervals will be generated.\n\nMonitoring and Quality Assurance\n\nProcess (Acceptability and Feasibility) Evaluation: To ensure that the interventions are acceptable in routine care and can be feasibly incorporated into Community Based Organizations (CBO) operations, using IRBs # 2020P001558 and # 2021P001486. The investigators/research assistants have conducted virtual post-intervention interviews during pilot with all participants and facilitators. Acceptability has been assessed using the Information Systems Success Model (ISSM) and has been adapted in assessing facilitators and participants' perception of the intervention using four domains (1) information quality, (2) delivery quality, (3) perceived usefulness and (4) overall satisfaction with the intervention using Likert scales. Mean scores will be reported for each domain. Intervention participants will also be asked open-ended questions, such as \"What did you like most/least about the intervention?\". The investigators have also evaluated intervention feasibility with feedback (post-intervention forms) from the facilitator on intervention session flow, content, and whether key elements were covered adequately. The intervention facilitators took notes on perceived effectiveness of the facilitation manual and videos. Feasibility has been assessed to determine if the interventions are practical in specific situations and settings. Qualitative data will be discussed and relevant changes will be made to the interventions. The interventions will be considered feasible and acceptable if post-session feedback is highly positive (high mean ISSM scores) and if any identified barriers to implementation can be (and are) addressed. Data collected during the pilot test will result in the final adapted interventions.\n\nFidelity Assessment. A critical component of the RCT will be the assessment of intervention fidelity. Adherence to the content of the intervention strategies will be determined by: (1) Content: Was each of the intervention components implemented as planned?; (2) Coverage: What proportion of the target group participated in the intervention?; (3) Frequency/Duration: Were the intervention components implemented as often and for as long as planned?. A random sample of 10 intervention delivery recordings will also be selected and reviewed to assess fidelity. If an implemented intervention adheres completely to the content, frequency, duration, and coverage prescribed by its designers, then fidelity can be said to be high. Moderators of fidelity will also be determined, such as intervention complexity, facilitation strategies, quality of delivery and patient responsiveness.\n\nData Management: Ojikutu(PI) has ultimate responsibility for data management and safeguarding and will provide trainings to the study team. All study data will be stored in a password-protected database that is backed up through a secure offsite connection \\[REDCap (Research Electronic Data Capture) is a secure, HIPAA compliant web-based application hosted by Partners HealthCare Research Computing\\]. All study data will be identified by a unique identification (ID) code and kept separately from study samples, results, informed consent and locator information. A list connecting the name of the participant and participant ID code will be maintained in a locked cabinet in locked offices at BWH, WSHC and MWIRD and with the study PI (only accessible to the Site PIs and the study site coordinator). Self-reported study data will be collected at community-based sites by unique ID code via REDCap and transmitted via password-protected, encrypted flash drives. De-identified data will be uploaded to REDCap. These data will not be shared with individuals who are not part of the project team, and no data shared with the study team will contain participant names. The site coordinators will have access to these files and will locate the participant at baseline and 12 months by name/birth date, link them to the unique ID code and enter results into REDCap. All linking files and identifiable information will be destroyed within a year after study completion. Frederica Williams (Co-I) and Nurah Amatulllah (Co-I) will re-check the entry of these data to ensure accuracy. Though blinding is not possible, the study team will be blinded to the data and results until the end of the trial to avoid bias.\n\nThe investigators propose a single, independent, trained mental health provider (e.g. licensed clinical social worker) who has no conflict of interest with the study team and who has research experience serve as an independent monitor for the study. This study has identified Dr. Christina Psaros who has exceeded these qualifications to serve in this capacity as independent monitor. To allow effective monitoring, Dr. Psaros will be provided with periodic reports every 3 months which include subject enrollment, subject retention, the number of patients who drop out of the study with reasons for dropping out, and a listing of all adverse events (AEs) that are plausibly related to study procedures. Dr. Psaros will make a recommendation regarding the continuation, modification, or termination of the study. All communications from the independent monitor will be shared with the study institutional review board (IRB), as well as Patient-Centered Outcomes Research Institute (PCORI). Any unexpected, serious adverse events that occur during the course of this investigation and follow-up period will be reported by telephone by the PI, Ojikutu, within the next business day to the study IRB and the independent study monitor. The telephone report will be followed within 3 business days by a written report, which will contain: subject's ID#, the title and date of serious adverse event, and narrative explanation (e.g., how the research staff was notified of the event, dates of consent, study screening for inclusion/exclusion, whether the participant participated in the intervention, dates and circumstances of the hospitalization/death, whether alcohol or drugs were known to be involved, and participant status at last research contact). In consultation with the IRB and independent monitor, the PI will address whether there is a need to redesign or amend the protocol, and/or to inform current and future subjects of a change in description of risk (e.g., in consent form and protocol).\n\nPreventing and Handling Missing Data: Trial design that limits the likelihood of missing data is a priority of our study team. Incentives will offered, the follow-up periods are frequent, and strategies are in place to continually engage participants. If the study have high retention and find statistically significant differences between respondents and non-respondents at follow-up, the investigators will construct and employ inverse predicted probability nonresponse weights. If item nonresponse is substantial, the investigators will address it using multiple imputation techniques. This approach is one of the statistically principled methods noted in a recent New England Journal of Medicine (NEJM) editorial on the need for such approaches in the analysis of data from RCTs with missing values. This approach assumes that data are missing either completely at random (MCAR) or at random (MAR) as a function of non-missing data on available variables in the dataset. The investigators will implement this process using proc Multiple Imputation (MI) in Statistical Analysis System (SAS). The investigators will generate 20 imputed datasets and will conduct our intent-to-treat analyses per our analysis plan, saving results across datasets so they can be combined using proc mianalyze in SAS. The investigators will also consider the possibility that data are missing in a non-ignorable fashion. Should more or less affected subjects be lost-to-follow-up the investigators will randomly impute data in sensitivity analyses under various alternative scenarios employing multiple imputation with the combination of analytic results noted above.\n\nReporting of Subject Enrollment and Follow-up: Consistent with the CONSORT statement, the investigators will record the number of patients approached, screened, ineligible, and refusing participation. The investigators will record subject attrition and note all adverse events. Whenever a participant drops out of the study, the specific reason for dropout, who decided that the participant would drop out, and whether the dropout involved intervention participation, data collection, or both will be documented. All participants included will be accounted for in CONSORT diagram. All post-randomization exclusions will be documented and accompanied by a rationale for exclusion.\n\nClinical monitoring structure/site monitoring plan: The study team consists of members who are primarily responsible for overseeing the study implementation in the BWH main campus and at 2 field clinic sites. Each of the clinics has a site PI who is responsible for supervising site staff, ensuring that all study activities occur, and data management. The site PI will oversee the site recruitment, intervention implementation, data collection, facilitation, administration and reporting to BWH. Each site will also have a project coordinator and a research assistant to coordinate operational responsibilities for the substantive direction of the project at the site in collaboration with other site research staff. They will assist in upholding effective strategies and coordination for sample screening, recruitment, retention, scheduling, data collection, blood draws, testing, sample handling, medical records, reporting, and participate in study meetings other study activities. Additionally, will organize blood draws and testing of the study participants in collaboration with Quest Diagnostics laboratory.\n\nData Sensitivity: All data will be labeled with a unique identification (ID) number. Participant names will only appear (1) on participant consent forms which will be stored in locked file cabinets at BWH, WSHC and MWIRD and in the PI's office and are only accessible to the site PIs and coordinating project staff, and (2) on a master list for participant tracking, which links participants' identification numbers to their names, telephone numbers, and street addresses and will be kept in a locked room in a locked office on a single password protected encrypted computer at BWH, WSHC and MWIRD. A hard copy of the master list will be kept in a locked file cabinet that is only accessible to the site PI and coordinating project staff. The master list will be destroyed following completion of data collection (i.e., after all participants have completed the last follow-up self-report survey). Consequently, it will not be possible to determine the identity of respondents from any of the research material.\n\nDisposition of Data After the Study: Hard and soft copies of raw data, including participant identifiable information and computer files with de-identified data will be kept in locked files in the PI's office; all linking files and identifiable information will be destroyed within a year after study completion. Audiofiles of participant interviews will be destroyed following confirmation of the accuracy of the transcription. De-identified information will be destroyed a reasonable amount of time after publication of the final reports and articles.\n\nData Integrity: The investigators have several mechanisms in place to ensure data integrity and confidentiality. All study staff will be trained to promote standardized and objective collection and recording of participant information. Assessments are edited by the study coordinator at each site for legibility, consistency, and completeness. All data will be stored in a password-protected database that is backed up through a secure offsite connection. All paper files are stored in locked file cabinets, and electronic files are stored in password-protected files. Furthermore, both paper and electronic files are identified only by participant ID numbers. Confidentiality policies and procedures are reviewed with all new staff and reviewed annually with current staff. A federal Certificate of Confidentiality will be obtained for this project."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Other STIs"
            ],
            "keywords": [
                "HIV",
                "African-born women",
                "Condom use",
                "Pre-exposure Prophylaxis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In this study, we have a two-arm parallel assignment, with each arm receiving a different intervention (individual-level vs. group-level).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 424,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individual-level intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Virtual one-on-one session",
                    "interventionNames": [
                        "Behavioral: Dada Kwa Dada (individual-level)"
                    ]
                },
                {
                    "label": "Group-level intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Virtual group sessions",
                    "interventionNames": [
                        "Behavioral: DADA (group-level)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dada Kwa Dada (individual-level)",
                    "description": "Dada Kwa Dada (DKD) intervention is an adapted version of Sister to Sister (S2S) intervention (a brief, health profession-led, individual-level intervention proven to increase condom use and decrease STIs among African American women). Intervention is a 1hr to 1.5hrs session and offered in English or French.",
                    "armGroupLabels": [
                        "Individual-level intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "DADA (group-level)",
                    "description": "DADA intervention is an adapted version of Sisters Informing Sisters about Topics on AIDS (SISTA) intervention (a peer-led, group-level intervention proven to increase condom use and decrease STIs among African American women). This is a 6hrs intervention implemented in two three-hour sessions and offered in English or French.",
                    "armGroupLabels": [
                        "Group-level intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants who used condom during their last sexual intercourse",
                    "description": "Condom use at last sexual intercourse (Self-report yes/no) change from baseline to each followup)",
                    "timeFrame": "3-month and 6-months after intervention"
                },
                {
                    "measure": "Proportion of participants who obtained PrEP prescriptions.",
                    "description": "Participants who obtained prescription for PrEP (Self-report/medical record review)",
                    "timeFrame": "3-months and 6-months after intervention"
                },
                {
                    "measure": "Proportion of participants who are willing to take PrEP in the next 12 months.",
                    "description": "Participants who reported that they were extremely unlikely, very unlikely, somewhat unlikely, not sure, somewhat likely, very likely or extremely likely willing to take PrEP.",
                    "timeFrame": "3-months and 6-months after intervention"
                },
                {
                    "measure": "Proportion of participants who took PrEP through pill or injection.",
                    "description": "Participants who took daily PrEP pills or PrEP injection.",
                    "timeFrame": "3-months and 6-months after intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants who tested positive for STI.",
                    "description": "New diagnosis for HIV, Chlamydia trachomatis and Neisseria gonorrhea.",
                    "timeFrame": "6-months after intervention"
                },
                {
                    "measure": "Proportion of participants who accepted HIV testing.",
                    "description": "Participants who accepted HIV testing.",
                    "timeFrame": "6-months after intervention"
                },
                {
                    "measure": "Proportion of participants with intention to get tested for HIV in the next 6 months.",
                    "description": "Participants who reported that they were very unlikely, somewhat unlikely, somewhat likely or very likely to get tested for HIV in the next 6 months.",
                    "timeFrame": "6-months after intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* HIV-negative\n* Born in an African country\n* Currently living in Greater Boston Area or New York City\n* Cis-gender woman\n* Self-reported Black or mixed-Black race\n* Fluent in English or French\n* Ages between 18 and 45\n* Report of condomless vaginal or anal sex with one or more male(s) in the last 3 months prior to enrollment\n\nExclusion Criteria:\n\n- Cis-gender man, transgender woman, transgender man, Pregnant woman",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Cis-gender women",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Principal Investigator",
                    "role": "CONTACT",
                    "phone": "917-287-2710",
                    "email": "bojikutu@bwh.harvard.edu"
                },
                {
                    "name": "Study Director",
                    "role": "CONTACT",
                    "phone": "415-810-0675",
                    "email": "gmaganga@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bisola O. Ojikutu, MD, MPH",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Gray M. Maganga, MS",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Laura Bogart, PhD",
                    "affiliation": "RAND Corporation Inc",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Khady Diouf, MD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Whittier Street Health Center",
                    "city": "Roxbury",
                    "state": "Massachusetts",
                    "zip": "02120",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frederica Williams, MS, MBA",
                            "role": "CONTACT",
                            "phone": "617-989-3221",
                            "email": "Frederica.Williams@wshc.org"
                        },
                        {
                            "name": "Nadya Nadhir, MD, MPH",
                            "role": "CONTACT",
                            "phone": "617-989-3221",
                            "email": "Nadya.Nadhir@wshc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3251,
                        "lon": -71.09533
                    }
                },
                {
                    "facility": "Muslim Women's Insitute for Research and Development",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10452",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nurah Amatullah, PhD",
                            "role": "CONTACT",
                            "phone": "718-960-2262",
                            "email": "namatullah@mwird.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29374815",
                    "type": "BACKGROUND",
                    "citation": "Demeke HB, Johnson AS, Wu B, Nwangwu-Ike N, King H, Dean HD. Differences Between U.S.-Born and Non-U.S.-Born Black Adults Reported with Diagnosed HIV Infection: United States, 2008-2014. J Immigr Minor Health. 2019 Feb;21(1):30-38. doi: 10.1007/s10903-018-0699-4."
                },
                {
                    "pmid": "23764631",
                    "type": "BACKGROUND",
                    "citation": "Adimora AA, Ramirez C, Auerbach JD, Aral SO, Hodder S, Wingood G, El-Sadr W, Bukusi EA; HIV Prevention Trials Network Women at Risk Committee. Preventing HIV infection in women. J Acquir Immune Defic Syndr. 2013 Jul;63 Suppl 2(0 2):S168-73. doi: 10.1097/QAI.0b013e318298a166."
                },
                {
                    "pmid": "11687062",
                    "type": "BACKGROUND",
                    "citation": "Weller S, Davis K. Condom effectiveness in reducing heterosexual HIV transmission. Cochrane Database Syst Rev. 2001;2002(3):CD003255. doi: 10.1002/14651858.CD003255."
                },
                {
                    "pmid": "22784037",
                    "type": "BACKGROUND",
                    "citation": "Baeten JM, Donnell D, Ndase P, Mugo NR, Campbell JD, Wangisi J, Tappero JW, Bukusi EA, Cohen CR, Katabira E, Ronald A, Tumwesigye E, Were E, Fife KH, Kiarie J, Farquhar C, John-Stewart G, Kakia A, Odoyo J, Mucunguzi A, Nakku-Joloba E, Twesigye R, Ngure K, Apaka C, Tamooh H, Gabona F, Mujugira A, Panteleeff D, Thomas KK, Kidoguchi L, Krows M, Revall J, Morrison S, Haugen H, Emmanuel-Ogier M, Ondrejcek L, Coombs RW, Frenkel L, Hendrix C, Bumpus NN, Bangsberg D, Haberer JE, Stevens WS, Lingappa JR, Celum C; Partners PrEP Study Team. Antiretroviral prophylaxis for HIV prevention in heterosexual men and women. N Engl J Med. 2012 Aug 2;367(5):399-410. doi: 10.1056/NEJMoa1108524. Epub 2012 Jul 11."
                },
                {
                    "pmid": "25651245",
                    "type": "BACKGROUND",
                    "citation": "Marrazzo JM, Ramjee G, Richardson BA, Gomez K, Mgodi N, Nair G, Palanee T, Nakabiito C, van der Straten A, Noguchi L, Hendrix CW, Dai JY, Ganesh S, Mkhize B, Taljaard M, Parikh UM, Piper J, Masse B, Grossman C, Rooney J, Schwartz JL, Watts H, Marzinke MA, Hillier SL, McGowan IM, Chirenje ZM; VOICE Study Team. Tenofovir-based preexposure prophylaxis for HIV infection among African women. N Engl J Med. 2015 Feb 5;372(6):509-18. doi: 10.1056/NEJMoa1402269."
                },
                {
                    "pmid": "21796442",
                    "type": "BACKGROUND",
                    "citation": "Crosby RA, DiClemente RJ, Salazar LF, Wingood GM, McDermott-Sales J, Young AM, Rose E. Predictors of consistent condom use among young African American women. AIDS Behav. 2013 Mar;17(3):865-71. doi: 10.1007/s10461-011-9998-7."
                },
                {
                    "pmid": "9530898",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, DiClemente RJ. Gender-related correlates and predictors of consistent condom use among young adult African-American women: a prospective analysis. Int J STD AIDS. 1998 Mar;9(3):139-45. doi: 10.1258/0956462981921891."
                },
                {
                    "pmid": "30335734",
                    "type": "BACKGROUND",
                    "citation": "Huang YA, Zhu W, Smith DK, Harris N, Hoover KW. HIV Preexposure Prophylaxis, by Race and Ethnicity - United States, 2014-2016. MMWR Morb Mortal Wkly Rep. 2018 Oct 19;67(41):1147-1150. doi: 10.15585/mmwr.mm6741a3."
                },
                {
                    "pmid": "29468493",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu BO, Bogart LM, Higgins-Biddle M, Dale SK, Allen W, Dominique T, Mayer KH. Facilitators and Barriers to Pre-Exposure Prophylaxis (PrEP) Use Among Black Individuals in the United States: Results from the National Survey on HIV in the Black Community (NSHBC). AIDS Behav. 2018 Nov;22(11):3576-3587. doi: 10.1007/s10461-018-2067-8."
                },
                {
                    "pmid": "30383429",
                    "type": "BACKGROUND",
                    "citation": "Demeke HB, Johnson AS, Wu B, Moonesinghe R, Dean HD. Unequal Declines in Absolute and Relative Disparities in HIV Diagnoses Among Black Women, United States, 2008 to 2016. Am J Public Health. 2018 Nov;108(S4):S299-S303. doi: 10.2105/AJPH.2018.304641."
                },
                {
                    "pmid": "30009633",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu BO, Nnaji C, Sithole-Berk J, Masongo D, Nichols K, Weeks N, Ngminebayihi M, Bishop E, Bogart LM. African born women living with HIV in the United States: unmet needs and opportunities for intervention. AIDS Care. 2018 Dec;30(12):1542-1550. doi: 10.1080/09540121.2018.1497767. Epub 2018 Jul 15."
                },
                {
                    "pmid": "25524308",
                    "type": "BACKGROUND",
                    "citation": "Wiewel EW, Torian LV, Hanna DB, Bocour A, Shepard CW. Foreign-Born Persons Diagnosed with HIV: Where are They From and Where Were They Infected? AIDS Behav. 2015 May;19(5):890-8. doi: 10.1007/s10461-014-0954-1."
                },
                {
                    "pmid": "16652046",
                    "type": "BACKGROUND",
                    "citation": "Lin HH, Gaschen BK, Collie M, El-Fishaway M, Chen Z, Korber BT, Beatrice ST, Zhang L. Genetic characterization of diverse HIV-1 strains in an immigrant population living in New York City. J Acquir Immune Defic Syndr. 2006 Apr 1;41(4):399-404. doi: 10.1097/01.qai.0000200663.47838.f1."
                },
                {
                    "pmid": "28902072",
                    "type": "BACKGROUND",
                    "citation": "Valverde EE, Oster AM, Xu S, Wertheim JO, Hernandez AL. HIV Transmission Dynamics Among Foreign-Born Persons in the United States. J Acquir Immune Defic Syndr. 2017 Dec 15;76(5):445-452. doi: 10.1097/QAI.0000000000001541."
                },
                {
                    "pmid": "24288488",
                    "type": "BACKGROUND",
                    "citation": "Singh GK, Rodriguez-Lainz A, Kogan MD. Immigrant health inequalities in the United States: use of eight major national data systems. ScientificWorldJournal. 2013 Oct 27;2013:512313. doi: 10.1155/2013/512313. eCollection 2013."
                },
                {
                    "pmid": "23259482",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu B, Nnaji C, Sithole J, Schneider KL, Higgins-Biddle M, Cranston K, Earls F. All black people are not alike: differences in HIV testing patterns, knowledge, and experience of stigma between U.S.-born and non-U.S.-born blacks in Massachusetts. AIDS Patient Care STDS. 2013 Jan;27(1):45-54. doi: 10.1089/apc.2012.0312. Epub 2012 Dec 21."
                },
                {
                    "pmid": "20070011",
                    "type": "BACKGROUND",
                    "citation": "Page LC, Goldbaum G, Kent JB, Buskin SE. Access to regular HIV care and disease progression among black African immigrants. J Natl Med Assoc. 2009 Dec;101(12):1230-6. doi: 10.1016/s0027-9684(15)31134-2."
                },
                {
                    "pmid": "26766523",
                    "type": "BACKGROUND",
                    "citation": "De Jesus M, Taylor J, Maine C, Nalls P. A One-Size-Fits-All HIV Prevention and Education Approach?: Interpreting Divergent HIV Risk Perceptions Between African American and East African Immigrant Women in Washington, DC Using the Proximate-Determinants Conceptual Framework. Sex Transm Dis. 2016 Feb;43(2):78-83. doi: 10.1097/OLQ.0000000000000386."
                },
                {
                    "pmid": "28652821",
                    "type": "BACKGROUND",
                    "citation": "Okoro ON, Whitson SO. HIV risk and barriers to care for African-born immigrant women: a sociocultural outlook. Int J Womens Health. 2017 Jun 8;9:421-429. doi: 10.2147/IJWH.S129355. eCollection 2017."
                },
                {
                    "pmid": "16176899",
                    "type": "BACKGROUND",
                    "citation": "Foley EE. HIV/AIDS and African immigrant women in Philadelphia: structural and cultural barriers to care. AIDS Care. 2005 Nov;17(8):1030-43. doi: 10.1080/09540120500100890."
                },
                {
                    "pmid": "17340187",
                    "type": "BACKGROUND",
                    "citation": "De Jesus M. HIV/AIDS and immigrant Cape Verdean women: contextualized perspectives of Cape Verdean community advocates. Am J Community Psychol. 2007 Mar;39(1-2):121-31. doi: 10.1007/s10464-007-9091-6."
                },
                {
                    "pmid": "30332311",
                    "type": "BACKGROUND",
                    "citation": "Sabri B. Perspectives on Factors Related to HIV Risk and Preventative Interventions at Multiple Levels: A Study of African Immigrant Women Survivors of Cumulative Trauma. AIDS Educ Prev. 2018 Oct;30(5):419-433. doi: 10.1521/aeap.2018.30.5.419."
                },
                {
                    "pmid": "14711169",
                    "type": "BACKGROUND",
                    "citation": "Rosenthal L, Scott DP, Kelleta Z, Zikarge A, Momoh M, Lahai-Momoh J, Ross MW, Baker A. Assessing the HIV/AIDS health services needs of African immigrants to Houston. AIDS Educ Prev. 2003 Dec;15(6):570-80. doi: 10.1521/aeap.15.7.570.24047."
                },
                {
                    "pmid": "22672154",
                    "type": "BACKGROUND",
                    "citation": "Worthington C, Este D, Strain KL, Huffey N. African immigrant views of HIV service needs: gendered perspectives. AIDS Care. 2013;25(1):103-8. doi: 10.1080/09540121.2012.687807. Epub 2012 Jun 6."
                },
                {
                    "pmid": "29941379",
                    "type": "BACKGROUND",
                    "citation": "Smith DK, Van Handel M, Grey J. Estimates of adults with indications for HIV pre-exposure prophylaxis by jurisdiction, transmission risk group, and race/ethnicity, United States, 2015. Ann Epidemiol. 2018 Dec;28(12):850-857.e9. doi: 10.1016/j.annepidem.2018.05.003. Epub 2018 May 18."
                },
                {
                    "pmid": "30649036",
                    "type": "BACKGROUND",
                    "citation": "Patel AS, Goparaju L, Sales JM, Mehta CC, Blackstock OJ, Seidman D, Ofotokun I, Kempf MC, Fischl MA, Golub ET, Adimora AA, French AL, DeHovitz J, Wingood G, Kassaye S, Sheth AN. Brief Report: PrEP Eligibility Among At-Risk Women in the Southern United States: Associated Factors, Awareness, and Acceptability. J Acquir Immune Defic Syndr. 2019 Apr 15;80(5):527-532. doi: 10.1097/QAI.0000000000001950."
                },
                {
                    "pmid": "29201531",
                    "type": "BACKGROUND",
                    "citation": "Goparaju L, Praschan NC, Warren-Jeanpiere L, Experton LS, Young MA, Kassaye S. Stigma, Partners, Providers and Costs: Potential Barriers to PrEP Uptake among US Women. J AIDS Clin Res. 2017 Sep;8(9):730. doi: 10.4172/2155-6113.1000730. Epub 2017 Sep 25."
                },
                {
                    "pmid": "30714945",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu BO, Bogart LM, Mayer KH, Stopka TJ, Sullivan PS, Ransome Y. Spatial Access and Willingness to Use Pre-Exposure Prophylaxis Among Black/African American Individuals in the United States: Cross-Sectional Survey. JMIR Public Health Surveill. 2019 Feb 4;5(1):e12405. doi: 10.2196/12405."
                },
                {
                    "pmid": "24965676",
                    "type": "BACKGROUND",
                    "citation": "Krakower D, Ware N, Mitty JA, Maloney K, Mayer KH. HIV providers' perceived barriers and facilitators to implementing pre-exposure prophylaxis in care settings: a qualitative study. AIDS Behav. 2014 Sep;18(9):1712-21. doi: 10.1007/s10461-014-0839-3."
                },
                {
                    "pmid": "28719229",
                    "type": "BACKGROUND",
                    "citation": "Bazzi AR, Leech AA, Biancarelli DL, Sullivan M, Drainoni ML. Experiences Using Pre-Exposure Prophylaxis for Safer Conception Among HIV Serodiscordant Heterosexual Couples in the United States. AIDS Patient Care STDS. 2017 Aug;31(8):348-355. doi: 10.1089/apc.2017.0098. Epub 2017 Jul 18."
                },
                {
                    "pmid": "27410494",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu BO, Mazzola E, Fullem A, Vega R, Landers S, Gelman RS, Bogart LM. HIV Testing Among Black and Hispanic Immigrants in the United States. AIDS Patient Care STDS. 2016 Jul;30(7):307-14. doi: 10.1089/apc.2016.0120."
                },
                {
                    "pmid": "22820630",
                    "type": "BACKGROUND",
                    "citation": "Prosser AT, Tang T, Hall HI. HIV in persons born outside the United States, 2007-2010. JAMA. 2012 Aug 8;308(6):601-7. doi: 10.1001/jama.2012.9046."
                },
                {
                    "pmid": "25130224",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu B, Nnaji C, Sithole-Berk J, Bogart LM, Gona P. Barriers to HIV Testing in Black Immigrants to the U.S. J Health Care Poor Underserved. 2014 Aug;25(3):1052-66. doi: 10.1353/hpu.2014.0141."
                },
                {
                    "pmid": "22083038",
                    "type": "BACKGROUND",
                    "citation": "Scott-Sheldon LA, Huedo-Medina TB, Warren MR, Johnson BT, Carey MP. Efficacy of behavioral interventions to increase condom use and reduce sexually transmitted infections: a meta-analysis, 1991 to 2010. J Acquir Immune Defic Syndr. 2011 Dec 15;58(5):489-98. doi: 10.1097/QAI.0b013e31823554d7."
                },
                {
                    "pmid": "16790563",
                    "type": "BACKGROUND",
                    "citation": "Schwandt M, Morris C, Ferguson A, Ngugi E, Moses S. Anal and dry sex in commercial sex work, and relation to risk for sexually transmitted infections and HIV in Meru, Kenya. Sex Transm Infect. 2006 Oct;82(5):392-6. doi: 10.1136/sti.2006.019794. Epub 2006 Jun 21."
                },
                {
                    "pmid": "8562002",
                    "type": "BACKGROUND",
                    "citation": "Sandala L, Lurie P, Sunkutu MR, Chani EM, Hudes ES, Hearst N. 'Dry sex' and HIV infection among women attending a sexually transmitted diseases clinic in Lusaka, Zambia. AIDS. 1995 Jul;9 Suppl 1:S61-8."
                },
                {
                    "pmid": "27749109",
                    "type": "BACKGROUND",
                    "citation": "Kingori C, Esquivel CL, Hassan Q, Elmi A, Mukasa B, Reece M. Recommendations for Developing Contextually Relevant HIV/AIDS Prevention Strategies Targeting African-Born Immigrants and Refugees in the United States. AIDS Patient Care STDS. 2016 Oct;30(10):476-483. doi: 10.1089/apc.2016.0171."
                },
                {
                    "pmid": "17600995",
                    "type": "BACKGROUND",
                    "citation": "Airhihenbuwa CO, Webster JD. Culture and African contexts of HIV/AIDS prevention, care and support. SAHARA J. 2004 May;1(1):4-13. doi: 10.1080/17290376.2004.9724822."
                },
                {
                    "pmid": "7563531",
                    "type": "BACKGROUND",
                    "citation": "DiClemente RJ, Wingood GM. A randomized controlled trial of an HIV sexual risk-reduction intervention for young African-American women. JAMA. 1995 Oct 25;274(16):1271-6."
                },
                {
                    "pmid": "17463391",
                    "type": "BACKGROUND",
                    "citation": "Jemmott LS, Jemmott JB 3rd, O'Leary A. Effects on sexual risk behavior and STD rate of brief HIV/STD prevention interventions for African American women in primary care settings. Am J Public Health. 2007 Jun;97(6):1034-40. doi: 10.2105/AJPH.2003.020271. Epub 2007 Apr 26."
                },
                {
                    "pmid": "11009126",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, Scd, DiClemente RJ. Application of the theory of gender and power to examine HIV-related exposures, risk factors, and effective interventions for women. Health Educ Behav. 2000 Oct;27(5):539-65. doi: 10.1177/109019810002700502."
                },
                {
                    "pmid": "18667924",
                    "type": "BACKGROUND",
                    "citation": "Kerani RP, Kent JB, Sides T, Dennis G, Ibrahim AR, Cross H, Wiewel EW, Wood RW, Golden MR. HIV among African-born persons in the United States: a hidden epidemic? J Acquir Immune Defic Syndr. 2008 Sep 1;49(1):102-6. doi: 10.1097/QAI.0b013e3181831806."
                },
                {
                    "pmid": "28965262",
                    "type": "BACKGROUND",
                    "citation": "Kerani R, Bennett AB, Golden M, Castillo J, Buskin SE. Foreign-Born Individuals with HIV in King County, WA: A Glimpse of the Future of HIV? AIDS Behav. 2018 Jul;22(7):2181-2188. doi: 10.1007/s10461-017-1914-3."
                },
                {
                    "pmid": "23049664",
                    "type": "BACKGROUND",
                    "citation": "Ashton C, Bernhardt SA, Lowe M, Mietchen M, Johnston J. Comparison of HIV/AIDS rates between U.S.-born Blacks and African-born Blacks in Utah, 2000 - 2009. Open AIDS J. 2012;6:156-62. doi: 10.2174/1874613601206010156. Epub 2012 Sep 7."
                },
                {
                    "pmid": "11869658",
                    "type": "BACKGROUND",
                    "citation": "Weller S, Davis K. Condom effectiveness in reducing heterosexual HIV transmission. Cochrane Database Syst Rev. 2002;(1):CD003255. doi: 10.1002/14651858.CD003255."
                },
                {
                    "pmid": "29164353",
                    "type": "BACKGROUND",
                    "citation": "Rinehart DJ, Al-Tayyib AA, Sionean C, Whitesell NR, Dreisbach S, Bull S. Assessing the Theory of Gender and Power: HIV Risk Among Heterosexual Minority Dyads. AIDS Behav. 2018 Jun;22(6):1944-1954. doi: 10.1007/s10461-017-1983-3."
                },
                {
                    "pmid": "22021297",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, DiClemente RJ, Villamizar K, Er DL, DeVarona M, Taveras J, Painter TM, Lang DL, Hardin JW, Ullah E, Stallworth J, Purcell DW, Jean R. Efficacy of a health educator-delivered HIV prevention intervention for Latina women: a randomized controlled trial. Am J Public Health. 2011 Dec;101(12):2245-52. doi: 10.2105/AJPH.2011.300340. Epub 2011 Oct 20."
                },
                {
                    "pmid": "31447780",
                    "type": "BACKGROUND",
                    "citation": "Briker SM, Aduwo JY, Mugeni R, Horlyck-Romanovsky MF, DuBose CW, Mabundo LS, Hormenu T, Chung ST, Ha J, Sherman A, Sumner AE. A1C Underperforms as a Diagnostic Test in Africans Even in the Absence of Nutritional Deficiencies, Anemia and Hemoglobinopathies: Insight From the Africans in America Study. Front Endocrinol (Lausanne). 2019 Aug 7;10:533. doi: 10.3389/fendo.2019.00533. eCollection 2019."
                },
                {
                    "pmid": "27524770",
                    "type": "BACKGROUND",
                    "citation": "Koku EF, Rajab-Gyagenda WM, Korto MD, Morrison SD, Beyene Y, Mbajah J, Ashton C. HIV/AIDS among African Immigrants in the U.S.: The Need for Disaggregating HIV Surveillance Data by Country of Birth. J Health Care Poor Underserved. 2016;27(3):1316-29. doi: 10.1353/hpu.2016.0128."
                },
                {
                    "pmid": "25418227",
                    "type": "BACKGROUND",
                    "citation": "Cederbaum JA, Song A, Hsu HT, Tucker JS, Wenzel SL. Adapting an evidence-based intervention for homeless women: engaging the community in shared decision-making. J Health Care Poor Underserved. 2014 Nov;25(4):1552-70. doi: 10.1353/hpu.2014.0188."
                },
                {
                    "pmid": "26103921",
                    "type": "BACKGROUND",
                    "citation": "Wenzel SL, Cederbaum JA, Song A, Hsu HT, Craddock JB, Hantanachaikul W, Tucker JS. Pilot Test of an Adapted, Evidence-Based HIV Sexual Risk Reduction Intervention for Homeless Women. Prev Sci. 2016 Jan;17(1):112-21. doi: 10.1007/s11121-015-0575-6."
                },
                {
                    "pmid": "21511996",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, Simpson-Robinson L, Braxton ND, Raiford JL. Design of a faith-based HIV intervention: successful collaboration between a university and a church. Health Promot Pract. 2011 Nov;12(6):823-31. doi: 10.1177/1524839910372039. Epub 2011 Apr 21."
                },
                {
                    "pmid": "24134367",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, Robinson LR, Braxton ND, Er DL, Conner AC, Renfro TL, Rubtsova AA, Hardin JW, Diclemente RJ. Comparative effectiveness of a faith-based HIV intervention for African American women: importance of enhancing religious social capital. Am J Public Health. 2013 Dec;103(12):2226-33. doi: 10.2105/AJPH.2013.301386. Epub 2013 Oct 17."
                },
                {
                    "pmid": "27398257",
                    "type": "BACKGROUND",
                    "citation": "Cavanaugh CE, Campbell J, Braxton N, Harvey J, Wingood G. Adapting an Evidence-Based HIV-Prevention Intervention for Women in Domestic Violence Shelters. Psychol Violence. 2016 Jul;6(3):469-477. doi: 10.1037/vio0000042."
                },
                {
                    "pmid": "19194600",
                    "type": "BACKGROUND",
                    "citation": "Saleh-Onoya D, Braxton ND, Sifunda S, Reddy P, Ruiter R, van den Borne B, Walters TP, Lang D, Wingood GM. SISTA South Africa: the adaptation of an efficacious HIV prevention trial conducted with African-American women for isiXhosa-speaking South African women. SAHARA J. 2008 Dec;5(4):186-91. doi: 10.1080/17290376.2008.9724918."
                },
                {
                    "pmid": "23673889",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, Reddy P, Lang DL, Saleh-Onoya D, Braxton N, Sifunda S, DiClemente RJ. Efficacy of SISTA South Africa on sexual behavior and relationship control among isiXhosa women in South Africa: results of a randomized-controlled trial. J Acquir Immune Defic Syndr. 2013 Jun 1;63 Suppl 1(0 1):S59-65. doi: 10.1097/QAI.0b013e31829202c4."
                },
                {
                    "pmid": "27211923",
                    "type": "BACKGROUND",
                    "citation": "Nnaji C, Slopadoe S, Rao T, Babirye J, Pwamang A. Safety Net Party: A Group-Based Program to Prevent HIV/STDs in African-Born Women in the United States. J Assoc Nurses AIDS Care. 2016 Sep-Oct;27(5):731-9. doi: 10.1016/j.jana.2016.04.009. Epub 2016 May 6. No abstract available."
                },
                {
                    "pmid": "24573644",
                    "type": "BACKGROUND",
                    "citation": "Johnson-Agbakwu CE, Flynn P, Asiedu GB, Hedberg E, Breitkopf CR. Adaptation of an Acculturation Scale for African Refugee Women. J Immigr Minor Health. 2016 Feb;18(1):252-62. doi: 10.1007/s10903-014-9998-6."
                },
                {
                    "pmid": "24197972",
                    "type": "BACKGROUND",
                    "citation": "Fonner VA, Kennedy CE, O'Reilly KR, Sweat MD. Systematic assessment of condom use measurement in evaluation of HIV prevention interventions: need for standardization of measures. AIDS Behav. 2014 Dec;18(12):2374-86. doi: 10.1007/s10461-013-0655-1."
                },
                {
                    "pmid": "25160901",
                    "type": "BACKGROUND",
                    "citation": "Jennings L, Rompalo AM, Wang J, Hughes J, Adimora AA, Hodder S, Soto-Torres LE, Frew PM, Haley DF; HIV Prevention Trials Network (HPTN 064) Women's HIV SeroIncidence Study (ISIS). Prevalence and correlates of knowledge of male partner HIV testing and serostatus among African-American women living in high poverty, high HIV prevalence communities (HPTN 064). AIDS Behav. 2015 Feb;19(2):291-301. doi: 10.1007/s10461-014-0884-y."
                },
                {
                    "pmid": "30973543",
                    "type": "BACKGROUND",
                    "citation": "Calabrese SK, Willie TC, Galvao RW, Tekeste M, Dovidio JF, Safon CB, Blackstock O, Taggart T, Kaplan C, Caldwell A, Kershaw TS. Current US Guidelines for Prescribing HIV Pre-exposure Prophylaxis (PrEP) Disqualify Many Women Who Are at Risk and Motivated to Use PrEP. J Acquir Immune Defic Syndr. 2019 Aug 1;81(4):395-405. doi: 10.1097/QAI.0000000000002042."
                },
                {
                    "pmid": "31549150",
                    "type": "BACKGROUND",
                    "citation": "Ojikutu BO, Mayer KH. Hidden in Plain Sight: Identifying Women Living in the United States Who Could Benefit From HIV Preexposure Prophylaxis. J Infect Dis. 2020 Oct 1;222(9):1428-1431. doi: 10.1093/infdis/jiz416."
                },
                {
                    "pmid": "16988643",
                    "type": "BACKGROUND",
                    "citation": "Branson BM, Handsfield HH, Lampe MA, Janssen RS, Taylor AW, Lyss SB, Clark JE; Centers for Disease Control and Prevention (CDC). Revised recommendations for HIV testing of adults, adolescents, and pregnant women in health-care settings. MMWR Recomm Rep. 2006 Sep 22;55(RR-14):1-17; quiz CE1-4."
                },
                {
                    "pmid": "25346934",
                    "type": "BACKGROUND",
                    "citation": "Meadowbrooke CC, Veinot TC, Loveluck J, Hickok A, Bauermeister JA. Information Behavior and HIV Testing Intentions Among Young Men at Risk for HIV/AIDS. J Assoc Inf Sci Technol. 2014 Mar;65(3):609-620. doi: 10.1002/asi.23001."
                },
                {
                    "pmid": "30354190",
                    "type": "BACKGROUND",
                    "citation": "Peragallo Montano N, Cianelli R, Villegas N, Gonzalez-Guarda R, Williams WO, de Tantillo L. Evaluating a Culturally Tailored HIV Risk Reduction Intervention Among Hispanic Women Delivered in a Real-World Setting by Community Agency Personnel. Am J Health Promot. 2019 May;33(4):566-575. doi: 10.1177/0890117118807716. Epub 2018 Oct 24."
                },
                {
                    "pmid": "1783705",
                    "type": "BACKGROUND",
                    "citation": "Brafford LJ, Beck KH. Development and validation of a condom self-efficacy scale for college students. J Am Coll Health. 1991 Mar;39(5):219-25. doi: 10.1080/07448481.1991.9936238."
                },
                {
                    "pmid": "20433724",
                    "type": "BACKGROUND",
                    "citation": "Asante KO, Doku PN. Cultural adaptation of the condom use self efficacy scale (CUSES) in Ghana. BMC Public Health. 2010 Apr 30;10:227. doi: 10.1186/1471-2458-10-227."
                },
                {
                    "pmid": "23617404",
                    "type": "BACKGROUND",
                    "citation": "Shaweno D, Tekletsadik E. Validation of the condom use self-efficacy scale in Ethiopia. BMC Int Health Hum Rights. 2013 Apr 23;13:22. doi: 10.1186/1472-698X-13-22."
                },
                {
                    "pmid": "8460738",
                    "type": "BACKGROUND",
                    "citation": "Herek GM, Capitanio JP. Public reactions to AIDS in the United States: a second decade of stigma. Am J Public Health. 1993 Apr;83(4):574-7. doi: 10.2105/ajph.83.4.574."
                },
                {
                    "pmid": "12000234",
                    "type": "BACKGROUND",
                    "citation": "Carey MP, Schroder KE. Development and psychometric evaluation of the brief HIV Knowledge Questionnaire. AIDS Educ Prev. 2002 Apr;14(2):172-82. doi: 10.1521/aeap.14.2.172.23902."
                },
                {
                    "pmid": "26286296",
                    "type": "BACKGROUND",
                    "citation": "Quinn-Nilas C, Milhausen RR, Breuer R, Bailey J, Pavlou M, DiClemente RJ, Wingood GM. Validation of the Sexual Communication Self-Efficacy Scale. Health Educ Behav. 2016 Apr;43(2):165-71. doi: 10.1177/1090198115598986. Epub 2015 Aug 17."
                },
                {
                    "pmid": "9574497",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, DiClemente RJ. Partner influences and gender-related factors associated with noncondom use among young adult African American women. Am J Community Psychol. 1998 Feb;26(1):29-51. doi: 10.1023/a:1021830023545."
                },
                {
                    "pmid": "21565817",
                    "type": "BACKGROUND",
                    "citation": "Ejiogu N, Norbeck JH, Mason MA, Cromwell BC, Zonderman AB, Evans MK. Recruitment and retention strategies for minority or poor clinical research participants: lessons from the Healthy Aging in Neighborhoods of Diversity across the Life Span study. Gerontologist. 2011 Jun;51 Suppl 1(Suppl 1):S33-45. doi: 10.1093/geront/gnr027."
                },
                {
                    "pmid": "27831952",
                    "type": "BACKGROUND",
                    "citation": "Mofenson LM, Baggaley RC, Mameletzis I. Tenofovir disoproxil fumarate safety for women and their infants during pregnancy and breastfeeding. AIDS. 2017 Jan 14;31(2):213-232. doi: 10.1097/QAD.0000000000001313."
                },
                {
                    "pmid": "31912985",
                    "type": "BACKGROUND",
                    "citation": "Joseph Davey DL, Pintye J, Baeten JM, Aldrovandi G, Baggaley R, Bekker LG, Celum C, Chi BH, Coates TJ, Haberer JE, Heffron R, Kinuthia J, Matthews LT, McIntyre J, Moodley D, Mofenson LM, Mugo N, Myer L, Mujugira A, Shoptaw S, Stranix-Chibanda L, John-Stewart G; PrEP in Pregnancy Working Group. Emerging evidence from a systematic review of safety of pre-exposure prophylaxis for pregnant and postpartum women: where are we now and where are we heading? J Int AIDS Soc. 2020 Jan;23(1):e25426. doi: 10.1002/jia2.25426."
                },
                {
                    "pmid": "25038355",
                    "type": "BACKGROUND",
                    "citation": "Mugo NR, Hong T, Celum C, Donnell D, Bukusi EA, John-Stewart G, Wangisi J, Were E, Heffron R, Matthews LT, Morrison S, Ngure K, Baeten JM; Partners PrEP Study Team. Pregnancy incidence and outcomes among women receiving preexposure prophylaxis for HIV prevention: a randomized clinical trial. JAMA. 2014 Jul 23-30;312(4):362-71. doi: 10.1001/jama.2014.8735."
                },
                {
                    "pmid": "30001244",
                    "type": "BACKGROUND",
                    "citation": "Heffron R, Mugo N, Hong T, Celum C, Marzinke MA, Ngure K, Asiimwe S, Katabira E, Bukusi EA, Odoyo J, Tindimwebwa E, Bulya N, Baeten JM; Partners Demonstration Project and the Partners PrEP Study Teams. Pregnancy outcomes and infant growth among babies with in-utero exposure to tenofovir-based preexposure prophylaxis for HIV prevention. AIDS. 2018 Jul;32(12):1707-1713. doi: 10.1097/QAD.0000000000001867."
                },
                {
                    "pmid": "31498563",
                    "type": "BACKGROUND",
                    "citation": "Dettinger JC, Kinuthia J, Pintye J, Abuna F, Begnel E, Mugwanya K, Sila J, Lagat H, Baeten JM, John-Stewart G. Perinatal outcomes following maternal pre-exposure prophylaxis (PrEP) use during pregnancy: results from a large PrEP implementation program in Kenya. J Int AIDS Soc. 2019 Sep;22(9):e25378. doi: 10.1002/jia2.25378."
                },
                {
                    "pmid": "30171452",
                    "type": "BACKGROUND",
                    "citation": "Desrosiers A, Levy M, Dright A, Zumer M, Jallah N, Kuo I, Magnus M, Siegel M. A Randomized Controlled Pilot Study of a Culturally-Tailored Counseling Intervention to Increase Uptake of HIV Pre-exposure Prophylaxis Among Young Black Men Who Have Sex with Men in Washington, DC. AIDS Behav. 2019 Jan;23(1):105-115. doi: 10.1007/s10461-018-2264-5."
                },
                {
                    "pmid": "31130000",
                    "type": "BACKGROUND",
                    "citation": "Moitra E, van den Berg JJ, Sowemimo-Coker G, Chau S, Nunn A, Chan PA. Open pilot trial of a brief motivational interviewing-based HIV pre-exposure prophylaxis intervention for men who have sex with men: preliminary effects, and evidence of feasibility and acceptability. AIDS Care. 2020 Mar;32(3):406-410. doi: 10.1080/09540121.2019.1622644. Epub 2019 May 25."
                },
                {
                    "pmid": "28126032",
                    "type": "BACKGROUND",
                    "citation": "Sekhon M, Cartwright M, Francis JJ. Acceptability of healthcare interventions: an overview of reviews and development of a theoretical framework. BMC Health Serv Res. 2017 Jan 26;17(1):88. doi: 10.1186/s12913-017-2031-8."
                },
                {
                    "pmid": "23553347",
                    "type": "BACKGROUND",
                    "citation": "Horvath KJ, Oakes JM, Rosser BR, Danilenko G, Vezina H, Amico KR, Williams ML, Simoni J. Feasibility, acceptability and preliminary efficacy of an online peer-to-peer social support ART adherence intervention. AIDS Behav. 2013 Jul;17(6):2031-44. doi: 10.1007/s10461-013-0469-1."
                },
                {
                    "pmid": "23034025",
                    "type": "BACKGROUND",
                    "citation": "Little RJ, D'Agostino R, Cohen ML, Dickersin K, Emerson SS, Farrar JT, Frangakis C, Hogan JW, Molenberghs G, Murphy SA, Neaton JD, Rotnitzky A, Scharfstein D, Shih WJ, Siegel JP, Stern H. The prevention and treatment of missing data in clinical trials. N Engl J Med. 2012 Oct 4;367(14):1355-60. doi: 10.1056/NEJMsr1203730. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}