{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05370391",
            "orgStudyIdInfo": {
                "id": "20210853"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Comprehensive Behavioral Intervention for Tics",
            "officialTitle": "Comprehensive Behavioral Intervention for Tics (CBIT) for Youth With Tics and Related Emotional Disorders",
            "acronym": "CBIT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comprehensive-behavioral-intervention-for-tics"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-12",
            "studyFirstSubmitQcDate": "2022-05-06",
            "studyFirstPostDateStruct": {
                "date": "2022-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jill May Ehrenreich",
                "investigatorTitle": "Professor, Department of Psychology",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this protocol is to examine treatment outcomes of youth receiving the Comprehensive Behavioral Intervention for Tics (CBIT) and better understand the predictors, moderators, mediators and/or mechanisms of change for this intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Tic Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Comprehensive Behavioral Intervention for Tics (CBIT)",
                    "type": "EXPERIMENTAL",
                    "description": "Experimental: Comprehensive Behavioral Intervention for Tics (CBIT) Group\n\nParticipants in this group will receive the CBIT intervention for up to 6 weeks.",
                    "interventionNames": [
                        "Behavioral: Comprehensive Behavioral Intervention for Tics (CBIT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Comprehensive Behavioral Intervention for Tics (CBIT)",
                    "description": "The CBIT (or CBIT-JR) intervention consists of a minimum of 6 sessions of 50-minutes each week in an individual or group setting.",
                    "armGroupLabels": [
                        "Comprehensive Behavioral Intervention for Tics (CBIT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical Global Impression (CGI) - Severity Scale Scores",
                    "description": "A single-item clinician-reported measure used to assess the severity of the youth's illness at the time of assessment. The CGI-S is rated on a 7-point scale ranging from 1 (slight psychiatric illness) to 7 (extremely severe psychiatric illness). Higher scores indicate greater symptom severity.",
                    "timeFrame": "Change from baseline CGI-S scores to 12 weeks."
                },
                {
                    "measure": "Clinical Global Impression (CGI) - Improvement Scores",
                    "description": "A single-item clinician-reported measure used to assess clinical changes in youth symptomology over the course of treatment. The CGI-I is rated on a 7-point scale ranging from 1 (very much improved since the initiation of treatment) to 7 (very much worse since the initiation of treatment). Higher scores indicate greater symptom improvement since baseline",
                    "timeFrame": "Change from baseline CGI-I scores to 12 weeks from the start of treatment."
                },
                {
                    "measure": "Parent Tic Questionnaire (PTQ)",
                    "description": "A 28-item parent-reported measure used to assess the frequency and intensity of different motor and vocal tic symptoms in youth. The PTQ evaluates tic frequency on a 4-point scale, ranging from 1 (constant) to 4 (weekly), and intensity on a 3-point scale, ranging from 1 (mild) to 3 (very noticeable). This is done for each presenting tic. Composite total scores on the PTQ range from 2-138. Higher summed composite score indicating more tics.",
                    "timeFrame": "Change from pre-screen PTQ scores, to baseline, to 6 weeks, and 12 weeks from the start of treatment."
                },
                {
                    "measure": "Premonitory Urge Tic Scale (PUTS)",
                    "description": "A 10-item self-reported measure that assess the severity of premonitory urges. The PUTS is rated on a 4-point scale ranging from 1 (not at all true) to 4 (very much true). Total scores range from 10-40 with higher scores indicating greater symptom severity.",
                    "timeFrame": "Change from baseline PUTS scores, to 6 weeks, to 12 weeks from the start of treatment."
                },
                {
                    "measure": "Youth Quality of Life (YQOL) Instrument - Short Form (SF) Scores",
                    "description": "A 15-item self-reported measure of quality of life for youth ages 11-18. The YQOL-SF is rated on a 10-point scale from 0 (not at all) to 10 (very much). Scores range from 0 to 100, with higher scores indicating a higher quality of life.",
                    "timeFrame": "Change from baseline YQOL Scores, to 6 weeks, to 12 weeks from the start of treatment."
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS) - Total Tic Scores",
                    "description": "The YGTSS is a clinician-rated interview assessing both motor and phonic tic symptoms across 5 domains: total number, frequency, intensity, complexity, and interference. Items from each domain for motor and phonic tics are summed to produce the YGTSS Total Tic Score, which ranges from 0-50. Higher scores on the YGTSS - Total Tic Score suggests greater tic severity.",
                    "timeFrame": "Change from pre-screen YGTSS Total Tic Scores, to 6 weeks, and 12 weeks from the start of treatment."
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS) - Total Motor Tic Scores",
                    "description": "The YGTSS is a clinician-rated interview assessing both motor and phonic tic symptoms across 5 domains: total number, frequency, intensity, complexity, and interference. Items from each domain for motor tics are summed to produce the YGTSS Total Motor Tic Score, which ranges from 0-25. Higher scores on the YGTSS - Total Motor Score suggests greater motor tic severity.",
                    "timeFrame": "Change from pre-screen YGTSS Total Motor Tic Scores, to 6 weeks, and 12 weeks from the start of treatment."
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS) - Total Phonic Tic Score",
                    "description": "The YGTSS is a clinician-rated interview assessing both motor and phonic tic symptoms across 5 domains: total number, frequency, intensity, complexity, and interference. Items from each domain for phonic tics are summed to produce the YGTSS Total Phonic Tic Score, which ranges from 0-25. Higher scores on the YGTSS - Total Phonic Score suggests greater phonic tic severity.",
                    "timeFrame": "Change from pre-screen YGTSS Total Phonic Tic Scores, to 6 weeks, and 12 weeks from the start of treatment."
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS) - Overall Tic Related Impairment Scores",
                    "description": "The YGTSS is a clinician-rated interview assessing both motor and phonic tic symptoms across 5 domains: total number, frequency, intensity, complexity, and interference. The YGTSS includes a separate impairment scale that reflects overall tic-related impairment, ranging from 0-50. Higher scores on this scale suggests greater tic impairment.",
                    "timeFrame": "Change from YGTSS Overall Tic Related Impairment Scores pre-screen, to 6 weeks, and 12 weeks from the start of treatment."
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS) - Global Severity Score",
                    "description": "The YGTSS is a clinician-rated interview assessing both motor and phonic tic symptoms across 5 domains: total number, frequency, intensity, complexity, and interference. The YGTSS includes a separate global severity scale that ranges from 0-100. Higher scores on this scale suggests greater global tic severity.",
                    "timeFrame": "Change from pre-screen YGTSS Global Severity Score, to 6 weeks, and 12 weeks from the start of treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Revised Children's Anxiety and Depression Scale - Child and Revised Parent Short (RCADS-25/RCADS-P-25) Scores",
                    "description": "A 25-item self- and parent-reported scales measuring symptoms of anxiety and depression in youth. Items are rated on a 4-point scale from 1 (Never) to 4 (always) with scores ranging from 0 to 75. A score of 70 or higher indicates high severity, above clinical threshold.",
                    "timeFrame": "Change from baseline RCADS-P scores, to 6 weeks, to 12 weeks from the start of treatment."
                },
                {
                    "measure": "Tic Accommodation and Reactions Scale (TARS) Scores",
                    "description": "A 35-item parent-reported measure used to assess reactions and consequences that occur in response to youth' tics. Items focus on events at home, in school, and in other public places. The TARS is rated on a 4-point scale from 0 (not at all in the past week) to 3 (many times in the past week). Scores range from 0 to 105, with higher scores indicating greater frequency of reaction and consequences in response to their child's tics.",
                    "timeFrame": "Change from baseline TARS scores, to 6 weeks, to 12 weeks from the start of treatment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\n* A current diagnosis of a Diagnostic and Statistical Manual of Mental Disorders (DSM)-5 Tic disorder (e.g., Tourette's Disorder/syndrome, Persistent (Chronic) Motor or Vocal Tic Disorder, or Provisional Tic Disorder) or caregiver/youth report of clinically impairing tic symptoms\n* Ability for youth to speak/read English sufficiently\n* At least one parent/caregiver available to sign study consent forms, remain present during assessments, and fill out study questionnaires in English.\n\nExclusion criteria\n\n* A current diagnosis of psychosis, bipolar disorder, intellectual disability, acute suicidality, alcohol/substance dependence, or eating disorder.\n* Youth currently receiving psychotherapy elsewhere and/or have previously received CBIT.\n* Currently suicidal or who have engaged in suicidal behaviors within the past 6 months will be excluded\n* Youth currently taking psychotropic medication for a co-morbid psychiatric illness will be included without a wash-out period (to not delay treatment).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aileen Kangavary, B.A.",
                    "role": "CONTACT",
                    "phone": "3059849852",
                    "phoneExt": "1",
                    "email": "camatprogram@miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jill Ehrenreich-May, Ph.D.",
                    "affiliation": "University of Miami",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Coral Gables",
                    "state": "Florida",
                    "zip": "33124",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer M Canovas, B.A.",
                            "role": "CONTACT",
                            "phone": "305-284-9852",
                            "phoneExt": "1",
                            "email": "camatprogram@miami.edu"
                        },
                        {
                            "name": "Jill Ehrenreich-May, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.72149,
                        "lon": -80.26838
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013981",
                    "term": "Tic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22132",
                    "name": "Tics",
                    "relevance": "LOW"
                },
                {
                    "id": "M16739",
                    "name": "Tic Disorders",
                    "asFound": "Tic Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}