{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05654103",
            "orgStudyIdInfo": {
                "id": "IRB#22-001444"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK132422",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK132422"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Comparing Surgical and Endovascular Arteriovenous Fistula Creation",
            "officialTitle": "Randomized Controlled Trial Comparing endoAVF Versus surgAVF",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "comparing-surgical-and-endovascular-arteriovenous-fistula-creation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-08",
            "studyFirstSubmitQcDate": "2022-12-08",
            "studyFirstPostDateStruct": {
                "date": "2022-12-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Karen Woo, MD, PhD",
                "investigatorTitle": "Professor of Surgery at the David Geffen School of Medicine at UCLA",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Patients with end-stage kidney disease (ESKD) who use hemodialysis to filter their blood require vascular access for the dialysis machine; the most common type of vascular access is called an arteriovenous fistula (AVF). The AVF is a direct connect between an artery and vein.\n\nUntil recently, AVFs were only created through surgery that requires general anesthesia and opening up the skin. Now there are 2 FDA-approved devices designed to create AVFs using endovascular techniques (endoAVF), which means a device that goes through the skin instead of opening the skin up. Also patients are not required to be under general anesthesia, they can receive local anesthesia instead. Due to the relatively new approval of these devices, there is not a randomized study to compare the results of endoAVF versus surgAVF.\n\nThis study is a pilot study for an eventually larger scale study to compare the results of endoAVF versus surgAVF. The study aims to determine what the proportion of patients seeking hemodialysis access could qualify for receiving either an endoAVF , surgAVF, or both. Patients who are screened for hemodialysis access must undergo a duplex ultrasound of the blood vessels in the arm to confirm correct sizing. If participants qualify for both procedures they will be randomized to either endoAVF or surgAVF and will track the clinical and patient-reported outcomes of each procedure. Our pilot study hopes to enroll 90 participants. Those outcomes will inform a larger scale study. If the potential participant chooses to abstain from participation in the randomized trial, preferring to decide the method of AVF creation, we will offer to them a chance to join an endoAVF/surgAVF registry that will track the clinical outcomes of the procedure via medical record monitoring.",
            "detailedDescription": "All individuals being considered for a AVF undergo a procedure called vein mapping. Vein mapping is a duplex ultrasound image of the upper extremity veins to determine whether the veins are suitable for a fistula, the veins have to be large enough with an upper arm vein diameter of ≥ 2.0 mm. The vein mapping is considered standard of care as part of the pre-operative evaluation for vascular access creation.\n\nPotential subjects will have their duplex ultrasound imaging pre-screened to determine whether study anatomical suitability has been met. The vascular surgeons will make the final determination that the patient is a good candidate for a fistula. Those who pass the pre-screen for both endoAVF and surgAVF will be approached at their vascular access appointment to join the trial. If the subject agrees to join and is consented they will be screened further to determine if all other inclusionary/exclusionary criteria have been met, and if screening is satisfactory patients will be randomized by a computer with 50/50 chance of receiving either endoAVF and surgAVF. Those randomized to endoAVF will have to undergo an additional duplex ultrasound imaging that maps the distance between the artery and vein. For subjects who are randomized to endoAVF and who qualify for both devices (WavelinQ and Ellipsys), the decision of which device to use is left to the judgement of the treating physician. The additional vein mapping is done to determine which device can be used for the procedure. If this duplex ultrasound determines that the patient does not qualify for either device, they will be removed from the trial for their own safety and still be paid for the baseline visit. Once the participant has undergone surgery they will be followed for 2 years and undergo routine in-person follow-ups for the first 6 months that will gauge clinical and patient-reported outcomes and perform a physical examination of the fistula. The follow-up visits will be 35 days, 90 days, and 180 days after the initial surgery. The visits will take no more than 45 minutes to complete. There will be monthly chart reviews done to surveille for adverse events, which hemodialysis modality is used, and if secondary procedures are done to facilitate fistula maturation. The monthly chart reviews will happen until the end of the two year period.\n\nSubjects who have signed the consent form yet choose to join the registry instead of the randomized trial will not undergo any extra in-person visits beyond obtaining the initial consent and PHI access authorization as well as a completing a questionnaire on their general vascular access experience which should take no more than 10-15 minutes to complete. The participants will have the clinical outcome of their index endoAVF or surgAVF procedure tracked for up to three years with regular medical record data abstraction"
        },
        "conditionsModule": {
            "conditions": [
                "End Stage Renal Disease on Dialysis"
            ],
            "keywords": [
                "hemodialysis",
                "arteriovenous fistula",
                "fistula",
                "endoAVF",
                "End Stage Renal Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial where participants are assigned to receive a fistula created through surgery (open the skin) or endovascular surgery (through the skin). There is the option to not join the randomized portion and instead join a registry that will track the outcome of a participants fistula.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "surgAVF",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participant will undergo fistula creation through surgical means, which requires undergoing general anesthesia and opening the skin to create the fistula.",
                    "interventionNames": [
                        "Procedure: surgAVF"
                    ]
                },
                {
                    "label": "endoAVF",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participant will undergo fistula creation through endovascular surgical means, which does not require general anesthesia and is created by using a device that goes through the skin to create the fistula. The two devices that are currently FDA approved and used to create the endoAVF are the WavelinQ™ EndoAVF System and the Ellipsys® Vascular Access System.",
                    "interventionNames": [
                        "Device: endoAVF"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "endoAVF",
                    "description": "The device will be used according to manufactures instructions and medical facilities standard of care. EndoAVF has a high likelihood of requiring additional procedures that would not have been required if they had undergone surgAVF.",
                    "armGroupLabels": [
                        "endoAVF"
                    ],
                    "otherNames": [
                        "endovascular AVF"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "surgAVF",
                    "description": "The surgAAVF procedure will be done according to the medical facilities standard of care. SurgAVF can also require additional procedures to help with the fistula being useable.",
                    "armGroupLabels": [
                        "surgAVF"
                    ],
                    "otherNames": [
                        "surgical AVF"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physiologically mature fistula",
                    "description": "flow ≥ 500 ml/min and internal diameter \\>0.5 cm",
                    "timeFrame": "6 months postoperatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "clinically mature",
                    "description": "cannulate with 2 dialysis needles for 75% of dialysis sessions within a 4-week period and achieve the prescribed dialysis",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "primary patency",
                    "description": "Interval from time of access creation until any intervention to maintain or reestablish patency, access thrombosis, or end of study period, whichever comes first",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "secondary patency",
                    "description": "Interval from the time of access creation until access abandonment, including intervening interventions",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "functional patency",
                    "description": "Interval from time of access first use and access abandonment, including intervening interventions",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of interventions to achieve physiologic maturation",
                    "description": "Endovascular \\& surgical interventions required between access creation and physiologic maturation",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of interventions to achieve clinical maturation",
                    "description": "Endovascular \\& surgical interventions required between access creation and clinical maturation",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ESKD patients aged \\>18 who have chosen hemodialysis as their renal replacement option.\n* Ability to give consent to participate in a research study.\n* Upper arm vein diameter of ≥ 2.0 mm.\n\nEllipsys specific inclusion criteria:\n\n* Confirmed radial artery-adjacent vein proximity ≤ 1.5 mm measured lumen edge-to- lumen edge as determined by preprocedural ultrasound and confirmed pre- procedurally.\n* Confirmed radial artery and adjacent vein diameter of ≥ 2.0 mm at site where vein and artery connects.\n\nWavelinQ specific inclusion criteria:\n\n* Target vein diameter ≥ 2.0 mm, target artery diameter ≥ 2.0 mm, and ≤ 2 mm between target artery and vein.\n\nExclusion Criteria:\n\n* People under the age of 18.\n* Inability to understand the consent process and/or give consent.\n* Upper arm vein diameter less than 2.0 mm making them unsuitable to receive an surgAVF AND endoAVF.\n* Patients who are deemed by the surgeon to be anatomic candidates for a forearm vascular access, and the surgeon and the patient determine that a forearm access is the optimal access for the patient, in order to preserve more proximal anatomic sites for future accesses.\n* Currently incarcerated individuals.\n* Currently pregnant or planning to get pregnant within the next 6 months.\n* Individuals who choose peritoneal dialysis over hemodialysis and/or undergoing a kidney transplant within 6 months of randomization.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kenan Thomas",
                    "role": "CONTACT",
                    "phone": "310-206-0931",
                    "email": "kenanthomas@mednet.ucla.edu"
                },
                {
                    "name": "Nakeisha Favors, MPH",
                    "role": "CONTACT",
                    "phone": "310-206-1115",
                    "email": "nfavors@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karen Woo, MD, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Division of Vascular and Endovascular Surgery Clinic",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Woo, MD, PhD",
                            "role": "CONTACT",
                            "phone": "310-825-5394",
                            "email": "KWoo@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31564584",
                    "type": "BACKGROUND",
                    "citation": "Yan Wee IJ, Yap HY, Tang TY, Chong TT. A systematic review, meta-analysis, and meta-regression of the efficacy and safety of endovascular arteriovenous fistula creation. J Vasc Surg. 2020 Jan;71(1):309-317.e5. doi: 10.1016/j.jvs.2019.07.057. Epub 2019 Sep 26."
                },
                {
                    "pmid": "28624422",
                    "type": "BACKGROUND",
                    "citation": "Lok CE, Rajan DK, Clement J, Kiaii M, Sidhu R, Thomson K, Buldo G, Dipchand C, Moist L, Sasal J; NEAT Investigators. Endovascular Proximal Forearm Arteriovenous Fistula for Hemodialysis Access: Results of the Prospective, Multicenter Novel Endovascular Access Trial (NEAT). Am J Kidney Dis. 2017 Oct;70(4):486-497. doi: 10.1053/j.ajkd.2017.03.026. Epub 2017 Jun 14."
                },
                {
                    "pmid": "9890327",
                    "type": "BACKGROUND",
                    "citation": "Brescia MJ, Cimino JE, Appell K, Hurwich BJ, Scribner BH. Chronic hemodialysis using venipuncture and a surgically created arteriovenous fistula. 1966. J Am Soc Nephrol. 1999 Jan;10(1):193-9. No abstract available."
                },
                {
                    "pmid": "29429750",
                    "type": "BACKGROUND",
                    "citation": "Woodside KJ, Bell S, Mukhopadhyay P, Repeck KJ, Robinson IT, Eckard AR, Dasmunshi S, Plattner BW, Pearson J, Schaubel DE, Pisoni RL, Saran R. Arteriovenous Fistula Maturation in Prevalent Hemodialysis Patients in the United States: A National Study. Am J Kidney Dis. 2018 Jun;71(6):793-801. doi: 10.1053/j.ajkd.2017.11.020. Epub 2018 Feb 9. Erratum In: Am J Kidney Dis. 2018 Aug;72(2):314. doi: 10.1053/j.ajkd.2018.06.001."
                },
                {
                    "pmid": "18477783",
                    "type": "BACKGROUND",
                    "citation": "Dember LM, Beck GJ, Allon M, Delmez JA, Dixon BS, Greenberg A, Himmelfarb J, Vazquez MA, Gassman JJ, Greene T, Radeva MK, Braden GL, Ikizler TA, Rocco MV, Davidson IJ, Kaufman JS, Meyers CM, Kusek JW, Feldman HI; Dialysis Access Consortium Study Group. Effect of clopidogrel on early failure of arteriovenous fistulas for hemodialysis: a randomized controlled trial. JAMA. 2008 May 14;299(18):2164-71. doi: 10.1001/jama.299.18.2164."
                },
                {
                    "pmid": "31611240",
                    "type": "BACKGROUND",
                    "citation": "Lee T, Qian JZ, Zhang Y, Thamer M, Allon M. Long-Term Outcomes of Arteriovenous Fistulas with Unassisted versus Assisted Maturation: A Retrospective National Hemodialysis Cohort Study. J Am Soc Nephrol. 2019 Nov;30(11):2209-2218. doi: 10.1681/ASN.2019030318. Epub 2019 Oct 14."
                },
                {
                    "pmid": "29680297",
                    "type": "BACKGROUND",
                    "citation": "Mallios A, Jennings WC, Boura B, Costanzo A, Bourquelot P, Combes M. Early results of percutaneous arteriovenous fistula creation with the Ellipsys Vascular Access System. J Vasc Surg. 2018 Oct;68(4):1150-1156. doi: 10.1016/j.jvs.2018.01.036. Epub 2018 Apr 19."
                },
                {
                    "pmid": "28041783",
                    "type": "BACKGROUND",
                    "citation": "Hull JE, Elizondo-Riojas G, Bishop W, Voneida-Reyna YL. Thermal Resistance Anastomosis Device for the Percutaneous Creation of Arteriovenous Fistulae for Hemodialysis. J Vasc Interv Radiol. 2017 Mar;28(3):380-387. doi: 10.1016/j.jvir.2016.10.033. Epub 2016 Dec 29."
                },
                {
                    "pmid": "30798844",
                    "type": "BACKGROUND",
                    "citation": "Beaulieu RJ, Locham S, Nejim B, Dakour-Aridi H, Woo K, Malas MB. General anesthesia is associated with reduced early failure among patients undergoing hemodialysis access. J Vasc Surg. 2019 Mar;69(3):890-897.e5. doi: 10.1016/j.jvs.2018.05.247."
                },
                {
                    "pmid": "32778223",
                    "type": "BACKGROUND",
                    "citation": "Lok CE, Huber TS, Lee T, Shenoy S, Yevzlin AS, Abreo K, Allon M, Asif A, Astor BC, Glickman MH, Graham J, Moist LM, Rajan DK, Roberts C, Vachharajani TJ, Valentini RP; National Kidney Foundation. KDOQI Clinical Practice Guideline for Vascular Access: 2019 Update. Am J Kidney Dis. 2020 Apr;75(4 Suppl 2):S1-S164. doi: 10.1053/j.ajkd.2019.12.001. Epub 2020 Mar 12. Erratum In: Am J Kidney Dis. 2021 Apr;77(4):551. doi: 10.1053/j.ajkd.2021.02.002."
                },
                {
                    "pmid": "31894716",
                    "type": "BACKGROUND",
                    "citation": "Inston N, Khawaja A, Tullett K, Jones R. WavelinQ created arteriovenous fistulas versus surgical radiocephalic arteriovenous fistulas? A single-centre observational study. J Vasc Access. 2020 Sep;21(5):646-651. doi: 10.1177/1129729819897168. Epub 2020 Jan 2."
                },
                {
                    "pmid": "31075457",
                    "type": "BACKGROUND",
                    "citation": "Berland TL, Clement J, Griffin J, Westin GG, Ebner A. Endovascular Creation of Arteriovenous Fistulae for Hemodialysis Access with a 4 Fr Device: Clinical Experience from the EASE Study. Ann Vasc Surg. 2019 Oct;60:182-192. doi: 10.1016/j.avsg.2019.02.023. Epub 2019 May 8."
                },
                {
                    "pmid": "31928135",
                    "type": "BACKGROUND",
                    "citation": "Franco G, Mallios A, Bourquelot P, Hebibi H, Jennings W, Boura B. Feasibility for arteriovenous fistula creation with Ellipsys(R). J Vasc Access. 2020 Sep;21(5):701-704. doi: 10.1177/1129729819900114. Epub 2020 Jan 13."
                },
                {
                    "pmid": "30030582",
                    "type": "BACKGROUND",
                    "citation": "Jones RG, Morgan RA. A Review of the Current Status of Percutaneous Endovascular Arteriovenous Fistula Creation for Haemodialysis Access. Cardiovasc Intervent Radiol. 2019 Jan;42(1):1-9. doi: 10.1007/s00270-018-2037-6. Epub 2018 Jul 20."
                },
                {
                    "pmid": "16813991",
                    "type": "BACKGROUND",
                    "citation": "Vascular Access Work Group. Clinical practice guidelines for vascular access. Am J Kidney Dis. 2006 Jul;48 Suppl 1:S248-73. doi: 10.1053/j.ajkd.2006.04.040. No abstract available."
                },
                {
                    "pmid": "15373246",
                    "type": "BACKGROUND",
                    "citation": "Neumann ME. \"Fistula first\" initiative pushes for new standards in access care. Nephrol News Issues. 2004 Aug;18(9):43, 47-8. No abstract available."
                },
                {
                    "pmid": "28710091",
                    "type": "BACKGROUND",
                    "citation": "Cheung AK, Imrey PB, Alpers CE, Robbin ML, Radeva M, Larive B, Shiu YT, Allon M, Dember LM, Greene T, Himmelfarb J, Roy-Chaudhury P, Terry CM, Vazquez MA, Kusek JW, Feldman HI; Hemodialysis Fistula Maturation Study Group. Intimal Hyperplasia, Stenosis, and Arteriovenous Fistula Maturation Failure in the Hemodialysis Fistula Maturation Study. J Am Soc Nephrol. 2017 Oct;28(10):3005-3013. doi: 10.1681/ASN.2016121355. Epub 2017 Jul 14."
                },
                {
                    "pmid": "29188313",
                    "type": "BACKGROUND",
                    "citation": "Voorzaat BM, van der Bogt KEA, Janmaat CJ, van Schaik J, Dekker FW, Rotmans JI; Dutch Vascular Access Study Group. Arteriovenous Fistula Maturation Failure in a Large Cohort of Hemodialysis Patients in the Netherlands. World J Surg. 2018 Jun;42(6):1895-1903. doi: 10.1007/s00268-017-4382-z."
                },
                {
                    "pmid": "24183112",
                    "type": "BACKGROUND",
                    "citation": "Al-Jaishi AA, Oliver MJ, Thomas SM, Lok CE, Zhang JC, Garg AX, Kosa SD, Quinn RR, Moist LM. Patency rates of the arteriovenous fistula for hemodialysis: a systematic review and meta-analysis. Am J Kidney Dis. 2014 Mar;63(3):464-78. doi: 10.1053/j.ajkd.2013.08.023. Epub 2013 Oct 30."
                },
                {
                    "pmid": "32276012",
                    "type": "BACKGROUND",
                    "citation": "Mallios A, Bourquelot P, Franco G, Hebibi H, Fonkoua H, Allouache M, Costanzo A, de Blic R, Harika G, Boura B, Jennings WC. Midterm results of percutaneous arteriovenous fistula creation with the Ellipsys Vascular Access System, technical recommendations, and an algorithm for maintenance. J Vasc Surg. 2020 Dec;72(6):2097-2106. doi: 10.1016/j.jvs.2020.02.048. Epub 2020 Apr 8."
                },
                {
                    "pmid": "25935277",
                    "type": "BACKGROUND",
                    "citation": "Kim JJ, Gifford E, Nguyen V, Kaji AH, Chisum P, Zeng A, Dukkipati R, de Virgilio C. Increased use of brachiocephalic arteriovenous fistulas improves functional primary patency. J Vasc Surg. 2015 Aug;62(2):442-7. doi: 10.1016/j.jvs.2015.03.019. Epub 2015 Apr 30."
                },
                {
                    "pmid": "34303803",
                    "type": "BACKGROUND",
                    "citation": "Mordhorst A, Clement J, Kiaii M, Faulds J, Hsiang Y, Misskey J. A comparison of outcomes between open and endovascular arteriovenous access creation for hemodialysis. J Vasc Surg. 2022 Jan;75(1):238-247.e1. doi: 10.1016/j.jvs.2021.07.104. Epub 2021 Jul 22."
                },
                {
                    "pmid": "33548442",
                    "type": "BACKGROUND",
                    "citation": "Harika G, Mallios A, Allouache M, Costanzo A, de Blic R, Boura B, Jennings WC. Comparison of surgical versus percutaneously created arteriovenous hemodialysis fistulas. J Vasc Surg. 2021 Jul;74(1):209-216. doi: 10.1016/j.jvs.2020.12.086. Epub 2021 Feb 4."
                },
                {
                    "pmid": "33662481",
                    "type": "BACKGROUND",
                    "citation": "Shahverdyan R, Beathard G, Mushtaq N, Litchfield TF, Vartanian S, Konner K, Jennings WC. Comparison of Ellipsys Percutaneous and Proximal Forearm Gracz-Type Surgical Arteriovenous Fistulas. Am J Kidney Dis. 2021 Oct;78(4):520-529.e1. doi: 10.1053/j.ajkd.2021.01.011. Epub 2021 Mar 1."
                },
                {
                    "pmid": "33549799",
                    "type": "BACKGROUND",
                    "citation": "Osofsky R, Byrd D, Reagor J, Das Gupta J, Clark R, Argyropoulos C, Fabre A, Owen J, Marek J, Rana MA, Langsfeld M, Chavez L. Initial Outcomes Following Introduction of Percutaneous Arteriovenous Fistula Program with Comparison to Historical Surgically Created Fistulas. Ann Vasc Surg. 2021 Jul;74:271-280. doi: 10.1016/j.avsg.2020.12.041. Epub 2021 Feb 4."
                },
                {
                    "pmid": "33118395",
                    "type": "BACKGROUND",
                    "citation": "Woo K, Pieters H. The patient experience of hemodialysis vascular access decision-making. J Vasc Access. 2021 Nov;22(6):911-919. doi: 10.1177/1129729820968400. Epub 2020 Oct 29."
                },
                {
                    "pmid": "26718822",
                    "type": "BACKGROUND",
                    "citation": "Farber A, Imrey PB, Huber TS, Kaufman JM, Kraiss LW, Larive B, Li L, Feldman HI; HFM Study Group. Multiple preoperative and intraoperative factors predict early fistula thrombosis in the Hemodialysis Fistula Maturation Study. J Vasc Surg. 2016 Jan;63(1):163-70.e6. doi: 10.1016/j.jvs.2015.07.086."
                },
                {
                    "pmid": "22810448",
                    "type": "BACKGROUND",
                    "citation": "Sibai T, Carlisle H, Tornetta P 3rd. The darker side of randomized trials: recruitment challenges. J Bone Joint Surg Am. 2012 Jul 18;94 Suppl 1:49-55. doi: 10.2106/JBJS.L.00240."
                },
                {
                    "pmid": "29696210",
                    "type": "BACKGROUND",
                    "citation": "Lim CT, Roberts HJ, Collins JE, Losina E, Katz JN. Factors influencing the enrollment in randomized controlled trials in orthopedics. Contemp Clin Trials Commun. 2017 Oct 16;8:203-208. doi: 10.1016/j.conctc.2017.10.005. eCollection 2017 Dec."
                },
                {
                    "pmid": "27402237",
                    "type": "BACKGROUND",
                    "citation": "Menard MT, Farber A, Assmann SF, Choudhry NK, Conte MS, Creager MA, Dake MD, Jaff MR, Kaufman JA, Powell RJ, Reid DM, Siami FS, Sopko G, White CJ, Rosenfield K. Design and Rationale of the Best Endovascular Versus Best Surgical Therapy for Patients With Critical Limb Ischemia (BEST-CLI) Trial. J Am Heart Assoc. 2016 Jul 8;5(7):e003219. doi: 10.1161/JAHA.116.003219."
                },
                {
                    "pmid": "31491479",
                    "type": "BACKGROUND",
                    "citation": "Villarreal MF, Siracuse JJ, Menard M, Assmann SF, Siami FS, Rosenfield K, Strong MB, Farber A. Enrollment Obstacles in a Randomized Controlled Trial: A Performance Survey of Enrollment in BEST-CLI Sites. Ann Vasc Surg. 2020 Jan;62:406-411. doi: 10.1016/j.avsg.2019.08.069. Epub 2019 Sep 3."
                },
                {
                    "pmid": "29203125",
                    "type": "BACKGROUND",
                    "citation": "Viecelli AK, O'Lone E, Sautenet B, Craig JC, Tong A, Chemla E, Hooi LS, Lee T, Lok C, Polkinghorne KR, Quinn RR, Vachharajani T, Vanholder R, Zuo L, Irish AB, Mori TA, Pascoe EM, Johnson DW, Hawley CM. Vascular Access Outcomes Reported in Maintenance Hemodialysis Trials: A Systematic Review. Am J Kidney Dis. 2018 Mar;71(3):382-391. doi: 10.1053/j.ajkd.2017.09.018. Epub 2017 Dec 6."
                },
                {
                    "pmid": "28729383",
                    "type": "BACKGROUND",
                    "citation": "Beathard GA, Lok CE, Glickman MH, Al-Jaishi AA, Bednarski D, Cull DL, Lawson JH, Lee TC, Niyyar VD, Syracuse D, Trerotola SO, Roy-Chaudhury P, Shenoy S, Underwood M, Wasse H, Woo K, Yuo TH, Huber TS. Definitions and End Points for Interventional Studies for Arteriovenous Dialysis Access. Clin J Am Soc Nephrol. 2018 Mar 7;13(3):501-512. doi: 10.2215/CJN.11531116. Epub 2017 Jul 20."
                },
                {
                    "pmid": "31078660",
                    "type": "BACKGROUND",
                    "citation": "Harris PA, Taylor R, Minor BL, Elliott V, Fernandez M, O'Neal L, McLeod L, Delacqua G, Delacqua F, Kirby J, Duda SN; REDCap Consortium. The REDCap consortium: Building an international community of software platform partners. J Biomed Inform. 2019 Jul;95:103208. doi: 10.1016/j.jbi.2019.103208. Epub 2019 May 9."
                },
                {
                    "pmid": "18929686",
                    "type": "BACKGROUND",
                    "citation": "Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009 Apr;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010. Epub 2008 Sep 30."
                },
                {
                    "pmid": "11877717",
                    "type": "BACKGROUND",
                    "citation": "Sidawy AN, Gray R, Besarab A, Henry M, Ascher E, Silva M Jr, Miller A, Scher L, Trerotola S, Gregory RT, Rutherford RB, Kent KC. Recommended standards for reports dealing with arteriovenous hemodialysis accesses. J Vasc Surg. 2002 Mar;35(3):603-10. doi: 10.1067/mva.2002.122025."
                },
                {
                    "pmid": "31104731",
                    "type": "BACKGROUND",
                    "citation": "Cella D, Choi SW, Condon DM, Schalet B, Hays RD, Rothrock NE, Yount S, Cook KF, Gershon RC, Amtmann D, DeWalt DA, Pilkonis PA, Stone AA, Weinfurt K, Reeve BB. PROMIS(R) Adult Health Profiles: Efficient Short-Form Measures of Seven Health Domains. Value Health. 2019 May;22(5):537-544. doi: 10.1016/j.jval.2019.02.004."
                },
                {
                    "pmid": "28822665",
                    "type": "BACKGROUND",
                    "citation": "Domenick Sridharan N, Fish L, Yu L, Weisbord S, Jhamb M, Makaroun MS, Yuo TH. The associations of hemodialysis access type and access satisfaction with health-related quality of life. J Vasc Surg. 2018 Jan;67(1):229-235. doi: 10.1016/j.jvs.2017.05.131. Epub 2017 Aug 16."
                },
                {
                    "pmid": "31937249",
                    "type": "BACKGROUND",
                    "citation": "Nordyke RJ, Nicholson G, Gage SM, Lithgow T, Himmelfarb J, Rivara MB, Hays RD, Woo K, Peipert JD. Vascular access-specific health-related quality of life impacts among hemodialysis patients: qualitative development of the hemodialysis access-related quality of life (HARQ) instrument. BMC Nephrol. 2020 Jan 14;21(1):16. doi: 10.1186/s12882-020-1683-5."
                },
                {
                    "pmid": "9569949",
                    "type": "BACKGROUND",
                    "citation": "Lin SL, Huang CH, Chen HS, Hsu WA, Yen CJ, Yen TS. Effects of age and diabetes on blood flow rate and primary outcome of newly created hemodialysis arteriovenous fistulas. Am J Nephrol. 1998;18(2):96-100. doi: 10.1159/000013315."
                },
                {
                    "pmid": "12046034",
                    "type": "BACKGROUND",
                    "citation": "Malovrh M. Native arteriovenous fistula: preoperative evaluation. Am J Kidney Dis. 2002 Jun;39(6):1218-25. doi: 10.1053/ajkd.2002.33394."
                },
                {
                    "pmid": "12354984",
                    "type": "BACKGROUND",
                    "citation": "Robbin ML, Chamberlain NE, Lockhart ME, Gallichio MH, Young CJ, Deierhoi MH, Allon M. Hemodialysis arteriovenous fistula maturity: US evaluation. Radiology. 2002 Oct;225(1):59-64. doi: 10.1148/radiol.2251011367."
                },
                {
                    "pmid": "8760984",
                    "type": "BACKGROUND",
                    "citation": "Wong V, Ward R, Taylor J, Selvakumar S, How TV, Bakran A. Factors associated with early failure of arteriovenous fistulae for haemodialysis access. Eur J Vasc Endovasc Surg. 1996 Aug;12(2):207-13. doi: 10.1016/s1078-5884(96)80108-0."
                },
                {
                    "pmid": "25855782",
                    "type": "BACKGROUND",
                    "citation": "Lee T, Thamer M, Zhang Y, Zhang Q, Allon M. Outcomes of Elderly Patients after Predialysis Vascular Access Creation. J Am Soc Nephrol. 2015 Dec;26(12):3133-40. doi: 10.1681/ASN.2014090938. Epub 2015 Apr 8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Westfall PH, Tobias RD, Wolfinger RD. Multiple comparisons and multiple tests using SAS: SAS Institute; 2011."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rubin DB. Multiple imputation for nonresponse in surveys: John Wiley & Sons; 2004."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Schafer JL. Analysis of incomplete multivariate data: CRC press; 1997."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Belin TR, Gjertson DW, Hu MY. Summarizing DNA evidence when relatives are possible suspects. Journal of the American Statistical Association 1997;92:706-16."
                },
                {
                    "pmid": "11213759",
                    "type": "BACKGROUND",
                    "citation": "Liu M, Taylor JM, Belin TR. Multiple imputation and posterior simulation for multivariate missing data in longitudinal studies. Biometrics. 2000 Dec;56(4):1157-63. doi: 10.1111/j.0006-341x.2000.01157.x."
                },
                {
                    "pmid": "23511558",
                    "type": "BACKGROUND",
                    "citation": "Jenkins V, Farewell V, Farewell D, Darmanin J, Wagstaff J, Langridge C, Fallowfield L; TTT Steering committee. Drivers and barriers to patient participation in RCTs. Br J Cancer. 2013 Apr 16;108(7):1402-7. doi: 10.1038/bjc.2013.113. Epub 2013 Mar 19."
                },
                {
                    "pmid": "9893627",
                    "type": "BACKGROUND",
                    "citation": "Fallowfield LJ, Jenkins V, Brennan C, Sawtell M, Moynihan C, Souhami RL. Attitudes of patients to randomised clinical trials of cancer therapy. Eur J Cancer. 1998 Sep;34(10):1554-9. doi: 10.1016/s0959-8049(98)00193-2."
                },
                {
                    "pmid": "6737023",
                    "type": "BACKGROUND",
                    "citation": "Penman DT, Holland JC, Bahna GF, Morrow G, Schmale AH, Derogatis LR, Carnrike CL Jr, Cherry R. Informed consent for investigational chemotherapy: patients' and physicians' perceptions. J Clin Oncol. 1984 Jul;2(7):849-55. doi: 10.1200/JCO.1984.2.7.849."
                },
                {
                    "pmid": "7097966",
                    "type": "BACKGROUND",
                    "citation": "Cassileth BR, Lusk EJ, Miller DS, Hurwitz S. Attitudes toward clinical trials among patients and the public. JAMA. 1982 Aug 27;248(8):968-70."
                },
                {
                    "pmid": "7899572",
                    "type": "BACKGROUND",
                    "citation": "Sandelowski M. Sample size in qualitative research. Res Nurs Health. 1995 Apr;18(2):179-83. doi: 10.1002/nur.4770180211."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Braun V, Clarke V. Using thematic analysis in psychology. Qualitative research in psychology 2006;3:77-101."
                },
                {
                    "pmid": "17872937",
                    "type": "BACKGROUND",
                    "citation": "Tong A, Sainsbury P, Craig J. Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups. Int J Qual Health Care. 2007 Dec;19(6):349-57. doi: 10.1093/intqhc/mzm042. Epub 2007 Sep 14."
                },
                {
                    "pmid": "32336266",
                    "type": "BACKGROUND",
                    "citation": "Gayet-Ageron A, Rudaz S, Perneger T. Study design factors influencing patients' willingness to participate in clinical research: a randomised vignette-based study. BMC Med Res Methodol. 2020 Apr 26;20(1):93. doi: 10.1186/s12874-020-00979-z."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                },
                {
                    "id": "D000001164",
                    "term": "Arteriovenous Fistula"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000005402",
                    "term": "Fistula"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001165",
                    "term": "Arteriovenous Malformations"
                },
                {
                    "id": "D000054079",
                    "term": "Vascular Malformations"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000016157",
                    "term": "Vascular Fistula"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4472",
                    "name": "Arteriovenous Fistula",
                    "asFound": "Arteriovenous Fistula",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8532",
                    "name": "Fistula",
                    "relevance": "LOW"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "End Stage Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M4473",
                    "name": "Arteriovenous Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "M27558",
                    "name": "Vascular Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M18619",
                    "name": "Vascular Fistula",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}