{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05555290",
            "orgStudyIdInfo": {
                "id": "D6930C00017"
            },
            "organization": {
                "fullName": "AstraZeneca",
                "class": "INDUSTRY"
            },
            "briefTitle": "PT027 Compared to PT007 in Patients With Asthma With Mannitol-induced Acute Airway Obstruction",
            "officialTitle": "ALTA - ALbuterol/Budesonide Treatment in Acute Airway Obstruction. A Randomized, Double-blind, 2-period, Cross-over Study Evaluating Efficacy and Safety of Repeated Doses of PT027 Compared to PT007 in Patients With Asthma and Acute Airway Obstruction Induced by Repeated Mannitol Challenges",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "compared-to-in-patients-with-asthma-with-mannitol-induced-acute-airway-obstruction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-25",
            "studyFirstSubmitQcDate": "2022-09-23",
            "studyFirstPostDateStruct": {
                "date": "2022-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "AstraZeneca",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A study evaluating efficacy and safety of repeated doses of PT027 compared to PT007 in patients with asthma and acute airway obstruction induced by repeated mannitol challenges",
            "detailedDescription": "This is a multi-center, randomized, double-blind, 2-period, cross-over study evaluating efficacy and safety of repeated doses of PT027 (albuterol/budesonide pressurized metered dose inhaler (pMDI)) compared to PT007 (albuterol pMDI) in participants with asthma and acute airway obstruction induced by 2 mannitol challenges at least 8 hours apart.\n\nIt is a two-part study where Part 1 will enroll a small cohort of participants and will be used as a pilot study. The data obtained from Part 1 will be assessed by an internal AstraZeneca advisory board, and suggested changes may be made to Part 2 of the study.\n\nThe following is the sequence of study visits:\n\n(i) Visit 1 (V1) screening (ii) Visit 2 (V2) 10 to 14 days after Visit 1 assessments; 1st dual challenge and treatment visit (iii) Visit 3 (V3) 10 to 14 days after Visit 2; 2nd dual challenge and treatment visit\n\nAt Visit 1, all participants will be subjected to a single mannitol challenge to establish a positive response (defined as a ≥15% decrease in forced expiratory volume in the first second \\[FEV1\\] from the 0 mg mannitol FEV1 value) and will receive 4 puffs of open-label PT007. At Visit 2, participants will be randomized to one of 2 treatment sequences, A/B or B/A, where treatments A and B are defined as:\n\n(i) Treatment A = PT027 (ii) Treatment B = PT007\n\nFor treatment sequence A/B, participants will receive repeated inhalations of PT027 at Visit 2 followed by repeated inhalations of PT007 in Visit 3 .\n\nFor treatment sequence B/A, participants will receive repeated inhalations of PT007 at Visit 2 followed by repeated inhalations of PT027 in Visit 3.\n\nParticipants will have a Follow-up Telephone call 7 days after Visit 3/after Early discontinuation (ED)."
        },
        "conditionsModule": {
            "conditions": [
                "Asthma"
            ],
            "keywords": [
                "Acute airway obstruction",
                "Albuterol",
                "Budesonide",
                "Short-acting beta2-agonists (SABA)",
                "Albuterol Sulfate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The study will enroll 17 participants in Part 1 and 88 participants in Part 2",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 105,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment A (PT027) [experimental], then Treatment B (PT007) [active comparator] Part 1 & 2",
                    "type": "EXPERIMENTAL",
                    "description": "At Visit 2, participants will receive repeated oral inhalations of PT027 to treat acute airway obstruction induced by a repeated airway challenge, followed by a washout period of 10-14 days. At Visit 3, participants will receive repeated oral inhalations of PT007 to treat acute airway obstruction induced by a repeated airway challenge.",
                    "interventionNames": [
                        "Combination Product: PT027",
                        "Combination Product: PT007"
                    ]
                },
                {
                    "label": "Treatment B (PT007) [active comparator], then Treatment A (PT027) [experimental] Part 1 & 2",
                    "type": "EXPERIMENTAL",
                    "description": "At Visit 2, participants will receive repeated oral inhalations of PT007 to treat acute airway obstruction induced by a repeated airway challenge, followed by a washout period of 10 to 14 days. At Visit 3, participants will receive repeated oral inhalations of PT027 to treat acute airway obstruction induced by a repeated airway challenge.",
                    "interventionNames": [
                        "Combination Product: PT027",
                        "Combination Product: PT007"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "PT027",
                    "description": "When administered PT027, participants will receive 2 actuations of albuterol- budesonide per dose administered as oral inhalations.",
                    "armGroupLabels": [
                        "Treatment A (PT027) [experimental], then Treatment B (PT007) [active comparator] Part 1 & 2",
                        "Treatment B (PT007) [active comparator], then Treatment A (PT027) [experimental] Part 1 & 2"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "PT007",
                    "description": "When administered PT007, participants will receive 2 actuations of albuterol administered as oral inhalations.",
                    "armGroupLabels": [
                        "Treatment A (PT027) [experimental], then Treatment B (PT007) [active comparator] Part 1 & 2",
                        "Treatment B (PT007) [active comparator], then Treatment A (PT027) [experimental] Part 1 & 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from mannitol baseline Forced expiratory volume in the first second (FEV1) Area under the curve (AUC [0-60 min]) post-mannitol challenge 1",
                    "description": "The efficacy of repeated dosing of PT027 relative to PT007, on post-dose lung function, when used by participants with asthma on SABA as-needed treatment only who are experiencing acute airway obstruction induced by mannitol challenges will be assessed.",
                    "timeFrame": "Up to 60 minutes post mannitol challenge 1"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from mannitol baseline in FEV1 AUC (0-15 min) post-mannitol challenge 1",
                    "description": "The efficacy of PT027 after a single dose compared with PT007 in reversal of acute airway obstruction, when used by participants with asthma on SABA as-needed treatment only who are experiencing acute airway obstruction induced by mannitol challenges will be assessed.",
                    "timeFrame": "Up to 15 minutes post mannitol challenge 1"
                },
                {
                    "measure": "Change from mannitol baseline in FEV1 at 8 hours post-mannitol challenge 1",
                    "description": "The efficacy of PT027 compared with PT007 in the sustainability of effect of reversal of acute airway obstruction post-mannitol challenge 1 in participants with asthma on SABA as needed treatment only who are experiencing acute airway obstruction induced by mannitol challenges will be assessed.",
                    "timeFrame": "At 8 hours (480 minutes) post mannitol challenge 1"
                },
                {
                    "measure": "Time to return to baseline (-30 min) FEV1 post-mannitol challenge 2, pre-final dose of rescue/reliever",
                    "description": "The efficacy of a single dose of PT027 compared with PT007 on post-dose speed of recovery of lung function following a recurring trigger of acute airway obstruction induced by mannitol challenges in participants with asthma on SABA as needed treatment only will be assessed.",
                    "timeFrame": "Up to 60 minutes post-mannitol challenge 2"
                },
                {
                    "measure": "Peak fall in FEV1 from baseline (-30 min) FEV1 to post-mannitol challenge 2, pre-final dose of rescue/reliever",
                    "description": "The protective efficacy of prior repetitive doses of PT027 compared with PT007 on lung function fall in response to a recurring trigger of acute airway obstruction induced by mannitol challenges in participants with asthma on SABA as-needed treatment only will be assessed.",
                    "timeFrame": "At approximately 490 minutes post mannitol challenge 1"
                },
                {
                    "measure": "Peak fall in FEV1 from 8 hours to post-mannitol challenge 2, pre-final dose of rescue/reliever",
                    "description": "The protective efficacy of prior repetitive doses of PT027 compared with PT007 on lung function fall in response to a recurring trigger of acute airway obstruction in participants with asthma on SABA as-needed treatment only will be assessed.",
                    "timeFrame": "To post-mannitol challenge 2 at approximately 490 minutes"
                },
                {
                    "measure": "Number of participants with Adverse Events (AEs)",
                    "description": "The safety and tolerability of repeated dosing of PT027 as compared to PT007 in participants with asthma on SABA as-needed treatment only will be assessed.",
                    "timeFrame": "From Screening Visit (approximately 5 hours) until the Follow up telephone call (7 days after the last treatment visit)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants who have been diagnosed with asthma \\> 6 months before Visit 1 by a physician.\n* Participants must have been prescribed and using as-needed SABA as only asthma treatment for at least 4 weeks before screening visit.\n* Participants should have pre-bronchodilator FEV1 ≥ 1.5 L and FEV1 ≥ 60% to \\< 90% predicted normal at Visit 1.\n* Participants should have a positive response to mannitol challenge performed at Visit 1 (a decrease in FEV1 by at least 15% \\[PD15\\] at ≤ 635 mg).\n* Participants should return to within 10% of baseline FEV1 (≥ 90% of baseline FEV1), within 1 hour after positive mannitol challenge and 4 inhalations of PT007, performed at Visit 1.\n* Participants should be able to adhere to study procedures in the judgment of the Investigator.\n* Male or female.\n* Women of childbearing potential must have a negative urine pregnancy test at each study visit.\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the Informed Consent Form (ICF) and in this protocol.\n* Provision of signed and dated written Optional Genetic Research Information informed consent prior to collection of samples for optional genetic research that supports Genomic Initiative.\n\nExclusion Criteria:\n\n* Any evidence of clinically significant lung disease other than asthma.\n* If the participant has had any face-to-face unscheduled or urgent visit for asthma worsening within the last 4 weeks.\n* Any significant disease or disorder, or evidence of drug/substance abuse which in the Investigator's opinion would pose a risk to participant safety, interfere with the conduct of study, have an impact on the study results, or make it undesirable for the participant to participate in the study.\n* If participants have used Inhaled corticosteroids (ICS) within 1 month prior to enrolment.\n* If they have used immunosuppressive medication (including but not limited to methotrexate, troleandomycin, cyclosporine, azathioprine, systemic corticosteroids including regular treatment with oral corticosteroids or intramuscular long-acting depot corticosteroids, or any experimental anti-inflammatory therapy) within 3 months prior to enrolment (Visit 1) or plan on starting immunosuppressive medications during the study.\n* If they have used allergen-specific immunotherapy (desensitization) within 3 months prior to enrolment.\n* If they have used systemic corticosteroids (including oral and injected) within 3 months prior to enrolment.\n* If they have received any marketed or investigational biologic within 4 months or 5 half-lives prior to enrolment (whichever is longer) or received any investigational nonbiologic agent within 30 days or 5 half-lives prior to enrolment (whichever is longer).\n* Participants with a known hypersensitivity to beta2-agonists, ICS, mannitol, or any of the excipients of the product.\n* Any clinically significant abnormal findings in physical examination, vital signs, ECG (eg, participants with QTcF \\> 500 ms), hematology, clinical chemistry, or urinalysis, which in the opinion of the Investigator, may put the participant at risk because of his/her participation in the study, or may influence the results of the study, or the participant's ability to complete entire duration of the study.\n* If they are current smokers or participants with smoking history ≥ 10 pack years including the use of vaping products, such as electronic cigarettes, and water pipes. If they are former smokers with a smoking history of \\<10 pack years, including former vaping or water pipe users, smoking must have stopped for at least 6 months prior to Visit 1 to be eligible.\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and its affiliates and/or staff at the study site and their immediate relative(s)).\n* Judgment by the Investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures, restrictions, and requirements.\n* Breast feeding, pregnancy or intention to become pregnant during the course of the study.\n* Previous randomization in the present study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "130 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "AstraZeneca Clinical Study Information Center",
                    "role": "CONTACT",
                    "phone": "1-877-240-9479",
                    "email": "information.center@astrazeneca.com"
                }
            ],
            "locations": [
                {
                    "facility": "Research Site",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21046",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                },
                {
                    "facility": "Research Site",
                    "status": "TERMINATED",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21046",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Qualified researchers can request access to anonymized individual patient-level data from AstraZeneca group of companies sponsored clinical trials via the request portal. All requests will be evaluated as per the AZ disclosure commitment:\n\nhttps://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure. Yes, indicates that AZ are accepting requests for IPD, but this does not mean all requests will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "AstraZeneca will meet or exceed data availability as per the commitments made to the EFPIA Pharma Data Sharing Principles. For details of our timelines, please refer to our disclosure commitment at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.",
            "accessCriteria": "When a request has been approved AstraZeneca will provide access to the deidentified individual patient-level data in an approved sponsored tool. Signed Data Sharing Agreement (non-negotiable contract for data accessors) must be in place before accessing requested information. Additionally, all users will need to accept the terms and conditions of the SAS MSE to gain access. For additional details, please review the Disclosure Statements at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.",
            "url": "https://astrazenecagroup-dt.pharmacm.com/DT/Home"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                },
                {
                    "id": "D000000402",
                    "term": "Airway Obstruction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000012131",
                    "term": "Respiratory Insufficiency"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3750",
                    "name": "Airway Obstruction",
                    "asFound": "Airway Obstruction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14968",
                    "name": "Respiratory Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21711",
                    "name": "Budesonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M3767",
                    "name": "Albuterol",
                    "relevance": "LOW"
                },
                {
                    "id": "M11342",
                    "name": "Mannitol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                }
            ]
        }
    },
    "hasResults": false
}