{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06060860",
            "orgStudyIdInfo": {
                "id": "23-0871"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Comparing Cognitive-Behavioral Therapy Versus Mindfulness-Based Therapy for Autistic Adults",
            "officialTitle": "Comparing Cognitive-Behavioral Therapy Versus Mindfulness-Based Therapy for Autistic Adults",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "comparing-cognitive-behavioral-therapy-versus-mindfulness-based-therapy-for-autistic-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-22",
            "studyFirstSubmitQcDate": "2023-09-22",
            "studyFirstPostDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Virginia",
                    "class": "OTHER"
                },
                {
                    "name": "Augusta University",
                    "class": "OTHER"
                },
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Autistic adults are at a greater risk for mental health problems compared to the general population, with 50% meeting criteria for a co-occurring psychiatric condition. Depression and anxiety are the most common of these conditions among autistic adults, contributing to long-term detrimental effects on health, day-to-day functioning, and quality of life. This study will conduct the first large-scale head-to-head comparison of the two most widely studied mental health interventions for autistic adults: cognitive-behavioral therapy (CBT) and mindfulness-based therapy (MBT). Both interventions are well-established, empirically supported treatments for depression and anxiety in the general population, and both interventions have demonstrated efficacy among autistic adults. However, their comparative effectiveness and heterogeneity of treatment effects have not been established in autistic adults. Both interventions will be delivered by telehealth.",
            "detailedDescription": "This study includes three aims:\n\nAim 1. Evaluate the effectiveness of two different mental health interventions, CBT versus MBT, to improve patient-centered mental health outcomes, quality of life, well-being, and functional impairment among autistic adults with co-occurring anxiety and/or depressive disorders.\n\nAim 2. Explore patient characteristics (e.g., expressive language ability, intellectual ability, alexithymia, sensory sensitivity) that may moderate the relationship between CBT or MBT and patient outcomes.\n\nAim 3. Compare implementation outcomes of acceptability and feasibility of CBT relative to MBT as reported by patients and clinicians using mixed methods."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder",
                "Depression",
                "Anxiety"
            ],
            "keywords": [
                "autism spectrum disorder",
                "depression",
                "anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cognitive-Behavioral Therapy (CBT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The arm receives the Unified Protocol (UP), a modular transdiagnostic CBT treatment that uses a parsimonious approach to treatment by addressing common emotion-related mechanisms underlying both anxiety and depression.",
                    "interventionNames": [
                        "Behavioral: Cognitive-Behavioral Therapy (CBT)"
                    ]
                },
                {
                    "label": "Mindfulness-Based Cognitive Therapy (MBCT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Mindfulness-Based Cognitive Therapy (MBCT) is an empirically supported treatment that focuses on non-judgmental acceptance of present moment experiences and emotions. MBCT was adapted from Mindfulness-Based Stress Reduction (MBSR) to focus on improving mental health more specifically in individuals with depression and other psychiatric conditions.",
                    "interventionNames": [
                        "Behavioral: Mindfulness-Based Cognitive Therapy (MBCT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive-Behavioral Therapy (CBT)",
                    "description": "The UP incorporates common principles among empirically supported CBT protocols, including restructuring maladaptive cognitions, changing maladaptive behaviors, preventing emotion avoidance, and incorporating exposure. It consists of five core treatment modules:\n\n1. emotion awareness,\n2. cognitive appraisal \\& reappraisal,\n3. emotion avoidance \\& emotion-driven behaviors,\n4. awareness and tolerance of emotion-related physical sensations, \\&\n5. interoceptive and situational emotion-focused exposures.\n\nThere are two introductory modules on enhancing motivation and understanding of emotional experiences. A final module is on maintenance and relapse prevention. Modules are delivered at a flexible pace and some patients may spend multiple sessions on the same module. The total number of sessions varies from patient to patient, generally ranging from 12-18 sessions (50-60 minutes) delivered weekly. All sessions are 1:1 via telehealth.",
                    "armGroupLabels": [
                        "Cognitive-Behavioral Therapy (CBT)"
                    ],
                    "otherNames": [
                        "CBT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness-Based Cognitive Therapy (MBCT)",
                    "description": "The study MBCT protocol is a 9-week program (90-120 minute sessions) with home-based practice between sessions. MBCT sessions incorporate formal mindfulness meditation practices such as sitting meditation, mindful movement, and body scan (with a focus on mindful and non-judgmental attention to sensations, thoughts, and feelings), as well as informal practices and homework to integrate mindful awareness into everyday life, such as mindful eating, mindful walking, and mindful breathing. All sessions are 1:1 via telehealth.",
                    "armGroupLabels": [
                        "Mindfulness-Based Cognitive Therapy (MBCT)"
                    ],
                    "otherNames": [
                        "MBCT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in anxiety and depression symptoms",
                    "description": "The Patient Health Questionnaire Anxiety-Depression Scale (PHQ-ADS) is a 16-item composite measure that provides a single composite score for depression and anxiety. It comprises the 9-item Patient Health Questionnaire depression scale (PHQ-9) and the 7-item Generalized Anxiety Disorder scale (GAD-7). PHQ-ADS scores can range from 0 to 48 with higher scores indicating more severe depression/anxiety.",
                    "timeFrame": "Baseline, up to 18 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in mental health",
                    "description": "A patient-centered, single-item Participant Global Rating of Change asks participants to rate their depression/anxiety compared to how it was at the beginning of treatment on a 5-point scale (much better, a bit better, no different, a bit worse, or much worse). The score ranges from 1-5, with higher scores indicate improved depression/anxiety.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in psychiatric diagnosis",
                    "description": "The Mini-International Neuropsychiatric Interview (MINI) is a widely used, structured clinical interview that was developed as a brief (\\~15 min), yet comprehensive, assessment of the most common psychiatric diagnoses. The MINI identifies if participants meet diagnostic criteria for major psychiatric disorders. It has 16 modules looking at 24 potential current (within the past 2 weeks or past month) and/or previous psychiatric diagnoses. Questions are rated dichotomously (yes/no) and no score is calculated. Change in total number of current psychiatric diagnoses by participant will be tracked.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in quality of life",
                    "description": "The Outcome Rating Scale (ORS) is a 4-item visual analog scale assessing functioning in individual, interpersonal, social, and overall functioning over the past week. Item scores range from 0-10, with higher scores indicating better functioning.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in well-being",
                    "description": "The Patient Reported Outcomes Measurement Information System (PROMIS) is a comprehensive battery of patient-centered measures. The PROMIS Autism Battery - Lifespan (PAB-L), a subset of PROMIS measures, has been validated for the assessment of autistic adults. Items are rated on either a 1 to 7 scale (5 items) or a 1-5 scale (23 items), with total scores ranging from 28 to 150, and higher scores indicating better well-being.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in self-acceptance",
                    "description": "The 10-item Rosenberg Self-Esteem Scale (RSE) assesses overall self-acceptance. Item scores range from 1 to 4, with total scores ranging from 10-40, with higher scores indicating higher self-esteem.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in functional impairment",
                    "description": "The brief Sheehan Disability Scale (SDS) will be used to assess the extent to which participants' mental health symptoms have disrupted their day-to-day functioning. The SDS is a 3-item discretized visual analog scale assessing functional disability in work/school, social life, and family life/home responsibilities. Scores range from 0-30, with higher scores indicating a higher degree of functional impairment.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Change in disability",
                    "description": "The World Health Organization Disability Assessment Schedule II (WHODAS II) is a brief, 12-item measure of global disability assessing activity limitations and participation. Scores range 12 to 60, where higher scores indicate higher disability or loss of function.",
                    "timeFrame": "Baseline through 6 months of follow-up"
                },
                {
                    "measure": "Potential Negative Effects of Intervention",
                    "description": "The 20-item Negative Effects Questionnaire (NEQ) measures potential negative effects of psychological treatments. Scores can range from 0 to 80, with higher scores indicating more negative effects.",
                    "timeFrame": "Up to 6-months follow-up"
                },
                {
                    "measure": "Intervention services satisfaction",
                    "description": "Participants will complete the Client Satisfaction Questionnaire (CSQ-8), an 8-item measure of psychotherapy satisfaction. Scores range from 8 to 32, with higher scores indicating higher satisfaction.",
                    "timeFrame": "Up to 18 weeks"
                },
                {
                    "measure": "Intervention therapist and therapy satisfaction",
                    "description": "Participants will complete the Survey of Autism Mental Healthcare Satisfaction (SAMHS) to assess specific aspects of mental healthcare important to autistic adults. Scores range from 42-210, with higher scores indicating greater satisfaction.",
                    "timeFrame": "Up to 18 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥18 years of age\n* Co-occurring depression and/or anxiety as determined by a total score ≥10 on the PHQ-ADS\n* Living in North Carolina or Virginia\n* Ability to participate in therapy sessions over telehealth\n* English-speaking\n* Provide proof of a professional diagnosis of autism OR meet or exceed clinical cut-off on the Social Responsiveness Scale (SRS-2) autism screening instrument\n\nExclusion Criteria:\n\n* Altered mental status that precludes the ability to provide informed assent or consent (acute psychosis, intoxication, or mania)\n* Imminent risk of suicide",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura Klinger, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 966-8183",
                    "email": "laura_klinger@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura Klinger, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Micah Mazurek, PhD",
                    "affiliation": "University of Virginia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Klinger, PhD",
                            "role": "CONTACT",
                            "phone": "919-966-8183",
                            "email": "laura_klinger@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Micah Mazurek, PhD",
                            "role": "CONTACT",
                            "phone": "434-924-5692",
                            "email": "mm5gt@virginia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Patient-Centered Outcomes Research Institute (PCORI) Project Summary Site",
                    "url": "https://www.pcori.org/research-results/2022/comparing-cognitive-behavioral-therapy-versus-mindfulness-based-therapy-autistic-adults"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that support the results will be shared after the publication of the final research report, for a period of at least 7 years, provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with the University of North Carolina (UNC).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "After the publication of the final research report and continuing for a period of at least 7 years.",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}