{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05006807",
            "orgStudyIdInfo": {
                "id": "STUDY00001561"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Comparison Neuromuscular Blockade Monitors",
            "officialTitle": "Comparative Assessment of Neuromuscular Blockade Monitors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparison-neuromuscular-blockade-monitors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-10",
            "studyFirstSubmitQcDate": "2021-08-13",
            "studyFirstPostDateStruct": {
                "date": "2021-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "T. Andrew Bowdle",
                "investigatorTitle": "Professor, School of Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of this research is to evaluate different laboratory-built and commercially available sensors used to measure the effects of neuromuscular blocking drugs on neuromuscular function during surgery, by measuring evoked thumb twitch response to ulnar nerve stimulation (also known as \"twitch monitoring\"). The specific aim is to compare mechanomyography, which is the \"gold standard\" laboratory measurement to assess neuromuscular blockade, to the sensors used in commercially available neuromuscular blockade monitors, such as acceleromyography and electromyography. The study endpoints are the train-of-four count (TOFC), the ratio of the height of the 4th twitch to the height of the 1st twitch (train-of-four ratio, TOFR), and the post tetanic count (PTC). The mechanomyography devices have been constructed in our laboratory and are not commercially available.",
            "detailedDescription": "Twitch monitoring will be performed as described below for each device:\n\nStimpod NMS 450 or other related Stimpod device (Xavant Technology, Pretoria, South Africa)--acceleromyography and/or electromyography. Movement of the thumb and hand will not be restricted and no artificial preload will be used. Electrodes (3M Red Dot, 3M Healthcare, St. Paul, MN, USA) will be applied over the ulnar nerve at the wrist for acceleromyography. The Stimpod acceleromyography sensor will be attached to the distal phalanx of the thumb using the supplied plastic circumferential band, reinforced with tape if necessary. The Stimpod electromyography printed electrode array will be applied as described in the manufacturer's instructions for use.\n\nTwitchView Monitor (Blink Device Company, Seattle, WA, USA)--electromyography. The TwitchView electromyography printed electrode array will be applied as described in the manufacturer's instructions for use.\n\nTetraGraph (Senzime, Sweden)--electromyography. The TetraGraph electromyography printed electrode array will be applied as described in the manufacturer's instructions for use.\n\nNihon Kohden (Japan)--electromyography. The Nihon Kohden printed electromyography electrode array will be applied as described in the manufacturer's instructions for use.\n\nMechanomyography. The mechanomyography monitors were built in our laboratory and consists of a force transducer, signal amplifier and analogue to digital converter held in a 3D printed wrist and hand immobilizer, or other hand immobilizer rig. The mechanomyography force transducer response is linear with precision to 5g and accuracy to 25g for measurements examined from 0 to 5kg with sensitivity to 10g within that range. A preload of 200-300g will applied to the thumb prior to data collection. Custom software using the LabVIEW package (National Instruments, Austin, Texas) was developed for data acquisition, analysis of the voltage response after the train-of-four stimulus and for counting the twitches.\n\nGeneral experimental conditions. The amplitude of the train of four stimulus will be set at 60 mA in all cases. Skin prep with alcohol wipes will be performed prior to attaching any electrodes. Temperature homeostasis will be maintained in all patients through the use of active warming. Normocarbia will be maintained as defined by end tidal CO2 between approximately 32 and 40 mmHg. The anesthesia technique including the choice of anesthetic and neuromuscular blocking agents will be at the discretion of the anesthesia care team and may include propofol, opioids (mainly fentanyl and hydromorphone), sevoflurane, isoflurane, rocuronium and vecuronium. Data collection will be customized in each patient depending upon the availability of upper limbs for monitoring. Acceleromyography and mechanomyography cannot be tested on the same arm simultaneously because the mechanomyography restricts movement of the thumb. The electromyography electrode array does not interfere with simultaneously measuring either acceleromyography or mechanomyography. Subjective twitch count can be made on the same hand as the acceleromyography or electromyography measurement, but not on the same hand as mechanomyography since the plastic frame or other rig of the mechanomyography precludes manual palpation of thumb movement. Train-of- four count will be measured by palpation (when possible) and then by one or more of the twitch monitors (i.e. two measurements were taken within the span of about 2 minutes) approximately every 5 minutes from induction of anesthesia until just before emergence from anesthesia. Measurements will not be made for 10 minutes following administration of neuromuscular blocking drugs or reversal agents in order to avoid periods when the extent of neuromuscular blockade was changing very rapidly. When measurements were made on both arms, the train of four twitch stimulus will be administered in each arm within about 2 minutes. Not all twitch monitoring devices we be evaluated in each patient. The choice of devices to be evaluated in each patient will be made primarily on the basis of the availability of arms for monitoring and the availability of monitoring devices."
        },
        "conditionsModule": {
            "conditions": [
                "Neuromuscular Blockade"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Twitch Monitoring",
                    "description": "Patients undergoing surgery with general anesthesia requiring neuromuscular blockade.",
                    "interventionNames": [
                        "Device: Mechanomyograph Twitch Monitor",
                        "Device: Stimpod Twitch Monitor",
                        "Device: TetraGraph Twitch Monitor",
                        "Device: TwitchView Twitch Monitor",
                        "Device: Nihon Kohden Twitch Monitor",
                        "Other: Palpation of twitch count"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Mechanomyograph Twitch Monitor",
                    "description": "Measurement of train-of-four count and ratio and post tetanic count",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Stimpod Twitch Monitor",
                    "description": "Measurement of train-of-four count and ratio and post tetanic count",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "TetraGraph Twitch Monitor",
                    "description": "Measurement of train-of-four count and ratio and post titanic count",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "TwitchView Twitch Monitor",
                    "description": "Measurement of train-of-four count and ratio and post tetanic count",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Nihon Kohden Twitch Monitor",
                    "description": "Measurement of train-of-four count and ratio and post tetanic count",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Palpation of twitch count",
                    "description": "The train-of-four count is determined by manual palpation of the evoked twitch response",
                    "armGroupLabels": [
                        "Twitch Monitoring"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Train-of-four count",
                    "description": "Counting evoked thumb twitch response to ulnar nerve stimulation",
                    "timeFrame": "Procedure (from the induction of anesthesia until emergence of anesthesia)"
                },
                {
                    "measure": "Train-of-four ratio",
                    "description": "Ratio of the height of the 4th thumb twitch to the height of the 1st thumb twitch after ulnar nerve stimulation",
                    "timeFrame": "Procedure (from the induction of anesthesia until emergence of anesthesia)"
                },
                {
                    "measure": "Post tetanic count",
                    "description": "The number of twitches (0-15) following a tetanic stimulus",
                    "timeFrame": "Procedure (from the induction of anesthesia until emergence of anesthesia)"
                },
                {
                    "measure": "Twitch count by palpation",
                    "description": "The twitch count is determined by palpation of the thumb",
                    "timeFrame": "Procedure (from the induction of anesthesia until emergence of anesthesia)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years of age or greater\n2. Undergoing anesthesia that requires neuromuscular blocking drugs\n\nExclusion criteria:\n\n1. Less than 18 years of age\n2. Undergoing anesthesia that does not require neuromuscular blocking drugs\n3. Undergoing a procedure in which access to one or both arms is limited\n4. Anatomical abnormalities of the hands or arms that preclude twitch monitoring with ulnar nerve stimulation and evoked thumb twitch response",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients 18 years of age or older undergoing anesthesia that requires neuromuscular blocking drugs at University of Washington Medical Center.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa Flint",
                    "role": "CONTACT",
                    "phone": "206 543-7817",
                    "email": "lyflint@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "T. Andrew Bowdle, MD, PhD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Flint",
                            "role": "CONTACT",
                            "phone": "206-543-7817",
                            "email": "lyflint@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32228867",
                    "type": "RESULT",
                    "citation": "Bowdle A, Bussey L, Michaelsen K, Jelacic S, Nair B, Togashi K, Hulvershorn J. Counting train-of-four twitch response: comparison of palpation to mechanomyography, acceleromyography, and electromyography. Br J Anaesth. 2020 Jun;124(6):712-717. doi: 10.1016/j.bja.2020.02.022. Epub 2020 Mar 28."
                },
                {
                    "pmid": "31617199",
                    "type": "RESULT",
                    "citation": "Bowdle A, Bussey L, Michaelsen K, Jelacic S, Nair B, Togashi K, Hulvershorn J. A comparison of a prototype electromyograph vs. a mechanomyograph and an acceleromyograph for assessment of neuromuscular blockade. Anaesthesia. 2020 Feb;75(2):187-195. doi: 10.1111/anae.14872. Epub 2019 Oct 16."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}