{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06097234",
            "orgStudyIdInfo": {
                "id": "PLX-002"
            },
            "organization": {
                "fullName": "Pelex",
                "class": "INDUSTRY"
            },
            "briefTitle": "Comparison of Virtual Pelvic Floor Physical Therapy With a Pelvic Floor Trainer in the Treatment of Stress Urinary Incontinence.",
            "officialTitle": "Comparison of Virtual Pelvic Floor Physical Therapy With a Pelvic Floor Trainer in the Treatment of Stress Urinary Incontinence.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparison-of-virtual-pelvic-floor-physical-therapy-with-a-pelvic-floor-trainer-in-the-treatment-of-stress-urinary-incontinence"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-18",
            "studyFirstSubmitQcDate": "2023-10-18",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pelex",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare the efficacy of the electromyography component of the company's pelvic health product in a patient population with stress urinary incontinence to treatment with pelvic floor physical therapy.\n\nThe main questions it aims to answer are:\n\nDoes treatment with the device under study improve symptoms of stress urinary incontinence as measured by the ICIQ when compared to pelvic floor physical therapy?\n\nDoes treatment with the device under study combined with pelvic floor physical therapy improve symptoms of stress urinary incontinence as measured by the ICIQ when compared to pelvic floor physical therapy alone and treatment with the device alone?\n\nParticipants will be given one of three treatments:\n\n1. The devices under study alone\n2. The device under study plus 4 weekly visits with a pelvic floor physical therapist\n3. Four weekly visits with a physical therapist alone Participants will perform a standardized pelvic floor muscle training program 10 minutes a day, four times a week for 4 weeks. There will be a mid-study check in to assure all devices are functioning appropriately. At the end of the study, participants will complete a post-treatment urinary incontinence symptom questionnaire(ICIQ).",
            "detailedDescription": "This will be a prospective cohort study of women \\> 18 years of age with symptoms of stress urinary incontinence, recruited via an online recruitment tool.\n\nAfter screening, patients meeting inclusion criteria will be given instructions on how to indicate desire to participate in the study. The patient will then be contacted for study participation, including explanation of study and details and completion of Informed Consent. Participants will then complete a pre-treatment urinary incontinence symptom questionnaire(ICIQ).\n\nAfter completion of the above, the participants will then be randomized to one of three arms:\n\n1. Pelex Upp (study device) only\n2. Pelvic floor physical therapy + Pelex Upp(device under study)\n3. Pelvic floor physical therapy only\n\nFor those given a Pelex Upp, they will also receive educational materials on use of the device, and a treatment schedule. For those participants given a Pelex Upp, a standardized biofeedback-mediated pelvic floor muscle training program with the study device 10 minutes a day, four times a week for 4 weeks, will be performed. For those subjects undergoing pelvic floor physical therapy only, they will perform Kegel exercises on a similar schedule. There will be a mid-study check in to assure all devices are functioning appropriately. At the end of the study, participants will complete a post-treatment urinary incontinence symptom questionnaire(ICIQ).\n\nEndpoint of the study will be change in stress urinary incontinence symptoms as measured by the ICIQ. The ICIQ will be collected at 2 time points: before study entry, and at study close."
        },
        "conditionsModule": {
            "conditions": [
                "Stress Urinary Incontinence",
                "Pelvic Floor Disorders"
            ],
            "keywords": [
                "pelvic floor",
                "urinary incontinence",
                "incontinence",
                "pelvic floor training",
                "biofeedback"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Randomized controlled prospective trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pelex Upp Device",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will receive treatment with the Pelex Upp device, the device under study. The subjects will use the device for treatment four times a week, ten minutes a day, for four weeks.",
                    "interventionNames": [
                        "Device: Pelex Upp"
                    ]
                },
                {
                    "label": "Pelex Upp Device + Pelvic Floor Physical Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will receive treatment with the Pelex Upp device, the device under study. The subjects will use the device for treatment four times a week, ten minutes a day, for four weeks.\n\nIn addition, subjects will have four weekly virtual visits with a pelvic floor physical therapist, who will provide further care instructions and pelvic floor training.",
                    "interventionNames": [
                        "Device: Pelex Upp",
                        "Behavioral: Pelvic Floor Physical Therapy"
                    ]
                },
                {
                    "label": "Pelvic Floor Physical Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will have four weekly virtual visits with a pelvic floor physical therapist, who will provide care instructions and pelvic floor training, as well as provide a weekly treatment schedule for Kegel exercises.",
                    "interventionNames": [
                        "Behavioral: Pelvic Floor Physical Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Pelex Upp",
                    "description": "Biofeedback-mediated pelvic floor trainer. It captures contraction and relaxation of the pelvic floor muscles during use by the subject, and represents these contractions and relaxations back to the subject to improve conscious control of the muscle groups.",
                    "armGroupLabels": [
                        "Pelex Upp Device",
                        "Pelex Upp Device + Pelvic Floor Physical Therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Pelvic Floor Physical Therapy",
                    "description": "A form of physical therapy whereby the subject is given instructions on how to identify the pelvic floor, how to coordinate the pelvic floor contractions and relaxations, as well as counseling on dietary changes that affect pelvic floor and pelvic organ function",
                    "armGroupLabels": [
                        "Pelex Upp Device + Pelvic Floor Physical Therapy",
                        "Pelvic Floor Physical Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in stress urinary incontinence symptoms",
                    "description": "Patients are given the ICIQ-UI SF, the standard assessment tool for stress and urge urinary incontinence, both before initiation and at the end of study, as well as the UDI, a measure of the impact of incontinence on quality of life. The difference between the two scores was then assessed to determine whether an change in stress urinary incontinence symptoms occurred after use of the device.\n\nICIQ is the International Consultation on Incontinence Questionnaire - Urinary Incontinence Short Form is a four question survey to \"evaluate the frequency, severity and impact on quality of life (QoL) of urinary incontinence in men and women.\" It has a maximum and minimum score of 21 and 0 respectively. Higher scores reflect more significant urinary incontinence symptoms.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFemale\n\n* 18 years of age or older\n* Documented symptoms of predominantly stress urinary incontinence as determined by the ICIQ questionnaire\n\nExclusion Criteria:\n\n* History of pelvic or lower back surgery\n* Pregnancy\n* History of physician-supervised pelvic floor muscle training\n* History of Kegel exercises greater than once a month\n* History of prior operative delivery\n* Self-reported history of pelvic organ prolapse stage II or greater",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeremy B Wiygul, MD",
                    "role": "CONTACT",
                    "phone": "3476840176",
                    "email": "jeremy@pelex-med.com"
                },
                {
                    "name": "Ben Russo, MBA",
                    "role": "CONTACT",
                    "phone": "9084197531",
                    "email": "ben@pelex-med.com"
                }
            ],
            "locations": [
                {
                    "facility": "Pelex",
                    "status": "RECRUITING",
                    "city": "Little Neck",
                    "state": "New York",
                    "zip": "11363",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeremy Wiygul, M.D.",
                            "role": "CONTACT",
                            "phone": "347-684-0176",
                            "email": "jeremy@pelex-med.com"
                        },
                        {
                            "name": "Ben Russo, MBA",
                            "role": "CONTACT",
                            "phone": "9084197531",
                            "email": "BEN@pelex-med.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76287,
                        "lon": -73.73237
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "9863850",
                    "type": "BACKGROUND",
                    "citation": "Burgio KL, Locher JL, Goode PS, Hardin JM, McDowell BJ, Dombrowski M, Candib D. Behavioral vs drug treatment for urge urinary incontinence in older women: a randomized controlled trial. JAMA. 1998 Dec 16;280(23):1995-2000. doi: 10.1001/jama.280.23.1995."
                },
                {
                    "pmid": "19937315",
                    "type": "BACKGROUND",
                    "citation": "Haylen BT, de Ridder D, Freeman RM, Swift SE, Berghmans B, Lee J, Monga A, Petri E, Rizk DE, Sand PK, Schaer GN. An International Urogynecological Association (IUGA)/International Continence Society (ICS) joint report on the terminology for female pelvic floor dysfunction. Int Urogynecol J. 2010 Jan;21(1):5-26. doi: 10.1007/s00192-009-0976-9. Epub 2009 Nov 25."
                },
                {
                    "pmid": "21847532",
                    "type": "BACKGROUND",
                    "citation": "Chong EC, Khan AA, Anger JT. The financial burden of stress urinary incontinence among women in the United States. Curr Urol Rep. 2011 Oct;12(5):358-62. doi: 10.1007/s11934-011-0209-x."
                },
                {
                    "pmid": "27437306",
                    "type": "BACKGROUND",
                    "citation": "Seyyedi F, Rafiean-Kopaei M, Miraj S. Comparison of the Effects of Vaginal Royal Jelly and Vaginal Estrogen on Quality of Life, Sexual and Urinary Function in Postmenopausal Women. J Clin Diagn Res. 2016 May;10(5):QC01-5. doi: 10.7860/JCDR/2016/17844.7715. Epub 2016 May 1."
                },
                {
                    "pmid": "9722751",
                    "type": "BACKGROUND",
                    "citation": "Berghmans LC, Hendriks HJ, Bo K, Hay-Smith EJ, de Bie RA, van Waalwijk van Doorn ES. Conservative treatment of stress urinary incontinence in women: a systematic review of randomized clinical trials. Br J Urol. 1998 Aug;82(2):181-91. doi: 10.1046/j.1464-410x.1998.00730.x."
                },
                {
                    "pmid": "18877152",
                    "type": "BACKGROUND",
                    "citation": "KEGEL AH. Progressive resistance exercise in the functional restoration of the perineal muscles. Am J Obstet Gynecol. 1948 Aug;56(2):238-48. doi: 10.1016/0002-9378(48)90266-x. No abstract available."
                },
                {
                    "pmid": "8315230",
                    "type": "BACKGROUND",
                    "citation": "Burns PA, Pranikoff K, Nochajski TH, Hadley EC, Levy KJ, Ory MG. A comparison of effectiveness of biofeedback and pelvic muscle exercise treatment of stress incontinence in older community-dwelling women. J Gerontol. 1993 Jul;48(4):M167-74. doi: 10.1093/geronj/48.4.m167."
                },
                {
                    "pmid": "20537314",
                    "type": "BACKGROUND",
                    "citation": "Dumoulin C, Bourbonnais D, Morin M, Gravel D, Lemieux MC. Predictors of success for physiotherapy treatment in women with persistent postpartum stress urinary incontinence. Arch Phys Med Rehabil. 2010 Jul;91(7):1059-63. doi: 10.1016/j.apmr.2010.03.006."
                },
                {
                    "pmid": "21735442",
                    "type": "BACKGROUND",
                    "citation": "Herderschee R, Hay-Smith EJ, Herbison GP, Roovers JP, Heineman MJ. Feedback or biofeedback to augment pelvic floor muscle training for urinary incontinence in women. Cochrane Database Syst Rev. 2011 Jul 6;(7):CD009252. doi: 10.1002/14651858.CD009252."
                },
                {
                    "pmid": "16983505",
                    "type": "BACKGROUND",
                    "citation": "Glazer HI, Laine CD. Pelvic floor muscle biofeedback in the treatment of urinary incontinence: a literature review. Appl Psychophysiol Biofeedback. 2006 Sep;31(3):187-201. doi: 10.1007/s10484-006-9010-x."
                },
                {
                    "pmid": "26883864",
                    "type": "BACKGROUND",
                    "citation": "Moroni RM, Magnani PS, Haddad JM, Castro Rde A, Brito LG. Conservative Treatment of Stress Urinary Incontinence: A Systematic Review with Meta-analysis of Randomized Controlled Trials. Rev Bras Ginecol Obstet. 2016 Feb;38(2):97-111. doi: 10.1055/s-0035-1571252. Epub 2016 Jan 29."
                },
                {
                    "pmid": "33208658",
                    "type": "BACKGROUND",
                    "citation": "Barnes KL, Cichowski S, Komesu YM, Jeppson PC, McGuire B, Ninivaggio CS, Dunivan GC. Home Biofeedback Versus Physical Therapy for Stress Urinary Incontinence: A Randomized Trial. Female Pelvic Med Reconstr Surg. 2021 Oct 1;27(10):587-594. doi: 10.1097/SPV.0000000000000993."
                },
                {
                    "pmid": "31310369",
                    "type": "BACKGROUND",
                    "citation": "Rosenblatt P, McKinney J, Rosenberg RA, Iglesias RJ, Sutherland RC, Pulliam SJ. Evaluation of an accelerometer-based digital health system for the treatment of female urinary incontinence: A pilot study. Neurourol Urodyn. 2019 Sep;38(7):1944-1952. doi: 10.1002/nau.24097. Epub 2019 Jul 16."
                },
                {
                    "pmid": "21620356",
                    "type": "BACKGROUND",
                    "citation": "Washington BB, Raker CA, Sung VW. Barriers to pelvic floor physical therapy utilization for treatment of female urinary incontinence. Am J Obstet Gynecol. 2011 Aug;205(2):152.e1-9. doi: 10.1016/j.ajog.2011.03.029. Epub 2011 Mar 22."
                },
                {
                    "pmid": "37585558",
                    "type": "BACKGROUND",
                    "citation": "Chandrasekaran R. Telemedicine in the Post-Pandemic Period: Understanding Patterns of Use and the Influence of Socioeconomic Demographics, Health Status, and Social Determinants. Telemed J E Health. 2024 Feb;30(2):480-489. doi: 10.1089/tmj.2023.0277. Epub 2023 Aug 16."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                },
                {
                    "id": "D000014550",
                    "term": "Urinary Incontinence, Stress"
                },
                {
                    "id": "D000059952",
                    "term": "Pelvic Floor Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17300",
                    "name": "Urinary Incontinence, Stress",
                    "asFound": "Stress Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29565",
                    "name": "Pelvic Floor Disorders",
                    "asFound": "Pelvic Floor Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}