{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05854290",
            "orgStudyIdInfo": {
                "id": "HUM00227630"
            },
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Comprehensive Cognitive and Affective Intervention for Mild Cognitive Impairment (MCI) For Foreign-Born Arab Americans",
            "officialTitle": "A Pilot Randomized Controlled Trial of A Comprehensive Cognitive and Affective Intervention for Mild Cognitive Impairment (MCI) (CoINTEGRATE- For Foreign-Born Arab Americans- a Dyadic Approach)",
            "acronym": "CoINTEGRATE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comprehensive-cognitive-and-affective-intervention-for-mild-cognitive-impairment-mci-for-foreign-born-arab-americans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-02",
            "studyFirstSubmitQcDate": "2023-05-02",
            "studyFirstPostDateStruct": {
                "date": "2023-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hala Darwish",
                "investigatorTitle": "Associate Professor of Nursing",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this pilot study is to evaluate the feasibility of a cognitive and affective intervention for foreign born Arab American dyads consisting of the person with Mild Cognitive Impairment (MCI) and participants caregiver. This study will evaluate the feasibility of a cognitive and affective intervention combining Cognitive Behavioral Therapy (CBT), Cognitive Rehabilitation Therapy (CRT), and modifiable lifestyle factors to address the cognitive and affective dysfunctions associated with Mild Cognitive Impairment (MCI) or those with cognitive complaints.\n\nThe study team hypothesizes that combining evidence-based cognitive and affective therapies (CRT+CBT) with lifestyle modifications is feasible and will improve the cognitive performance and Quality of Life (QoL) in patients with MCI and participants caregivers compared to usual care."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "Caregiver",
                "Quality of life",
                "Cognitive Behavioral Therapy",
                "Modifiable lifestyle factors",
                "Cognitive Rehabilitation Therapy",
                "Arab American"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Caregiver and patient dyads will be randomly assigned to receive either CRT plus CBT, or usual care.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Only the data collectors in this study will be blind to the dyad's allocation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CRT plus CBT and Lifestyle modifications",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: CRT",
                        "Behavioral: CBT",
                        "Behavioral: Modifiable lifestyle factors"
                    ]
                },
                {
                    "label": "Usual care Psychoeducation",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Usual care Psychoeducation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CRT",
                    "description": "Participants will complete an 8-week intervention, 2 sessions per week. Co-INTEGRATE sessions take 30-50 minutes to complete. Weekly on the day of the last therapy session, before or after the session, all patients, regardless of the group assigned to, will be asked to complete an electronic brief questionnaire to provide information, on sleep, recreational habits, alcohol intake, exercise, and smoking.",
                    "armGroupLabels": [
                        "CRT plus CBT and Lifestyle modifications"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "CBT",
                    "description": "Participants will complete an 8-week intervention, 2 sessions per week. Co-INTEGRATE sessions take 30-50 minutes to complete. Weekly on the day of the last therapy session, before or after the session, all patients, regardless of the group assigned to, will be asked to complete an electronic brief questionnaire to provide information, on sleep, recreational habits, alcohol intake, exercise, and smoking.",
                    "armGroupLabels": [
                        "CRT plus CBT and Lifestyle modifications"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Modifiable lifestyle factors",
                    "description": "The therapy sessions are coupled with homework and requires some lifestyle modifications for the persons with MCI, such lifestyle adjustments are using a calendar, a diary, maintaining a sleep schedule and exercise.",
                    "armGroupLabels": [
                        "CRT plus CBT and Lifestyle modifications"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual care Psychoeducation",
                    "description": "Participants will receive 15-minute psychoeducation session twice per week for 8 weeks.\n\nAll research-related sessions will be web-based (on Zoom) and recorded (with approval).\n\nWeekly on the day of the last therapy session, before or after the session, all patients, regardless of the group assigned to, will be asked to complete an electronic brief questionnaire to provide information, on sleep, recreational habits, alcohol intake, exercise, and smoking.",
                    "armGroupLabels": [
                        "Usual care Psychoeducation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients that complete the study",
                    "timeFrame": "week 8 (end of treatment)"
                },
                {
                    "measure": "Average number of sessions completed",
                    "timeFrame": "week 8 (end of treatment)"
                },
                {
                    "measure": "Overall experience based qualitative semi-structured interview",
                    "description": "This interview will be conducted at the end of the study and in the order of exit of participants to gather feedback about their satisfaction with the study. This brief interview consists of 3 questions that ask the participants to describe the aspects of the intervention participants found beneficial, willingness to participate again, and whether it was appropriate for participants needs. In addition, a brief quantitative satisfaction survey to rate overall satisfaction, how likely it would be recommend to others, and how satisfied participants are with telemedicine as a mode of delivery.",
                    "timeFrame": "Week 9 (after treatment ended)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Short Form Health Survey (SF-36)",
                    "description": "The SF-36 explores people's physical and mental health. It consists of 36 items that assess role limitations due to personal or emotional problems, emotional well-being, social functioning, general health perceptions, perceived change in health. Scores ranged from 0 (worst health status) to 100 (best health status).",
                    "timeFrame": "Week 9 (after treatment ended)"
                },
                {
                    "measure": "The Symbol Digit Modalities Test Score (SDMT-5 minutes)",
                    "description": "The Symbol Digit Modalities Test (SDMT) is used to assess divided attention, visual scanning, tracking and motor speed. Using a reference key, the examinee has 90 seconds to pair specific numbers with given geometric figures. Because examinees can give either written or spoken responses, the test is well suited for use with individuals who have motor disabilities or speech disorders. Because it involves only geometric figures and numbers, the SDMT is relatively culture free as well and can be administered to individuals who do not speak English. It takes approximately 5 minutes to complete the entire test. Scoring involves summing the number of correct substitutions within the 90 second interval the max score is 110, where a higher score indicates a better memory",
                    "timeFrame": "Week 9 (after treatment ended)"
                },
                {
                    "measure": "Brief Visuospatial Memory test (BVMT-R-25 minutes)",
                    "description": "This test is comprised of three memory trials (10 seconds each) followed by delayed recall after 25 minutes and a recognition trial. It has been widely used as a quick measure of visuospatial memory. The digital stimulus forms will be used (alternate form will be used at the end of the study to control for practice effect).\n\nRecall performance will record for each of the immediate recall trials (Trial 1, Trial 2, and Trial 3) and for the delayed recall trial (Delayed Recall). The study team will combine the recall scores to form three additional summary measures of learning and memory. Recognition Hits and False Alarms will be recorded during the delayed recognition task. Recognition Hits are calculated as the number of correct responses to target items, and Recognition False Alarms are calculated as the number of incorrect responses to nontarget items. Each trial is worth 0-12 points, so the total score is 0-36, a higher score indicates a better memory.",
                    "timeFrame": "Week 9 (after treatment ended)"
                },
                {
                    "measure": "California Verbal Learning Test-Third Edition (CVLT-3-60 minutes)",
                    "description": "The California Verbal Learning Test, Third Edition (CVLT-3) measures both recall and recognition of two lists of words (List A and List B) over a number of immediate and delayed memory trials. It provides an assessment of verbal learning and memory deficits in adults ages 16 - 90. Score of 0-16, where a lower score indicates worse memory, and a high score indicates better memory.",
                    "timeFrame": "Week 9 (after treatment ended)"
                },
                {
                    "measure": "The Memory Complaint Scale (MCS-2 minute) score",
                    "description": "The Memory Complaint Scale (MCS-2 min) is comprised of 14 items and is designed for subjective memory complaints.The test yields a total score with a classification in terms of memory complaint (MC) based on their score as follows: No MC (0-2), mild MC (3-6), moderate MC (7-10) or severe MC (11-14)",
                    "timeFrame": "Week 9 (after treatment ended)"
                },
                {
                    "measure": "Arabic Verbal Memory Test (VMAT)",
                    "description": "The Arabic Verbal Memory Test is a verbal memory test that consists of 3 lists (List A, List B (each 15 words), and a Recognition List (45 words). It assesses verbal learning and memory in adults aged 16-90. The scores will include scores on learning trials 1-5, free and cued short recall, interference trial free recall and delayed free and cued recall, yes/ no recognition, and forced choice recognition. The test yields a score of 0-15, where a lower score indicates worse memory and a high score indicates better memory.",
                    "timeFrame": "Week 9 (after treatment ended)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Persons with MCI:\n\n* All patients diagnosed with MCI or Persons with Montreal Cognitive Assessment (MoCA) less or equal to 25\n* Disease duration less or equal to 3 years\n* Age older than 60 years\n* Foreign-Born Arab origins, Language: Arabic or English\n* Cognitive impairment ≥ 1.0 standard deviation below the test score normed for age and education in at least 2 cognitive domains (verbal learning and memory, processing speed, or visuospatial memory)\n* Participants who can provide consent or legally authorized representative who can provide consent on their behalf\n\nInclusion Criteria for Caretakers:\n\n* Identified by the patients as the person that provides the most care for them with regards to medical care; may be a spouse, an adult child, a sibling, a relative, or family friend\n* Above the age of 18 years Fluent in Arabic and/or English\n* Can complete a self-report questionnaire by interview or self-report.\n\nExclusion Criteria Persons with MCI:\n\n* History of traumatic brain injury (TBI)\n* Diagnosed with Covid-19\n* Patients with other neurosensory or neurodegenerative diseases\n* Younger than 60 years\n* Psychiatric disorders other than mild to moderate anxiety and depression\n* Diagnosed sleep disorders\n* Visual or auditory impairment\n* Current or history of alcohol or substance abuse/dependence\n* Patients with severe depression or suicidal (ideation or plan) will be instructed to seek mental health, provided with resources, and referred to their primary care provider\n\nExclusion Criteria for Caretakers:\n\n- Paid caregivers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zee Petrie",
                    "role": "CONTACT",
                    "phone": "734-647-3357",
                    "email": "petrieli@med.umich.edu"
                },
                {
                    "name": "Hala Darwish, PhD",
                    "role": "CONTACT",
                    "phone": "734-647-4929",
                    "email": "darwishh@med.umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hala Darwish, PhD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zee Petrie",
                            "role": "CONTACT",
                            "phone": "734-647-3357",
                            "email": "petrieli@med.umich.edu"
                        },
                        {
                            "name": "Hala Darwish, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}