{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05595915",
            "orgStudyIdInfo": {
                "id": "IRB: 22-001158"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "COMP-4 Supplementation and Brachial Artery FMD",
            "officialTitle": "The Effect of Daily COMP-4 Supplementation on Brachial Artery Flow Mediated Dilation and Cellular Senescence Markers in Young and Healthy Individuals",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comp-supplementation-and-brachial-artery-fmd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-17",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sriram Eleswarapu",
                "investigatorTitle": "Associate Professor of Urology",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In a young and healthy person, the production of nitric oxide (NO) by the endothelium, the inner lining of the blood vessel, is responsible for a) the ability of the blood vessel to dilate so it can increase its blood flow and b) act as an anti-clotting product to prevent blood clotting in those vessels. Under physiological stress either due to the development of a disease such as diabetes or simply from aging, the endothelial cells can be impacted and become dysfunctional thereby impairing their ability to make NO and even promote the development of blood clots. When such endothelial dysfunction occurs, it may be a precursor for the future development of cardiovascular (CV) disease like hypertension or even coronary artery disease later on in life in these patients. Therefore, the ability to somehow enhance the local production or availability of NO within such affected blood vessels in patients identified as prone to endothelial dysfunction could play a positive role in either preventing or delaying the onset of endothelial dysfunction and subsequent CV disease in such patients.\n\nCOMP-4 is a safe, clinically available, well tolerated oral supplement that has been shown in the lab to increase NO production in a number of differing tissues including human vascular endothelial cells. In this proposed human study, the investigators plan on recruiting healthy, young participants willing to take COMP-4 for a 14 day period in whom the investigators will measure in a non-invasive way - by the use of ultrasound - the effect of COMP-4 on its ability to improve blood flow in one of the major blood vessels of the upper arm. In addition, the investigators will also determine whether COMP-4 will be capable of lowering in the blood the levels of two of the most studied inflammatory markers associated with endothelial dysfunction, IL-8 and PAI-1.",
            "detailedDescription": "The endothelium is the innermost layer of the blood vessel. It is composed of cells that produce nitric oxide (NO), a molecule required for normal endothelial function which includes vascular dilatation, platelet aggregation and protection of the vessel against injuries. Endothelial dysfunction (EnD), on the other hand, is defined as an inadequate production and/or release of NO from the vascular endothelium that can result in a) an impairment in vasodilation, b) migration and proliferation of the vascular smooth muscle cells, and c) promotion of thrombosis due to platelet aggregation. When present, EnD has been heralded as an early event for the development of cardiovascular disease. IL-8 and PAI-1 are two inflammatory markers that rise in the blood when EnD is present. In addition, flow mediated dilation (FMD), a validated non-invasive test to measure vasodilator function of the peripheral vasculature, is a commonly used method for assessment of EnD.\n\nNO is produced by a family of enzymes called nitric oxide synthases (NOS) that uses L-arginine to produce NO. Normally, the isozyme of NOS within the endothelium of the blood vessels that produces NO is called endothelial NOS (eNOS). However, NO is also produced during times of stress by the cells themselves to protect against oxidative damage and cell dysfunction. The NO that is induced in such a scenario is synthesized by the inducible NOS (iNOS) isozyme which is upregulated during times of stress to produce NO for its protective anti-oxidative effects.\n\nCOMP-4 is an available oral supplement that combines three naturally occurring products: ginger, muira puama, and Paullinia cupana as well as the amino acid, L-citrulline. COMP-4 has been studied in the corporal smooth muscle cells (CSMC) of both humans and rats as well as in the osteoblast of the rat. In the CSMC, the increase in NO from iNOS induction by COMP-4 decreases local oxidative stress, reverses aging related corporal fibrosis and improves erectile function. With respect to the osteoblast, COMP-4 has been shown to stimulate NO not only from iNOS induction but also from upregulating eNOS by the osteoblast which has led to an enhancement in the healing of bone fractures as well as preventing the development of osteoporosis following ovariectomy. Preliminary unpublished studies in a human umbilical arterial endothelial cell line suggest that COMP-4 is also capable of stimulating the production of NO de novo from these endothelial cells. COMP-4 itself, in an initially published 3-month pilot study in men, has been shown to have no to minimal side effects and this side effect profile has borne out since it became available to the public about 5 years ago and has been subsequently used by hundreds of men. In addition, each of the four components of COMP-4 have been used individually by thousands of people around the world, again with minimal published side effects.\n\nThe main goal of this study is to evaluate whether COMP-4, based on its ability to stimulate NO production by the endothelial cells, can improve FMD and attenuate serum IL-8 and PAI-1 levels in humans.\n\n35 participants comprising men and women between the ages 18 to 39 years of age will be recruited. The investigators will then contact the participants that showed interest in the study by either a phone call or a video call, depending on participants' preferences, and the investigators will go over the consent form with the subjects. The investigators will ask participants to avoid eating any food for 6 hours and consuming nicotine and caffeine for at least 4 hours prior to both pre- and post-supplementation appointments. There is evidence that fatty meals, glucose loading, nicotine, and caffeine can impair flow mediated dilation (FMD) postprandially. Furthermore, The investigators will also ask participants, who are taking other medications, to take their medications at the same time on the morning of both of their pre- and post-supplementation appointments. The investigators will also attempt to schedule both meetings at the same time for each participant.\n\nAt the initial in-person meeting with the participants, the investigators will draw blood to measure baseline serum PAI-1 and IL-8 concentrations. Baseline FMD of the brachial artery will be performed. Patients will then rest in a seated position at a 25°C room for approximately 5-10 minutes prior to measuring the heart rate and blood pressure. Using a 20 megahertz ultrasound, the brachial artery of the dominant hand will be identified immediately above the wrist at a location with no branching points and clear anterior and posterior walls. Patient's hand will be immobilized on a hand cast, and the ultrasound probe will be locked in place with knob holders. Baseline diameter of the brachial artery is measured, and blood pressure cuff will be inflated by 50 mmHg higher than patient's systolic blood pressure for a duration of 5 minutes. Diameter of the brachial artery will be measured at 30, 60, and 90 seconds immediately after deflating the cuff, and the largest diameter will be used to measure the FMD percentage compared to baseline. At the appointment's closure, participants will receive a bottle containing 60 capsules of COMP-4 (consisted of 125 mg each of ginger root, muira puama and Paullinia cupana as well as 400 mg of L-citrulline), and the participants will be instructed to take 2 capsules twice a day for a total of 14 days. At this time, each participant will also receive a Side Effect Tracker log to complete throughout the study.\n\nParticipants will then be instructed to return for a second appointment at day 14 of starting COMP-4 supplementation. Serum IL-8, serum PAI-1, and FMD of the brachial artery will be measured similar to their initial visit. The investigators will ask participants to bring supplement bottles to the final visit to assess for study compliance by counting the number of pills left in the provided bottle.\n\nTo monitor for safety, participants will be called twice (at day 3 and 7 after starting their COMP-4 supplement) to confirm that the subjects have been taking the supplement as instructed without bothersome side effects. In presence of bothersome side effects, participants will be withdrawn from the study. Data and Safety Monitoring Plan can be found in the attached study protocol file.\n\nThe data from pre- and post-supplementation with COMP-4 will be compared using a paired-sample t-test. Statistical significance will be defined as P \\< .05."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Endothelial Dysfunction",
                "Senescence"
            ],
            "keywords": [
                "Flow Mediated Dilation",
                "COMP-4",
                "Endothelial (dys)function",
                "Senescence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The investigators plan to recruit 35 young men and women ages 18-40. All subjects will take COMP-4 twice a day for a total of 14 days, and FMD and senescence associated markers of PAI-1 and IL-8 will be measured on day 0 and again on day 14.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Group",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects recruited in this study will be in the experimental group receiving the oral supplement, COMP-4, twice daily for 14 days.",
                    "interventionNames": [
                        "Dietary Supplement: COMP-4"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "COMP-4",
                    "description": "COMP-4 is a novel compound that consists of ginger extract, L-citrulline, and the herbal components Paullinia cupana and muira puama.",
                    "armGroupLabels": [
                        "Experimental Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To study the effect of short-term use of daily COMP-4 on flow mediated dilation (FMD) of the brachial artery in young, generally healthy men and women.",
                    "description": "Flow Mediated Dilation (FMD) is a non-invasive procedure in which the response of the blood vessel to ischemia is measured. This procedure is mediated primarily by nitric oxide (NO). COMP-4 is a supplement that has been shown to increase NO availability. The investigators want to study whether COMP-4 will FMD compared to baseline.",
                    "timeFrame": "35 subjects in approx. 9 months"
                },
                {
                    "measure": "To investigate whether, through reduction in oxidative stress, COMP-4 can lower PAI-1 and IL-8 levels",
                    "description": "PAI-1 and IL-8 are two serum markers that are highly associated with cellular senescence, referring to permanent exit of cells from the cell cycle. Cellular senescence is associated with advancing age, and nitric oxide (NO) is one of the mechanisms shown to cause senescence. In this study, the investigators want to evaluate whether COMP-4, a supplement shown to improve NO availability, can alleviate senescence by decreasing serum markers associated with it.",
                    "timeFrame": "35 subjects within approx. 9 months.]"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To further evaluate for side effects of COMP-4 use",
                    "description": "COMP-4 consists of 4 natural compounds of ginger root, muira puama and Paullinia cupana as well as 400 mg of L-citrulline. A 3-month long pilot study by Nguyen looked at the safety profile of COMP-4 twice daily and found it to have a high safety profile. This is not surprising given all four components of COMP-4 have been shown to be safe and are naturally occurring. Given our study is the first trial in our knowledge to investigate the effect of COMP-4 on several parameters in humans, the investigators will continue to assess for side effect profile of this supplement.",
                    "timeFrame": "35 subjects will take COMP-4 for 14 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All men and women ages 18-39 will be offered the opportunity to participate in this study as long as they do not have a history of acute or chronic cardiovascular illnesses effecting flow mediated dilation.\n\nExclusion Criteria:\n\n* Men and women with ages other than of 18-39 years of age;\n* Women who are currently pregnant;\n* Men and women with a history of serious cardiovascular events, those currently on blood pressure medications, and those with known allergies to any of the 4 components of COMP-4 (ginger, muira puama,Paullinia cupana, and L-citrulline)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sriram V. Eleswarapu, MD, PhD",
                    "role": "CONTACT",
                    "phone": "3107943058",
                    "email": "seleswarapu@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sriram V. Eleswarapu, MD PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90034",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sriram V. Eleswarapu, MD PhD",
                            "role": "CONTACT",
                            "phone": "310-794-3058",
                            "email": "seleswarapu@mednet.ucla.edu"
                        },
                        {
                            "name": "Sriram V. Eleswarapu, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31684015",
                    "type": "BACKGROUND",
                    "citation": "Whisner CM, Angadi SS, Weltman NY, Weltman A, Rodriguez J, Patrie JT, Gaesser GA. Effects of Low-Fat and High-Fat Meals, with and without Dietary Fiber, on Postprandial Endothelial Function, Triglyceridemia, and Glycemia in Adolescents. Nutrients. 2019 Nov 2;11(11):2626. doi: 10.3390/nu11112626."
                },
                {
                    "pmid": "32734819",
                    "type": "BACKGROUND",
                    "citation": "Haptonstall KP, Choroomi Y, Moheimani R, Nguyen K, Tran E, Lakhani K, Ruedisueli I, Gornbein J, Middlekauff HR. Differential effects of tobacco cigarettes and electronic cigarettes on endothelial function in healthy young people. Am J Physiol Heart Circ Physiol. 2020 Sep 1;319(3):H547-H556. doi: 10.1152/ajpheart.00307.2020. Epub 2020 Jul 31."
                },
                {
                    "pmid": "15799717",
                    "type": "BACKGROUND",
                    "citation": "Papamichael CM, Aznaouridis KA, Karatzis EN, Karatzi KN, Stamatelopoulos KS, Vamvakou G, Lekakis JP, Mavrikakis ME. Effect of coffee on endothelial function in healthy subjects: the role of caffeine. Clin Sci (Lond). 2005 Jul;109(1):55-60. doi: 10.1042/CS20040358."
                },
                {
                    "pmid": "29732286",
                    "type": "BACKGROUND",
                    "citation": "Nguyen S, Rajfer J, Shaheen M. Safety and efficacy of daily Revactin(R) in men with erectile dysfunction: a 3-month pilot study. Transl Androl Urol. 2018 Apr;7(2):266-273. doi: 10.21037/tau.2018.03.22."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7292",
                    "name": "Dilatation, Pathologic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T166",
                    "name": "Ginger",
                    "relevance": "LOW"
                },
                {
                    "id": "T177",
                    "name": "Guarana",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}