{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05852392",
            "orgStudyIdInfo": {
                "id": "STUDY00004147"
            },
            "organization": {
                "fullName": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Comparing Two Models of Well-Child Care for Black Families",
            "officialTitle": "Parent-focused Redesign for Encounters, Newborns to Toddlers (PARENT) Trial: Comparing Two Models of Well-Child Care for Black Families",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "comparing-two-models-of-well-child-care-for-black-families"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-13",
            "studyFirstSubmitQcDate": "2023-05-01",
            "studyFirstPostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tumaini Coker",
                "investigatorTitle": "Division Chief, General Pediatrics",
                "investigatorAffiliation": "Seattle Children's Hospital"
            },
            "leadSponsor": {
                "name": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Nationwide Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Parent-focused Redesign for Encounters, Newborns to Toddlers (PARENT) is a team-based approach to care that utilizes a community health worker in a health educator role (\"Parent's Coach\") to provide many of the Well-Child Care (WCC) services that children and families should receive, addresses specific needs faced by families in low-income communities, and decreases reliance on the clinician as the primary provider of WCC services. The model was developed in partnership with clinics and parents in low-income communities and previously tested among largely Latino, Medicaid-insured populations. The aims of this study are to (1) Adapt the PARENT intervention to meet the needs of a diverse, largely Black population of underserved families, (2) Determine the effect of adapted PARENT on receipt of nationally recommended preventive care services, emergency department utilization, and parent experiences of care, (3) Determine whether the effectiveness of adapted PARENT differs by family-level factors, and (4) Explore parents' experiences in receiving adapted PARENT.\n\nThis study will evaluate the effectiveness of the adapted PARENT model as compared to traditional guideline-based WCC.",
            "detailedDescription": "Clinical Practice Redesign can lead to innovative systems that improve preventive care for racial and ethnic minority children in low-income communities. Although several strategies to redesign the structure of Well-Child Care (WCC) have been proposed and studied, there are few evidence-based comprehensive models that are financially sustainable alternatives to current WCC. The Parent Focused Redesign for Encounters, Infants to Toddlers (PARENT) is a comprehensive early childhood WCC delivery model designed to improve the delivery of WCC for infants and toddlers in low-income communities. PARENT includes a community health worker as part of a team-based approach to WCC. The \"Parent's Coach\" partners with the clinician to independently provide comprehensive and family-centered care that includes anticipatory guidance, social needs screening, developmental screening, and connection to needed community resources. The Parent's Coach reduces the reliance on a clinician as the sole primary provider of routine WCC services. The intervention changes the structure of WCC by adding the Parent's Coach to the team (personnel), and changing the process, or provision of care, which impacts the receipt of preventive care, and thus health outcomes.\n\nIn previous trials of PARENT, among a predominately Latino population of Medicaid-insured children, we have reported intervention effects of better parent experiences of care, greater receipt of preventive care services, and more effective utilization of care. Although these trials were not powered for sub-analyses by race, exploratory analyses indicate that while Black and Latino families had similar intervention effects for receipt of services, Black families did not have the positive intervention effects on parent experiences of care or the reduction of emergency department (ED) visits that Latino families did. Thus, adaptation, implementation, and testing of PARENT in a trial with a large sample of Black families is needed to optimize outcomes for Black families. PARENT will be adapted, implemented, and tested in clinics that serve a large proportion of low-income Black families, providing findings to aid our understanding of how the intervention can be adapted to meet the needs of low-income Black families.\n\nThe study team will collaborate with investigators at Nationwide Children's Hospital Primary Care Network (NCH-PCN) to conduct this study. NCH-PCN is one of the largest Children's Hospital owned primary care networks in the country. Its 12 practices serve a patient population that is over 96% publicly insured, 50% Black, and 16% Latino. Collaboration on this study represents a unique opportunity to meet a clinical need at NCH-PCN and address key research questions of PARENT adaptation, implementation, and impact for Black families.\n\nThe study will conducted using a stepped wedge randomized trial design in order to evaluate the intervention's effectiveness."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric",
                "Well Child Care"
            ],
            "keywords": [
                "Community Health Workers",
                "Well Child Care",
                "Black Children",
                "Black Families",
                "Preventive Care",
                "Early Childhood"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "We will use a stepped wedge design, in which each of 12 clinical practice site starts in the control group, and then sequentially (by random assignment) moves to become intervention. Under \"enrollment\" below, we list the number of clinics to be randomized, as individual participants are not randomized or enrolled.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adapted PARENT Model",
                    "type": "EXPERIMENTAL",
                    "description": "PARENT is a team-based approach to care that utilizes a community health worker (called a \"coach\") as part of the WCC team to provide comprehensive and family-centered preventive care services, address concerns related to family social needs, and decrease reliance on the clinician as the sole provider of preventive care services. The coach independently meets with the family at every early childhood well-child care visit to provide anticipatory guidance, social needs screening, developmental screening, and connection to needed community resources. All NCH-PCN practices will start in the control group, and then sequentially (by random assignment) move to become intervention. Practices will implement the adapted PARENT model for all well-visits, newborn through 15 months of age, and have a 9-month implementation exposure period to ensure that children ≤15 months of age at the practice have received the intervention; thereafter the practices maintain the intervention.",
                    "interventionNames": [
                        "Other: Adapted PARENT Model"
                    ]
                },
                {
                    "label": "Traditional Well-Child Care",
                    "type": "NO_INTERVENTION",
                    "description": "Our comparator is traditional well-child care, which follows national preventive care guidelines including structured and standardized developmental and social needs screening, and is in widespread use. These are well-child care visits led by the primary care clinician without a community health worker. All NCH-PCN practices will start in the control group, and then sequentially (by random assignment) move to become intervention."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Adapted PARENT Model",
                    "description": "PARENT is a team-based approach to care that utilizes a clinic-based community health worker as part of the WCC team to provide comprehensive and family-centered preventive care services.",
                    "armGroupLabels": [
                        "Adapted PARENT Model"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Receipt of preventive care services",
                    "description": "Child and parent receipt of three key preventive care services: anticipatory guidance, social needs screening, and structured developmental screening",
                    "timeFrame": "Every 9 months, up to 5 years"
                },
                {
                    "measure": "Healthcare Utilization",
                    "description": "Emergency department visits",
                    "timeFrame": "Every 9 months, up to 5 years"
                },
                {
                    "measure": "Parent Experiences of Care",
                    "description": "Family-Centeredness Measure",
                    "timeFrame": "Every 9 months, up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Receipt of additional preventive care services",
                    "description": "Receipt of a) social needs referral (e.g., to a food bank), b) successful connection with social needs source (e.g., parent reports accessing food bank), c) developmental or behavioral referral (e.g., Early Intervention Center), and d) successful connection with developmental needs source (e.g., visit at Early Intervention completed).",
                    "timeFrame": "Every 9 months, up to 5 years"
                },
                {
                    "measure": "Other Healthcare Utilization",
                    "description": "WCC and acute care visits, and hospitalizations",
                    "timeFrame": "Every 9 months, up to 5 years"
                },
                {
                    "measure": "\"At-risk\" for developmental delay",
                    "description": "Identified as \"at-risk\" following developmental screening",
                    "timeFrame": "Every 9 months, up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants are not individually recruited or enrolled; rather we collect de-identified Electronic Health Record (EHR) and administrative data on all children in the practices who:\n\n1. are age ≥9 and ≤15 months on day of data collection,\n2. have ≥1 visit at the practice in previous 9 months\n3. are insured by Partners for Kids, the Accountable Care Organization (ACO) for NCH-PCN\n\nExclusion Criteria:\n\n* N/A",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "9 Months",
            "maximumAge": "15 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Teah Hoopes, MPH",
                    "role": "CONTACT",
                    "phone": "206-884-4255",
                    "email": "teah.hoopes@seattlechildrens.org"
                },
                {
                    "name": "Tumaini Coker, MD, MBA",
                    "role": "CONTACT",
                    "phone": "206-884-0559",
                    "email": "tumaini.coker@seattlechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tumaini Coker, MD, MBA",
                    "affiliation": "Seattle Children's Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alex Kemper, MD, MPH, MS",
                            "role": "CONTACT",
                            "phone": "614-355-3605",
                            "email": "alex.kemper@nationwidechildrens.org"
                        },
                        {
                            "name": "Alex Kemper, MD, MPH, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Seattle Children's Research Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Teah Hoopes, MPH",
                            "role": "CONTACT",
                            "phone": "206-884-4255",
                            "email": "teah.hoopes@seattlechildrens.org"
                        },
                        {
                            "name": "Tumaini Coker, MD, MBA",
                            "role": "CONTACT",
                            "phone": "2068840559",
                            "email": "tumaini.coker@seattlechildrens.org"
                        },
                        {
                            "name": "Tumaini Coker, MD, MBA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Patient-Centered Outcomes Research Institute (PCORI): Comparing Two Models of Well-Child Care for Black Families",
                    "url": "https://www.pcori.org/research-results/2022/comparing-two-models-well-child-care-black-families"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}