{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06126042",
            "orgStudyIdInfo": {
                "id": "AB-01-001"
            },
            "organization": {
                "fullName": "Dr. Reddy's Laboratories Limited",
                "class": "INDUSTRY"
            },
            "briefTitle": "Comparative Pharmacokinetic Study of Three Abatacept Products in Male Normal Healthy Volunteers by the Subcutaneous Route",
            "officialTitle": "A Single Dose, Double-Blind, Parallel Arm, Comparative Pharmacokinetic Study of DRL_AB, US Licensed Reference Abatacept (Orencia®) and EU Approved Reference (Orencia®), Administered by the Subcutaneous Route to Male Normal Healthy Volunteers",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "comparative-pharmacokinetic-study-of-three-abatacept-products-in-male-normal-healthy-volunteers-by-the-subcutaneous-route"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-12",
            "studyFirstSubmitQcDate": "2023-11-08",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Dr. Reddy's Laboratories Limited",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomised, double-blind, single dose, parallel groups study to compare the PK, immunogenicity, and safety of 3 abatacept products (DRL_AB, RP and RMP) in male NHV.",
            "detailedDescription": "This will be a randomised, double-blind, single dose, parallel groups study to compare the PK, safety and immunogenicity of 3 abatacept products (DRL_AB, RP and RMP) in Male NHV. 330 subjects will be randomised 1:1:1 to receive a single 125 mg SC dose of abatacept administered as either DRL_AB or RP or RMP. A BSSR (blinded sample size re-estimation) will be performed when the data from approximately 132 NHV (44 per arm) is available. Study randomisation will be stratified by body weight (lower half of the allowed range and upper half of the allowed range i.e. 60.0 to \\<80 kg and ≥80.0 to 100.0 Kg)."
        },
        "conditionsModule": {
            "conditions": [
                "Rheumatoid Arthritis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 330,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DRL_AB",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: Abatacept Prefilled Syringe Each pre-filled syringe contains 125 mg of abatacept in 1 mL Other Name: Dr. Reddy's Abatacept",
                    "interventionNames": [
                        "Drug: Test Product"
                    ]
                },
                {
                    "label": "RP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Drug: Abatacept Prefilled Syringe Each pre-filled syringe contains 125 mg of abatacept in 1 mL Other Names: Orencia",
                    "interventionNames": [
                        "Drug: Reference product"
                    ]
                },
                {
                    "label": "RMP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Drug: Abatacept Prefilled Syringe Each pre-filled syringe contains 125 mg of abatacept in 1 mL Other Names: Orencia",
                    "interventionNames": [
                        "Drug: Reference Medicinal Product"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Test Product",
                    "description": "DRL_AB, Pre Filled Syringe; Solution for injection",
                    "armGroupLabels": [
                        "DRL_AB"
                    ],
                    "otherNames": [
                        "Proposed Biosimilar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Reference product",
                    "description": "USA licenced ORENCIA®, Pre Filled Syringe; Solution for injection",
                    "armGroupLabels": [
                        "RP"
                    ],
                    "otherNames": [
                        "US Orencia"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Reference Medicinal Product",
                    "description": "EU approved ORENCIA®, Pre Filled Syringe; Solution for injection",
                    "armGroupLabels": [
                        "RMP"
                    ],
                    "otherNames": [
                        "EU Orencia"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Single-dose pharmacokinetic parameter Area under the serum concentration-time curve from time zero extrapolated to infinity [AUC(INF)] will be derived from serum concentration versus time data [Time frame over 85 days as mentioned]",
                    "description": "Pharmacokinetic parameters - AUC (0-∞)",
                    "timeFrame": "1hour prior to the drug administration and at hours 1,4,12,24,36,48,60,72,84,96,108,120,132,144,156,168,216, post study drug administration & on days 15, 22, 29, 36, 43, 50, 57,71, 85 (End Of Study)"
                },
                {
                    "measure": "Single-dose pharmacokinetic parameter Maximum observed serum concentration (Cmax) will be derived from serum concentration versus time data [Time frame over 85 days]",
                    "description": "Pharmacokinetic parameters - Cmax",
                    "timeFrame": "1hour prior to the drug administration, at hours 1,4,12,24,36,48, 60,72,84,96,108,120,132,144,156,168,216 post study drug administration & on days 15, 22, 29, 36, 43, 50, 57,71,85 (End Of Study)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the serum concentration-time curve from zero to the last time of the last quantifiable concentration will be derived from serum concentration versus time data",
                    "description": "Pharmacokinetic parameters - AUC(0-t)",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "Time to reach Cmax in serum of will be derived from serum concentration versus time data",
                    "description": "Pharmacokinetic parameters - tmax",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "apparent terminal decline rate constant λz",
                    "description": "Pharmacokinetic parameters",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "t1/2",
                    "description": "Pharmacokinetic parameters",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "CL/f",
                    "description": "Pharmacokinetic parameters",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "Vz/f",
                    "description": "Pharmacokinetic parameters",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "%AUCext",
                    "description": "Pharmacokinetic parameters",
                    "timeFrame": "1hour prior to the drug administration till Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of Participants With Positive Abatacept-induced Immunogenicity Response",
                    "description": "Immunogenicity assessment - Comparative incidence (and if present, titer and neutralizing capacity) of anti-Abatacept antibodies",
                    "timeFrame": "pre-dose and Day 85 (End Of Study)"
                },
                {
                    "measure": "Change From Baseline in Systolic and diastolic Blood Pressure",
                    "description": "Safety Assessments - Vital signs",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Change from baseline measurement of pulse rate in beats/ minute",
                    "description": "Safety assessment - Vital signs - Pulse rate",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Change from baseline measurement of respiratory rate in breaths/ minute",
                    "description": "Safety assessment - Vital signs - Respiratory rate",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Change from baseline in body temperature",
                    "description": "Safety Assessments - Vital signs - Body temperature",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of Participants With Adverse Events (AEs)",
                    "description": "Safety Assessments - Adverse Events",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of participants with abnormal physical examination",
                    "description": "Safety Assessments - Complete Physical examination",
                    "timeFrame": "Day -1 (before to dosing), Day 5 and End of study"
                },
                {
                    "measure": "Number of participants with abnormal well being assessment.",
                    "description": "Safety Assessments - Well-being assessment",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of Participants with abnormally marked hematology laboratory parameters.",
                    "description": "Safety Assessments - Clinical laboratory safety data - Haematology",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of Participants with abnormally marked Serum Chemistry laboratory parameters.",
                    "description": "Safety Assessments - Clinical laboratory safety data - Clinical chemistry",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of Participants with abnormally marked urinalysis laboratory parameters",
                    "description": "Safety Assessments-Clinical laboratory safety data-Urinalysis with strip:Standard essential tests",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of participants with post dose ECG parameters reported as an Adverse event",
                    "description": "Safety Assessments - 12-lead electrocardiogram (ECG)",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                },
                {
                    "measure": "Number of participants with injection site reactions reported as an Adverse event.",
                    "description": "Safety Assessments - Injection site reaction inspection",
                    "timeFrame": "At screening and Day 85 (End Of Study)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy Male volunteers, 18 to 50 years of age (both age inclusive), at the time of signing informed consent.\n2. In general, good health as determined by a qualified physician based on a comprehensive medical history, physical examination including vital signs, laboratory haematology, clinical chemistry, urinalysis and 12-lead electrocardiogram (ECG) before randomisation.\n3. Body mass index between 18.5-30.0 kg/m2 (both inclusive) and body weight of 60.0 - 100.0 kg (both inclusive; stratified as 60.0 to \\<80 kg and ≥80.0 to 100.0 Kg).\n4. Screening parameters (vital signs, physical examination, clinical laboratory tests, 12-lead ECG, thyroid function) within the normal range or if outside the normal range then assessed as clinically non-significant by the Investigator (unless the value constitutes an explicit exclusion criterion).\n5. Subjects or their female partner (if they are women of childbearing potential \\[WOCBP\\]) must be willing to use at least 1 highly effective method of contraception as described below from the time of study drug administration until 3 months after dosing. Subjects should also refrain from sperm donation during the period from the time of study drug administration until 3 months after dosing. Highly effective birth control measures per Clinical Trials Facilitation and coordination Group (CTFG) guidelines (adopted and implemented on 21/09/2020) include the following:\n\n   For a subject:\n   * Permanently sterile by bilateral orchidectomy;\n   * Sexual abstinence.\n\n   For the female partner of a male subject:\n   * Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation - oral, intravaginal, and transdermal;\n   * Progestogen-only hormonal contraception associated with inhibition of ovulation - oral, injectable, implantable;\n   * Intrauterine device;\n   * Intrauterine hormone-releasing system;\n   * Bilateral tubal occlusion;\n   * Vasectomised partner;\n   * Sexual abstinence.\n6. Capable, and amenable to providing written informed consent to the study requirements.\n7. Willing to stay on study restrictions for up to 16 weeks (from the time of Screening until 3 months after dosing for contraception), and abide by the study procedures during the follow up if and as applicable.\n\nExclusion Criteria:\n\n1. Positive test result for Quantiferon- TB Gold test, syphilis, hepatitis B, hepatitis C, or Human Immunodeficiency Virus (HIV)-1 or 2.\n2. Vaccination with live vaccines within 3 months prior to Screening or intention to receive live vaccines during the trial or up to 3 months after the administration of the study drug. Non-live vaccines should be administered at least a week before the study drug administration to avoid interference with vaccine immunity development (and to get clean readout of test drug related immunogenicity development).\n3. Any prior exposure to abatacept or to any other agent directly acting on CTLA4 or the CD28-CD80 co-stimulation pathway \\[eg. pembrolizumab (Keytruda), ipilimumab (Yervoy), nivolumab (Opdivo) and atezolizumab (Tecentriq)\\] including investigational products (to prevent interaction and resultant safety concerns).\n4. History of Immunodeficiency or other clinically significant immunological disorders, or auto-immune disorders.\n5. History of systemic fungal infection for the last 6 months.\n6. Subject with ongoing or frequent/ recurring infection (defined as more than 3 infections requiring treatment per year) or prior herpes zoster infection not fully healed (including the post-herpetic neuralgia period if occurring) within 1 year prior to randomisation.\n7. Allergy or hypersensitivity to any recombinant human or humanized antibodies, other therapeutic proteins or any excipients (dibasic sodium phosphate anhydrous, monobasic sodium phosphate monohydrate, L-Histidine, sodium chloride, poloxamer and sucrose) in the study formulations.\n8. History and/or current presence of clinically significant (in the opinion of the Investigator) atopic allergy (e.g., asthma including childhood asthma, urticaria, angioedema, eczematous dermatitis), hypersensitivity or allergic reactions or any history or presence of vasculitis or psoriasis.\n9. Non-suitable skin at planned injection site for dosing or changes in the injection site interfering with its evaluation, including presence of tattoos, pigmentation or lesions obscuring the injection site.\n10. Blood donation, participation in any study requiring repeated blood sampling or haemorrhage requiring treatment or any transfusion in the past 3 months or Plasma donation within the 14 days prior to screening.\n11. Screening blood pressure higher than 140 mm Hg (systolic) or higher than 90 mm Hg (diastolic) or volunteers currently on antihypertensive drugs. Higher values are allowed at baseline (at Day -1 and/or Day 1) if considered as clinically not relevant at the discretion of Investigator. At screening, blood pressure assessment up to 2 repeats in different days (2 repeats on the same day are also allowed if white coat hypertension is suspected) are allowed and, in this case, the mean of the measurements will be used to decide on eligibility. Blood pressure is to be measured on the same arm in the sitting position after 5 minutes' rest.\n12. History of relevant (in the Opinion of the Investigator) orthostatic hypotension, fainting spells, or blackouts as well as history of difficulties with blood sampling which potentially may interfere with the study objectives, as per the opinion of the Investigator.\n13. QTc (Fridericia correction) longer than 450 milliseconds or other clinically relevant ECG abnormalities such as atrial fibrillation, atrial flutter, Wolf-Parkinson-White syndrome, presence of a cardiac pacemaker or other abnormalities that are clinically relevant as per investigator assessment.\n14. History or presence of any clinically relevant nervous system disease including, but not restricted to any stroke/ transient ischaemic attack or of seizures (other than history of febrile seizures before the age of 5 years, which now have subsided).\n15. History of and/or current cardiovascular (including history of or presence of angina, exertional dyspnea, orthopnea, congestive heart failure or myocardial infarction and thrombotic or embolic episode requiring treatment), hematological (including pancytopenia, aplastic anemia or blood dyscrasia and coagulopathies or an International Normalized Ratio \\[INR\\] higher than 1.5), neurological, pulmonary (including chronic obstructive pulmonary disease), gastrointestinal, hepatic, renal, endocrine, metabolic (including known diabetes mellitus) disorder or condition. This criterion includes any disorder or condition that, in the investigator's opinion, may interfere with the safety of the subject, the study evaluations or the subject compliance to the study procedures and limitations.\n16. Impaired hepatic function (alanine transaminase \\[ALT\\] or aspartate transaminase \\[AST\\] value \\>1.5 times the upper limit of the reference range and/or serum bilirubin 1.5 times the upper limit of the reference range at the screening visit). A single repeat in a different day is allowed. Subjects who have documented evidence of presence of Gilbert's disease may be included in the study if they have total bilirubin of \\<3 mg/dL (or \\< 51.3 μmol/L) with indirect bilirubin contributing to \\>80% of the total bilirubin as per the laboratory test.\n17. Any active infection assessed by Investigator including Coronavirus disease of 2019 (COVID-19) infection, even if minor, ongoing at the time of Screening or dosing.\n18. Participation in an interventional or Phase 1 study in the last 3 months, participation in more than 3 studies of experimental drug products in the past 12 months or intake of an investigational drug in another trial within 3 months or 5 t1/2 (whichever is longer with 6-months period required for experimental drugs with unknown t1/2) prior to intake of study drug in this trial or planned intake of another investigational drug during the course of this trial. Some examples of drugs, as exceptions to these criteria with adequate washout period (either as an investigational product or for treatment) are provided for reference: a. Medications which require longer washout: 10 weeks: Bismuth salts, digitoxin, fluoxetine, flurazepam, medazepam, mephenytoin, mephobarbital, phenprocoumone, phenylbutazone, pimozide, pirimethamine, phenobarbital, primidone, protryptiline, teicoplanin.18 weeks: flunarizine, mefloquine, trimethadione. 26 weeks: gold salts, immunoglobulins (antitetanus and antirabies postexposure prophylaxis allowed until 3 weeks predose) or antibodies (monoclonal or not) systemic retinoids, chloroquine, hydroxychloroquine and amiodarone.\n19. History of any cancer, including carcinoma in situ, lymphoma or leukaemia.\n20. Major surgery within the past 6 months, or any surgery including dental interventions planned within 3 months of study enrolment and during study period.\n21. Current smokers or those who gave up smoking less than 3 months prior to screening, tobacco chewer or those who gave up tobacco chewing less than 3 months prior to screening, (thus 3 months cessation required at screening time), or positive in the urine cotinine test at screening or predose.\n22. Positive test for ethanol in breath or in urine (following the site/ clinical facility standard) or drugs of abuse (benzodiazepine, amphetamines, barbiturates, cocaine, methadone, phencyclidine, 3, 4 methylenedioxymethamphetamine (ecstasy), tetrahydrocannabinol, and opiates) in urine at screening or at check-in/ admission to clinical facility.\n\nNote: In case of USA located sites: Participants participating in an interventional or Phase 1 study in the last 30 days, participation in more than 4 studies of experimental drug products in the past 12 months or intake of an investigational drug in another trial within 30 days or 5 t1/2 of that drug (whichever is longer \\[6-months period required for experimental drugs with unknown t1/2\\]), prior to intake of the current study drug in this trial, or planned to take another investigational drug during the course of this trial will be excluded.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "The current study will be performed only in male subjects to avert gender-related variability.",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vinu Jose, MD DM",
                    "role": "CONTACT",
                    "phone": "+91 - 40-4464-4000",
                    "email": "vinujosem@drreddys.com"
                },
                {
                    "name": "Dharma Rao Uppada, MD DM",
                    "role": "CONTACT",
                    "phone": "+91 - 40-4464-4000",
                    "email": "Dharmaraou@drreddys.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Naveen Reddy, MD",
                    "affiliation": "Dr. Reddy's Laboratories",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "ICON, plc.",
                    "status": "RECRUITING",
                    "city": "Lenexa",
                    "state": "Kansas",
                    "zip": "66219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick Dean Yu Yao",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.95362,
                        "lon": -94.73357
                    }
                },
                {
                    "facility": "ICON Early Phase Services, LLC",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78209",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert G. Bass, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "ICON",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84124",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew D. Johnston, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "The Sponsor will be responsible for knowledge dissemination such as the study design or the study outcomes to relevant target audience including publications as laid down in its publications policy."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "asFound": "Rheumatoid Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069594",
                    "term": "Abatacept"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M483",
                    "name": "Abatacept",
                    "asFound": "ACL",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}