{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05332522",
            "orgStudyIdInfo": {
                "id": "212375"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Computerized Memory Enhancing Treatment in MCI",
            "officialTitle": "A Pilot and Feasibility Study of Computerized Cognitive Remediation to Improve Cognitive and Functional Performance in Adults With Mild Cognitive Impairment",
            "acronym": "COMET",
            "therapeuticArea": [
                "Other"
            ],
            "study": "computerized-memory-enhancing-treatment-in-mci"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-08",
            "studyFirstSubmitQcDate": "2022-04-15",
            "studyFirstPostDateStruct": {
                "date": "2022-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexander Christian Conley",
                "investigatorTitle": "Research Assistant Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose to apply neuroplasticity-based computerized cognitive remediation (nCCR) to improve memory function in patients with Mild Cognitive Impairment (MCI).",
            "detailedDescription": "There is currently no efficacious treatment to delay or prevent decline from mild cognitive impairment (MCI) to dementia. Despite major technological advances, from refined animal models, novel molecular approaches, and in vivo biological marker development, discoveries have not translated into effective treatments to prevent decline. A potential alternative approach is cognitive training, however previous studies on memory-focused training have had mixed success in MCI groups, and longer-term improvement has not been observed. A more effective strategy may be to target the deterioration of networks that support memory function, for instance the frontoparietal cortical regions of the cognitive control network (CCN) which are important for higher-order cognitive functions such as planning and switching effectively. These networks become increasingly vital during aging and cognitive decline, as frontal lobe activation acts as a compensatory mechanism for lower-level structural deficits. The present study proposes a novel cognitive enhancement strategy, informed by clinical, behavioral, and neurobiological data suggesting that strengthening these frontal area connections in the CCN may compensate for the deficits in circuitry associated with MCI.\n\nNeuroplasticity-based computerized cognitive remediation (nCCR) is a cognitive enhancement strategy that aims to alter disease-related changes in brain function through the induction of neuroplasticity in clinically relevant networks, subsequently resulting in improved cognitive performance. Neuroplasticity refers to the brain's ability to modify, change, and adapt both structure and function and can be induced through the use of network-specific techniques expressed even in the abnormally aging brain. nCCR involves an intensive, attention-demanding schedule of computerized cognitive training that is both individually adaptive and rewarding to participants. nCCR uses bottom-up and top-down training strategies that have been proven in both preclinical and clinical models to induce neuroplasticity and cognitive enhancement. \"Bottom-up\" perceptual training in both animal models and older adults has been observed to improve both targeted (perceptual discrimination) and other cognitive functions (working memory). \"Top-down\" activation of the CCN via nCCR has been shown to improve targeted functions (cognitive flexibility), and also to transfer this improvement to other, untrained skills (episodic memory) in older adults. Prior studies in late-life depression show that nCCR can transfer improvements from targeted to untrained processes, which may lead to a functional improvement in multiple cognitive domains. The researchers propose to test whether in MCI patients, boosting CCN activation may produce enhancement to deficits that are characteristic of the syndrome such as memory and attention.\n\nThe proposed study utilizes an nCCR intervention strategy which has successfully shown reductions in executive dysfunction in adults with geriatric depression, and recently been applied by our group to participants suffering from chemotherapy-related cognitive impairment (CRCI) with promising preliminary results showing improvements in both subjective ratings of performance and objective cognitive performance. The proposed study aims to use this nCCR intervention to examine the potential benefits in MCI patients and to obtain pilot data for a larger randomized clinical trial. Before and after the treatment period the researchers will examine self-report and objective measures of performance and utilize EEG to assess physiological changes associated with neuroplasticity induced by nCCR treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "nCCR",
                "MCI",
                "Mild Cognitive Impairment",
                "Neuroplasticity-based computerized cognitive remediation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single Group Assignment A single-arm, open label design; All analyses are pre-post, with participants serving as their own controls.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neuroplasticity-based Computerized Cognitive Remediation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a 45-hour of Neuroplasticity-based Computerized Cognitive Remediation",
                    "interventionNames": [
                        "Behavioral: Neuroplasticity-based Computerized Cognitive Remediation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Neuroplasticity-based Computerized Cognitive Remediation",
                    "description": "The nCCR has two major components: Bottom up and Top down training.\n\nBottom up\" training: The training includes selected tasks from \"Brain HQ\", a program designed for older adults, that enhances basic processing of sensory stimuli with the goal to improve fidelity of auditory and visual encoding.\n\nTop down training\": We designed programs to target cognitive control functions associated with poor treatment response, i.e., initiation and use of verbal strategy and susceptibility to interference. These \"Top Down\" Programs include a visual attention program, either Catch the Ball or Neurogrow, and a semantic strategy program, Semantic Organization.",
                    "armGroupLabels": [
                        "Neuroplasticity-based Computerized Cognitive Remediation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate completion rates of nCCR",
                    "description": "Assess the percentage of enrolled participants who completed of the 40-hour nCCR treatment.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Evaluate visit frequency throughout nCCR treatment",
                    "description": "Assess the frequency of visits during nCCR treatment",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                },
                {
                    "measure": "Evaluate visit duration throughout nCCR treatment",
                    "description": "Assess the duration of visits during nCCR treatment",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have a subjective memory concern as reported by participant, study partner or clinician\n2. Be between 55 and 85 years of age (inclusive)\n3. Clinical Dementia Rating16 Global score of 0.5\n4. Mini-Mental State Exam score between 22-30 (inclusive)\n5. General cognition and functional performance sufficiently preserved such that a diagnosis of Alzheimer's disease dementia cannot be made by the site clinician at the time of the screening visit\n6. Geriatric Depression Scale score of less than or equal to 14\n7. Study Partner is available who has frequent contact with the participant (e.g. an average of 10 hours per week or more), and can accompany the participant to most visits to answer questions about the participant\n8. Adequate visual and auditory acuity to allow neuropsychological testing\n9. Good general health with no additional diseases/disorders expected to interfere with the study\n10. Participant is not pregnant, lactating, or of childbearing potential (i.e. women must be two years post-menopausal or surgically sterile)\n11. Completed six grades of education or has a good work history Fluent in and able to read English.\n\nExclusion Criteria:\n\n1. Any significant neurologic disease such as Alzheimer's disease dementia, Parkinson's disease, multi-infarct dementia, Huntington's disease, normal pressure hydrocephalus, brain tumor, progressive supranuclear palsy, seizure disorder, subdural hematoma, multiple sclerosis, or history of significant head trauma followed by persistent neurologic deficits or known structural brain abnormalities.\n2. Major depression, bipolar disorder as described in DSM-V within the past 1 year or psychotic features, agitation or behavioral problems within 3 months, which could lead to difficulty complying with the protocol\n3. History of schizophrenia (DSM V criteria)\n4. History of alcohol or substance abuse or dependence within the past 2 years (DSM V criteria)\n5. Clinically significant or unstable medical condition, including uncontrolled hypertension, uncontrolled diabetes, or significant cardiac, pulmonary, renal, hepatic, endocrine, or other systemic diseases in the opinion of the Investigator, may either put the participant at risk because of participation in the study, or influence the results, or the participant's ability to participate in the study.\n6. Has had a history within the last 5 years of a primary or recurrent malignant disease with the exception of non-melanoma skin cancers, resected cutaneous squamous cell carcinoma in situ, basal cell carcinoma, cervical carcinoma in situ, or in situ prostate cancer with normal prostate-specific antigen post-treatment\n7. Use of any investigational drugs within 30 days or 5 half-lives, whichever is longer, prior to screening,\n8. Residence in a skilled nursing facility\n9. Participants whom the Principal Investigator deems to be otherwise ineligible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander C Conley, PhD",
                    "role": "CONTACT",
                    "phone": "615-936-1552",
                    "email": "alexander.c.conley@vumc.org"
                },
                {
                    "name": "Nicole Nguyen, MA",
                    "role": "CONTACT",
                    "email": "nicole.tp.nguyen@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander C Conley, PhD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37212",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander C Conley, PhD",
                            "role": "CONTACT",
                            "phone": "615-936-1552",
                            "email": "alexander.c.conley@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}