{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05838248",
            "orgStudyIdInfo": {
                "id": "#22.0198"
            },
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Complex and Simple Appendicitis: REstrictive or Liberal Post-operative Antibiotic eXposure (CASA RELAX)",
            "officialTitle": "Complex and Simple Appendicitis: REstrictive or Liberal Post-operative Antibiotic eXposure (CASA RELAX) Using Desirability of Outcome Ranking (DOOR) and Response Adjusted for Duration of Antibiotic Risk (RADAR)",
            "acronym": "CASA-RELAX",
            "therapeuticArea": [
                "Other"
            ],
            "study": "complex-and-simple-appendicitis-restrictive-or-liberal-post-operative-antibiotic-exposure-casa-relax"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-03",
            "studyFirstSubmitQcDate": "2023-04-20",
            "studyFirstPostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William G Cheadle",
                "investigatorTitle": "Professor, MD",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "University of Louisville",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This prospective trial will randomize patients who have had an appendectomy to two different durations of antibiotic therapy depending on the status of the appendicitis. For simple appendicitis, patients will be randomized to peri-operative antibiotics or 24 hours duration. For complex appendicitis, patients will be randomized to 24 hours or 4 days duration. Data will be collected prospectively and test the hypothesis that shorter durations of antibiotics will be non-inferior to the longer durations.",
            "detailedDescription": "All patients will be recruited into the study and these patients will be randomized in permuted blocks of 4 to 6 to one of two arms. Each arm will have two treatments which will be given to the patient depending on the case nature: acute or complicated. Comparisons in DOOR outcome will be compared only within the case nature strata by treatment; since the stratification criteria makes comparisons between strata not feasible. In order to attempt to retrieve the expected rates of DOOR outcomes from a Randomized Controlled Trial (RCT) propensity score matching via the MatchIt algorithm was utilized. The issue being mitigated is that our patients were part of an observation where treatment was a byproduct of patient characteristics which would introduce selection into treatment bias and our direct estimates of DOOR outcomes would not be valid for powering an RCT. AAST clinical grade, body mass index, age, Charlson Comorbidity Index (CCI), and prior operations were used in the matching. 1:1 matching was utilized resulting in 479 match pairs from the MUSTANG dataset and diagnostics for matches were explored and it suggested that good matches were obtained. Below are the rates from the matched set, one observation was added to every cell to ensure that there were no zero probabilities in the assumptions. The investigators will recruit patients until a sufficient number of complicated cases to be sufficiently powered for our comparison on treatment within the complicated strata. Since the investigators expect fewer than 50% to be complicated cases, a larger sample size should be available for analysis in the acute (simple) arm. Thus, the clinical trial will be powered for an even larger effect size for simple appendicitis and if a statistically significant difference is not found, it is very likely that if there is a difference it would not be clinically meaningful. Also, since each analysis will depend on a mutually exclusive set of patients, the investigators can consider these to be independent samples for which no adjustment for multiple testing is required. Difference in DOOR score will be tested restrictive versus liberal strategies via proportional odds regression, accounting for enrollment site and age strata. The primary endpoint will be analyzed using an intention-to treat analysis. In case a significant difference is discovered, the investigators plan to calculate the Fragility Index to determine the fragility of the study results. Significance will be determined at an alpha of 0.05. All analyses will be performed in R version 3.6.1 using the clusrank package. Potential subjects will be identified by the clinical team (Acute Care Surgery) during the course of usual clinical care, and the clinical team will inform the subjects about the study and seek their verbal approval to being approached by the study research team. The patient will then be approached by the research team (in the emergency department, pre-operative holding area, or hospital ward) for detailed discussion about the study and for informed consent as outlined in the consent procedures below. If the subject consents to participate and agrees to be randomized, randomization will take place and the subject will be assigned to one of the two study groups (restricted or liberal). If the subject consents to participate but declines to be randomized, we will seek to enroll the patient in an observational arm; the clinician will decide the duration of post-operative antibiotic therapy and data will be collected from the subject's medical records and through a telephone call at approximately 1 month after hospital discharge. It is not possible to obtain consent to participate in this study on another day because if the patient has simple acute appendicitis (80% of cases), they are usually discharged home immediately after surgery or within 12 hours of surgery. For complicated appendicitis patients (20%), the restrictive arm is randomized to only 1 day of post-operative antibiotics and obtaining consent the following day would be too late to assign the subject to this arm. Recruitment will not involve restrictions on socio-demographic factors including gender or ethnic characteristics. Recruitment will be devoid of any procedures which could be constructed as coercive. Study researchers and clinicians will stress that participation is voluntary, that patients are not obliged to participate, and that the decision not to participate in the study will not affect patient care. All subjects will be contacted by telephone at approximately 1 month or later after the index operation and will be assigned to 7 mutually exclusive hierarchical (ie, ordinal) categories in decreasing order of desirability:\n\n1. Cure; no adverse effects\n2. Infectious/antibiotic complication requiring antibiotic treatment only only or no specific treatment\n3. Infectious/antibiotic complication requiring Emergency Department visit\n4. Infectious/antibiotic complication requiring hospital readmission\n5. Infectious/antibiotic complication requiring percutaneous drainage\n6. Infectious/antibiotic complication requiring operative intervention\n7. Death Study subjects will be assigned unique study numbers that will be used in all study documents. No actual names will be used in the study. Only the researchers will know the actual names of the subjects. Study database and documents will be stored in a locked research office at William G Cheadle's office in the ambulatory care building within the Department of Surgery with key access only and will only be accessible to the researchers. A copy of the de-identified data will be stored on REDCap"
        },
        "conditionsModule": {
            "conditions": [
                "Appendicitis"
            ],
            "keywords": [
                "appendicitis",
                "appendectomy",
                "antibiotic duration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "RCT prospective patients randomized to two duration groups for simple appendicitis and two duration groups for complex appendicitis. Also age \\< or \\> 65 will undergo separate randomization.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "under 65 years simple appendicitis restricted duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "simple appendicitis restricted duration of no postop antibiotics",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Under 65 simple appendicitis liberal duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "simple appendicitis liberal duration of 24 hours postop antibiotics",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Under 65 complex appendicitis restricted duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "complex appendicitis restricted duration of 24 hours postop antibiotics",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Under 65 complex appendicitis liberal duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "complex appendicitis liberal duration of 4 days of postop antibiotics",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Over 65 simple appendicitis restricted antibiotic duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "see above for under 65",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Over 65 simple appendicitis liberal antibiotic duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "see above for under 65",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Over 65 complex appendicitis restricted antibiotic duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "see above for under 65",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                },
                {
                    "label": "Over 65 appendicitis liberal antibiotic duration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "see above for under 65",
                    "interventionNames": [
                        "Other: antibiotic duration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "antibiotic duration",
                    "description": "Duration of antibiotic treatment post appendectomy",
                    "armGroupLabels": [
                        "Over 65 appendicitis liberal antibiotic duration",
                        "Over 65 complex appendicitis restricted antibiotic duration",
                        "Over 65 simple appendicitis liberal antibiotic duration",
                        "Over 65 simple appendicitis restricted antibiotic duration",
                        "Under 65 complex appendicitis liberal duration",
                        "Under 65 complex appendicitis restricted duration",
                        "Under 65 simple appendicitis liberal duration",
                        "under 65 years simple appendicitis restricted duration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Survival",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Infectious/antibiotic complication requiring antibiotic treatment only only or no specific treatment",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Infectious/antibiotic complication requiring Emergency Department visit",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Infectious/antibiotic complication requiring hospital readmission",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Infectious/antibiotic complication requiring percutaneous drainage",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Infectious/antibiotic complication requiring operative intervention",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Cure",
                    "description": "Resolution of appendicitis without sequelae",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Planned appendectomy (laparoscopic or open)\n* Willing and able to provide informed consent\n* Working telephone number or reliable method to contact patient after hospital discharge\n\nExclusion Criteria:\n\n* Unable to consent\n* Pregnant Women\n* Prisoners\n* Immunocompromised as determined by clinical team, or patients actively receiving steroids, chemotherapy, or immunosuppressing medications (for example tacrolimus), or patients with active hematologic malignancy affecting the immune system, leukopenia, or end-stage AIDS\n* Heart failure\n* Allergy to bupivacaine\n* Unlikely to comply with treatment or follow-up\n* Inpatient consultation for appendicitis\n* Clinically suspected of sepsis based on Sepsis-3 definition\n* Current use of antibiotics for other indications\n* Type 1 Diabetes or uncontrolled hyperglycemia\n* Surgeon preference\n* Patient preference\n* Research team unavailable",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William G Cheadle, MD",
                    "role": "CONTACT",
                    "phone": "5028525675",
                    "email": "wg.cheadle@louisville.edu"
                },
                {
                    "name": "Nick G Nash",
                    "role": "CONTACT",
                    "phone": "5028525675",
                    "email": "nicholas.nash@louisville.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Jewish Hospital UL",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William G Cheadle",
                            "role": "CONTACT",
                            "phone": "502-852-5675",
                            "email": "wg.cheadle@louisville.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "University of Louisville Hospital",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "WILLIAM G CHEADLE",
                            "role": "CONTACT",
                            "phone": "502-852-5675",
                            "email": "wg.cheadle@louisville.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25992746",
                    "type": "BACKGROUND",
                    "citation": "Sawyer RG, Claridge JA, Nathens AB, Rotstein OD, Duane TM, Evans HL, Cook CH, O'Neill PJ, Mazuski JE, Askari R, Wilson MA, Napolitano LM, Namias N, Miller PR, Dellinger EP, Watson CM, Coimbra R, Dent DL, Lowry SF, Cocanour CS, West MA, Banton KL, Cheadle WG, Lipsett PA, Guidry CA, Popovsky K; STOP-IT Trial Investigators. Trial of short-course antimicrobial therapy for intraabdominal infection. N Engl J Med. 2015 May 21;372(21):1996-2005. doi: 10.1056/NEJMoa1411162. Erratum In: N Engl J Med. 2018 Feb 15;378(7):686. doi: 10.1056/NEJMx180006."
                },
                {
                    "pmid": "31663966",
                    "type": "BACKGROUND",
                    "citation": "Yeh DD, Eid AI, Young KA, Wild J, Kaafarani HMA, Ray-Zack M, Kana'an T, Lawless R, Cralley AL, Crandall M; EAST Appendicitis Study Group. Multicenter Study of the Treatment of Appendicitis in America: Acute, Perforated, and Gangrenous (MUSTANG), an EAST Multicenter Study. Ann Surg. 2021 Mar 1;273(3):548-556. doi: 10.1097/SLA.0000000000003661."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data sharing agreement between University of Louisville Health and Denver Health. De-identified patient data",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data will be transferred to Denver Health on an ongoing basis as patients complete the 30 day evaluation period.",
            "accessCriteria": "Only PI and their designates will have access to the de-identified data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001064",
                    "term": "Appendicitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000059413",
                    "term": "Intraabdominal Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000002429",
                    "term": "Cecal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4376",
                    "name": "Appendicitis",
                    "asFound": "Appendicitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29465",
                    "name": "Intraabdominal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5679",
                    "name": "Cecal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "asFound": "Peripheral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}