{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04278833",
            "orgStudyIdInfo": {
                "id": "54336"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Comparative Effectiveness of Particulate Versus Nonparticulate Steroid Injections for Musculoskeletal Conditions",
            "officialTitle": "Comparative Effectiveness of Particulate Versus Nonparticulate Corticosteroid Injections for the Treatment of Musculoskeletal Conditions",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "comparative-effectiveness-of-particulate-versus-nonparticulate-steroid-injections-for-musculoskeletal-conditions"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-13",
            "studyFirstSubmitQcDate": "2020-02-19",
            "studyFirstPostDateStruct": {
                "date": "2020-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eugene Roh",
                "investigatorTitle": "Clinical Associate Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This aims of this study are:\n\n1. To determine if particulate or non-particulate corticosteroid injections are more effective at treating pain from musculoskeletal pathologies of the hip, glenohumeral joint, biceps tendon, or subacromial/subdeltoid bursa at 2 weeks, 3 months, or 6 months.\n2. To determine if there is a significantly different side effect profile between particulate and non-particulate corticosteroids when used for hip, glenohumeral joint, biceps tendon, or subacromial/subdeltoid bursa injections.",
            "detailedDescription": "This will be a single center, prospective, single blind, randomized controlled trial of hip, glenohumeral joint, peri-tendinous biceps brachii, and subacromial/subdeltoid bursa injections comparing the efficacy of particulate (triamcinolone, betamethasone) versus non-particulate (dexamethasone) corticosteroids.\n\nParticipants will be recruited for the study by trained physicians and physician extenders at Stanford orthopedic and PM\\&R clinics only after they have already opted for corticosteroid injection as a part of their routine medical care. The initial decision to pursue steroid injection will be based entirely on joint decision making between the patient and their medical provider prior to mention of the study.\n\nAfter consenting, basic demographic data, average numeric pain score (NRS) over the past week, and information on other medical interventions tried for their pain (including medication use, physical therapy, chiropractic care, and massage) will be collected. The participant will then be randomized to receive either a particulate (triamcinolone or betamethasone) or non-particulate (dexamethasone) corticosteroid, both of which are within current standards of care. Ultrasound or fluoroscopic guided injection will then be completed using sterile technique as per current clinic practice.\n\nAfter the injection, patients will follow up in clinic or over the phone at 2 weeks, 3 months, and 6 months and will be asked their average NRS over the past week, functional questionnaires appropriate to pertinent body parts (WOMAC, ASES, QDASH), other treatments they have tried in the interim, and for any side effects they have experienced. In addition to obtaining outcome measures, the treating physicians may order repeat injections, medications, or refer the subject to surgery, at their discretion based upon the patient's pain and functional limitations. Up to a total of three injections to the same musculoskeletal structure are allowed during the 6 month study period. Any injection into a separate space (i.e. glenohumeral joint followed by subdeltoid bursa) will be considered different structures, and follow up for the new anatomical site will begin at the time of that injection. Data collection and follow up on the previous anatomical injection site will continue on the same timeline. Data on number and timing of repeat injections, surgeries, side effects, and medications will be recorded as part of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis",
                "Tendinopathy",
                "Impingement Shoulder"
            ],
            "keywords": [
                "corticosteroid injection",
                "particulate steroid",
                "non-particulate steroid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single center, prospective, single blind, randomized controlled trial of hip, glenohumeral joint, biceps tendon, and subacromial bursa injections comparing the efficacy of particulate (triamcinolone, betamethasone) vs non-particulate (dexamethasone) steroids. Participants will be recruited at Stanford orthopedic and PM\\&R clinics only after they have already opted for steroid injection as a part of their medical care. They will be randomized to receive either a particulate or non-particulate corticosteroid, then image-guided injection will be completed as per current clinic practice. Patients will follow up in clinic or via phone at 2 weeks, 3 months, and 6 months and will be asked their NRS score, functional questionnaires, other treatments they have tried, and for any side effects experienced. The treating physician may order repeat injections, medications, or refer to surgery, at their discretion. Up to three injections to the same structure are allowed during the study period.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be blinded to the type of corticosteroid (particulate or non-particulate) that they receive.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 198,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Particulate Corticosteroid Injection",
                    "type": "OTHER",
                    "description": "Intra-articular, peri-tendinous, or intra-bursal corticosteroid injection using 10-80mg of triamcinolone or 3-9mg of betamethasone depending on anatomical structure. Injections may be repeated up to 3 times in the 6 month study period based on physician discretion.",
                    "interventionNames": [
                        "Drug: Triamcinolone or Betamethasone"
                    ]
                },
                {
                    "label": "Non-particulate Corticosteroid Injection",
                    "type": "OTHER",
                    "description": "Intra-articular, peri-tendinous, or intra-bursal corticosteroid injection using 4-10mg of dexamethasone depending on anatomical structure. Injections may be repeated up to 3 times in the 6 month study period based on physician discretion.",
                    "interventionNames": [
                        "Drug: Dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Triamcinolone or Betamethasone",
                    "description": "Image guided intra-articular, peri-tendinous, or intra-bursal corticosteroid injection",
                    "armGroupLabels": [
                        "Particulate Corticosteroid Injection"
                    ],
                    "otherNames": [
                        "Particulate Steroid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Image guided intra-articular, peri-tendinous, or intra-bursal corticosteroid injection",
                    "armGroupLabels": [
                        "Non-particulate Corticosteroid Injection"
                    ],
                    "otherNames": [
                        "Non-Particulate Steroid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change in average pain from baseline",
                    "description": "Mean change in pain averaged over last 7 days compared to baseline as rated on 11 point numerical rating scale (NRS, score range from 0-10) with higher values indicating worse outcomes.",
                    "timeFrame": "Baseline and at 2 weeks, 3 months, and 6 months post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Western Ontario and McMaster Universities (WOMAC) Osteoarthritis Index",
                    "description": "The WOMAC questionnaire will be used for participants who underwent hip injection. The outcome of interest is the mean change in score compared to baseline. The WOMAC is a 24 item scale with scores ranging from 0 to 96, with higher scores indicating worse outcomes.",
                    "timeFrame": "Baseline and at 2 weeks, 3 months, and 6 months post intervention"
                },
                {
                    "measure": "Quick Disabilities of Arm, Shoulder, and Hand (QDASH)",
                    "description": "The QDASH questionnaire will be used for participants who underwent glenohumeral joint, subdeltoid bursa, or peritendinous biceps injection. The outcome of interest is the mean change in score compared to baseline. The QDASH is an 11 item scale with scores ranging from 0 to 100, with higher scores indicating worse outcomes.",
                    "timeFrame": "Baseline and at 2 weeks, 3 months, and 6 months post intervention"
                },
                {
                    "measure": "American Shoulder and Elbow Surgeons (ASES) Standardized Shoulder Assessment Form",
                    "description": "The ASES questionnaire will be used for participants who underwent glenohumeral joint, subdeltoid bursa, or peritendinous biceps injection. The outcome of interest is the mean change in score compared to baseline. The ASES is an 11 item scale with scores ranging from 0 to 100, with higher scores indicating better outcomes.",
                    "timeFrame": "Baseline and at 2 weeks, 3 months, and 6 months post intervention"
                },
                {
                    "measure": "Number of repeat corticosteroid injections",
                    "description": "Total number of corticosteroid injections to the specific anatomical site during the study period. The study protocol allows for a maximum of 3 injections during the 6 month study period based on the treating physician's discretion.",
                    "timeFrame": "6 months post initial intervention"
                },
                {
                    "measure": "Conversion to surgery",
                    "description": "Percent of participants who were referred for surgical intervention on the specific anatomical site during the study follow up period.",
                    "timeFrame": "6 months post initial intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age greater than or equal to 18\n* Ability to provide informed consent\n* Capable of complying with the outcome instruments used\n* Capable of attending all planned follow up visits\n* Patient is deemed appropriate for intra-articular hip, glenohumeral, peri-tendinous biceps, or subdeltoid bursa corticosteroid injection by their treating physician for the treatment of painful musculoskeletal condition\n* Average pain of greater than or equal to 4/10 over the last 7 days\n\nExclusion Criteria:\n\n* Unclear diagnosis\n* Pregnancy\n* Incarcerated patients\n* Prior corticosteroid injection into the same anatomical site within the last 3 months\n* Prior prosthetic surgery on the joint\n* Any condition that increases injection risk such as bleeding tendencies, uncontrolled diabetes, current active infection, or infection requiring antibiotics within the last 7 days\n* Chronic opioid use to control pain\n* Workers compensation and litigation\n* BMI \\> 40",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Eugene Roh, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Redwood City",
                    "state": "California",
                    "zip": "94063",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Agnes Martinez Ith",
                            "role": "CONTACT",
                            "phone": "650-721-7600",
                            "email": "mith@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.48522,
                        "lon": -122.23635
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "14962967",
                    "type": "BACKGROUND",
                    "citation": "Buchbinder R, Green S, Forbes A, Hall S, Lawler G. Arthrographic joint distension with saline and steroid improves function and reduces pain in patients with painful stiff shoulder: results of a randomised, double blind, placebo controlled trial. Ann Rheum Dis. 2004 Mar;63(3):302-9. doi: 10.1136/ard.2002.004655."
                },
                {
                    "pmid": "29511701",
                    "type": "BACKGROUND",
                    "citation": "Daniels EW, Cole D, Jacobs B, Phillips SF. Existing Evidence on Ultrasound-Guided Injections in Sports Medicine. Orthop J Sports Med. 2018 Feb 22;6(2):2325967118756576. doi: 10.1177/2325967118756576. eCollection 2018 Feb."
                },
                {
                    "pmid": "19770605",
                    "type": "BACKGROUND",
                    "citation": "Dawley JD, Moeller-Bertram T, Wallace MS, Patel PM. Intra-arterial injection in the rat brain: evaluation of steroids used for transforaminal epidurals. Spine (Phila Pa 1976). 2009 Jul 15;34(16):1638-43. doi: 10.1097/BRS.0b013e3181ac0018."
                },
                {
                    "pmid": "26095339",
                    "type": "BACKGROUND",
                    "citation": "Denis I, Claveau G, Filiatrault M, Fugere F, Fortin L. Randomized Double-Blind Controlled Trial Comparing the Effectiveness of Lumbar Transforaminal Epidural Injections of Particulate and Nonparticulate Corticosteroids for Lumbosacral Radicular Pain. Pain Med. 2015 Sep;16(9):1697-708. doi: 10.1111/pme.12846. Epub 2015 Jun 22."
                },
                {
                    "pmid": "18298706",
                    "type": "BACKGROUND",
                    "citation": "Derby R, Lee SH, Date ES, Lee JH, Lee CH. Size and aggregation of corticosteroids used for epidural injections. Pain Med. 2008 Mar;9(2):227-34. doi: 10.1111/j.1526-4637.2007.00341.x."
                },
                {
                    "pmid": "16712623",
                    "type": "BACKGROUND",
                    "citation": "Dreyfuss P, Baker R, Bogduk N. Comparative effectiveness of cervical transforaminal injections with particulate and nonparticulate corticosteroid preparations for cervical radicular pain. Pain Med. 2006 May-Jun;7(3):237-42. doi: 10.1111/j.1526-4637.2006.00162.x."
                },
                {
                    "pmid": "27572327",
                    "type": "BACKGROUND",
                    "citation": "Hajialilo M, Ghorbanihaghjo A, Valaee L, Kolahi S, Rashtchizadeh N, Amirkhiz MB, Malekmahdavi I, Khabbazi A. A double-blind randomized comparative study of triamcinolone hexacetonide and dexamethasone intra-articular injection for the treatment of knee joint arthritis in rheumatoid arthritis. Clin Rheumatol. 2016 Dec;35(12):2887-2891. doi: 10.1007/s10067-016-3397-4. Epub 2016 Aug 29."
                },
                {
                    "pmid": "22030233",
                    "type": "BACKGROUND",
                    "citation": "Hong JY, Yoon SH, Moon DJ, Kwack KS, Joen B, Lee HY. Comparison of high- and low-dose corticosteroid in subacromial injection for periarticular shoulder disorder: a randomized, triple-blind, placebo-controlled trial. Arch Phys Med Rehabil. 2011 Dec;92(12):1951-60. doi: 10.1016/j.apmr.2011.06.033. Epub 2011 Oct 25."
                },
                {
                    "pmid": "24393129",
                    "type": "BACKGROUND",
                    "citation": "Kennedy DJ, Plastaras C, Casey E, Visco CJ, Rittenberg JD, Conrad B, Sigler J, Dreyfuss P. Comparative effectiveness of lumbar transforaminal epidural steroid injections with particulate versus nonparticulate corticosteroids for lumbar radicular pain due to intervertebral disc herniation: a prospective, randomized, double-blind trial. Pain Med. 2014 Apr;15(4):548-55. doi: 10.1111/pme.12325. Epub 2014 Jan 2."
                },
                {
                    "pmid": "26761719",
                    "type": "BACKGROUND",
                    "citation": "Laemmel E, Segal N, Mirshahi M, Azzazene D, Le Marchand S, Wybier M, Vicaut E, Laredo JD. Deleterious Effects of Intra-arterial Administration of Particulate Steroids on Microvascular Perfusion in a Mouse Model. Radiology. 2016 Jun;279(3):731-40. doi: 10.1148/radiol.2015142746. Epub 2016 Jan 13."
                },
                {
                    "pmid": "17599747",
                    "type": "BACKGROUND",
                    "citation": "Lambert RG, Hutchings EJ, Grace MG, Jhangri GS, Conner-Spady B, Maksymowych WP. Steroid injection for osteoarthritis of the hip: a randomized, double-blind, placebo-controlled trial. Arthritis Rheum. 2007 Jul;56(7):2278-87. doi: 10.1002/art.22739."
                },
                {
                    "pmid": "19969160",
                    "type": "BACKGROUND",
                    "citation": "Lee HJ, Lim KB, Kim DY, Lee KT. Randomized controlled trial for efficacy of intra-articular injection for adhesive capsulitis: ultrasonography-guided versus blind technique. Arch Phys Med Rehabil. 2009 Dec;90(12):1997-2002. doi: 10.1016/j.apmr.2009.07.025."
                },
                {
                    "pmid": "27915069",
                    "type": "BACKGROUND",
                    "citation": "Mehta P, Syrop I, Singh JR, Kirschner J. Systematic Review of the Efficacy of Particulate Versus Nonparticulate Corticosteroids in Epidural Injections. PM R. 2017 May;9(5):502-512. doi: 10.1016/j.pmrj.2016.11.008. Epub 2016 Nov 30."
                },
                {
                    "pmid": "18762654",
                    "type": "BACKGROUND",
                    "citation": "Okubadejo GO, Talcott MR, Schmidt RE, Sharma A, Patel AA, Mackey RB, Guarino AH, Moran CJ, Riew KD. Perils of intravascular methylprednisolone injection into the vertebral artery. An animal study. J Bone Joint Surg Am. 2008 Sep;90(9):1932-8. doi: 10.2106/JBJS.G.01182."
                },
                {
                    "pmid": "18406955",
                    "type": "BACKGROUND",
                    "citation": "Ring D, Lozano-Calderon S, Shin R, Bastian P, Mudgal C, Jupiter J. A prospective randomized controlled trial of injection of dexamethasone versus triamcinolone for idiopathic trigger finger. J Hand Surg Am. 2008 Apr;33(4):516-22; discussion 523-4. doi: 10.1016/j.jhsa.2008.01.001."
                },
                {
                    "pmid": "22113218",
                    "type": "BACKGROUND",
                    "citation": "Roh YH, Yi SR, Noh JH, Lee SY, Oh JH, Gong HS, Baek GH. Intra-articular corticosteroid injection in diabetic patients with adhesive capsulitis: a randomized controlled trial. Knee Surg Sports Traumatol Arthrosc. 2012 Oct;20(10):1947-52. doi: 10.1007/s00167-011-1776-6. Epub 2011 Nov 24."
                },
                {
                    "pmid": "23507791",
                    "type": "BACKGROUND",
                    "citation": "Yoon SH, Lee HY, Lee HJ, Kwack KS. Optimal dose of intra-articular corticosteroids for adhesive capsulitis: a randomized, triple-blind, placebo-controlled trial. Am J Sports Med. 2013 May;41(5):1133-9. doi: 10.1177/0363546513480475. Epub 2013 Mar 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "asFound": "Tendinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "D000014221",
                    "term": "Triamcinolone"
                },
                {
                    "id": "D000001623",
                    "term": "Betamethasone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4909",
                    "name": "Betamethasone",
                    "asFound": "Intrathecal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "asFound": "Calcium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                }
            ]
        }
    },
    "hasResults": false
}