{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05360095",
            "orgStudyIdInfo": {
                "id": "00101479"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HG011921",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HG011921"
                }
            ],
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Comparing Game Facilitated Interactivity to Genetic Counseling for Prenatal Screening Education",
            "officialTitle": "Comparing Game Facilitated Interactivity to Genetic Counseling for Prenatal Screening Education",
            "therapeuticArea": [
                "Women's Health",
                "Rare Diseases",
                "Other"
            ],
            "study": "comparing-game-facilitated-interactivity-to-genetic-counseling-for-prenatal-screening-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-06",
            "studyFirstSubmitQcDate": "2022-04-28",
            "studyFirstPostDateStruct": {
                "date": "2022-05-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Erin Rothwell",
                "investigatorTitle": "Professor, Interim Vice President for Research",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "Erin Rothwell",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Human Genome Research Institute (NHGRI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Advancements in prenatal genetic screening have significantly improved the identification of chromosomal abnormalities and heritable conditions during pregnancy, yet current standards for patient education in this domain are largely ineffective. The most effective approach to education about prenatal screening is one-on-one genetic counseling, but due to the limited number of counselors this is not feasible, especially in rural and frontier areas. The investigators will address this national problem using a novel education game that can more effectively address this gap in healthcare decision-making.",
            "detailedDescription": "The American College of Obstetricians and Gynecologists recommends prenatal care providers offer all women prenatal genetic screening (henceforth prenatal screening) in the first trimester of pregnancy, regardless of age or risk status. This has moved the focus of prenatal screening from a subset of higher risk couples to all pregnant couples. Classically, information about prenatal screening has been provided to patients by written materials and discussions with providers during clinic visits. This approach has a number of weaknesses, including limited time, biases presented by provider perceptions of risk level, and limited clinician genetic knowledge. These factors may also contribute to disparities in screening uptake among under-represented populations during pregnancy. The most effective approach to education about prenatal screening is genetic counseling, but due to the limited number of counselors this is not feasible, especially in rural and frontier areas.\n\nNew innovative education games offer promise to more effectively address healthcare decision-making by educating patients before or outside of genetic counseling or clinic interaction. Providing engaging game-based education may result in a less labor-intensive method of genetic counseling and promote a more quality professional dialogue with clinicians. It is important to note that decision-making about prenatal screening is a complex medical issue; the term \"game\" refers to \"serious game design\" driven by theory. Game technology can display complex information in a culturally and linguistically appropriate format to individuals of diverse educational backgrounds that make them ideal for prenatal screening education especially among under-representative and rural populations. In fact, games have already been successfully applied to diabetes management, medication education and obesity.\n\nThe research team completed an R21 that developed and formally evaluated a novel prenatal screening education game, titled the \"Meaning of Screening\", in the clinical setting. Participants (n=73) were randomized to either the gaming intervention or usual care group. Outcomes demonstrated significant improvements in knowledge (p=.004) and high user satisfaction in the intervention group. The research team is now poised to evaluate this intervention among a wide range of health literacy levels in a national sample of pregnant couples from both rural and urban areas. The central hypothesis is that a game education tool for pre-test education will be equivalent to one-on-one genetic counseling and significantly better than enhanced usual care on knowledge, decisional conflict and shared decision-making.\n\nAim 1: To compare the effectiveness of a prenatal screening education game to improve knowledge and reduce decisional conflict among pregnant people with a diverse range of health literacy levels.\n\nMethods: Working with three sites across the US, the research team will recruit 1125 pregnant people during their first trimester of pregnancy (40% from underrepresented groups and 40% from rural/frontier areas). Prior to the first or second obstetric appointment, participants will be randomized to a) game education only, b) enhanced usual care (an interactive pdf of the clinic's brochure) or c) one-on-one genetic counseling (in-person or tele-health). Immediately after their appointment and again at 20 weeks gestation they will complete surveys to measure knowledge, satisfaction, and decisional conflict. The research team will also test the impact on several exploratory measures (e.g. satisfaction, non-directiveness, clarity).\n\nAim 2: To assess the effectiveness of the prenatal screening education game to promote shared decision making with providers compared to enhanced usual care (an interactive pdf of the clinic's brochure) or one-on-one genetic counseling (in-person or tele-health).\n\nMethods: Pregnant people will independently complete surveys about shared decision making with their provider. Interviews with pregnant people and clinicians will also be conducted to identify how the game impacted information needs, preferences and shared decision-making.\n\nAim 3: To compare the effectiveness of a prenatal screening education game to improve knowledge and reduce decisional conflict among partners of pregnant people.\n\nMethods: Partners will be recruited and assigned to the same study group as their pregnant partner and will engage with the game, enhanced usual care or one-on-one genetic counseling (with their pregnant partner). Partners will independently complete surveys to measure knowledge, decisional conflict, and perceptions of shared decision making with the provider."
        },
        "conditionsModule": {
            "conditions": [
                "Genetic Counseling",
                "Shared Decision Making",
                "Pregnancy",
                "Genetic Testing",
                "Prenatal Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be recruited and randomized into three different groups, all running in parallel to each other.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The usual care group will consist of pregnant women who receive no experimental intervention but will receive the brochure-based education about prenatal screening that is currently recommended by American College of Obstetrics and Gynecology (ACOG), delivered in an electronic format, plus any additional clinic materials or oral information provided in conversation with clinicians (n= 375 total, 125 per site). We are transferring ACOG's prenatal screening education onto the electronic platform to control for any differences in attention that may be due to technology platform and to track time interacting with the material via the web portal.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                },
                {
                    "label": "Game Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The game intervention group will consist of pregnant women who will interact with the educational intervention also delivered on an electronic platform (n= 375 total, 125 per site). Participants will also receive whatever information is routinely provided in the clinic about prenatal screening such as the brochure and oral information by clinicians.",
                    "interventionNames": [
                        "Behavioral: Meaning of Screening"
                    ]
                },
                {
                    "label": "Genetic Counseling",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The one-on-one genetic counseling group will receive standard of care for genetic counseling delivered by a board-certified genetic counselor for pre-test education. The counselor will be conducting pre-test education and as with the other study groups, the decision about prenatal screening will be made at the clinical visit with the provider. This group receives also the same clinical materials and oral information by clinicians as the other two groups. Both in-person and tele-health genetic counseling options are available at all sites.",
                    "interventionNames": [
                        "Behavioral: Genetic Counseling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Meaning of Screening",
                    "description": "The Meaning of Screening game is a decision making tool that is accessible through the most common web platforms. Users have the ability to explore learn about prenatal screening through multiple approaches, including presentation of facts, personal stories, and values clarification. Users will access the game from their personal phone or computer prior to completing prenatal screening.",
                    "armGroupLabels": [
                        "Game Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Genetic Counseling",
                    "description": "This intervention consists of a 45-minute prenatal screening genetic counseling session (in person or online) completed after confirmation of pregnancy and before actual screening.",
                    "armGroupLabels": [
                        "Genetic Counseling"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "Participants in the Usual Care group will receive the brochure-based education about prenatal screening that is currently recommended by American College of Obstetrics and Gynecology (ACOG), delivered in an electronic format so they can read it before they complete prenatal screening.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Prenatal Screening Knowledge",
                    "description": "Knowledge of Prenatal Screening survey determines how well a patient understands important aspects of prenatal genetic screening. It will be adapted from the multidimensional measure of informed choice (MMIC). The knowledge score will range from 0 to 12 with higher scores indicating greater knowledge.",
                    "timeFrame": "Baseline (between 6 and 12 weeks gestation), after clinic visit (between 10 and 14 weeks gestation) and at 20 weeks gestation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Decisional Conflict",
                    "description": "The decisional conflict scale is a highly used scale for patients to evaluate a decision support tool regarding uncertainty in choosing options, factors related to uncertainty such as feeling uninformed, unclear about personal values and unsupported in decision making; and effective decision making such as feeling the choice is informed, values-based, likely to be implemented and expressing satisfaction with the choice. The decisional conflict scale score ranges from 0 to 64 with lower scores indicating less decisional conflict.",
                    "timeFrame": "After clinic visit (between 10 and 14 weeks gestation) and again at 20 weeks gestation"
                },
                {
                    "measure": "Shared Decision Making",
                    "description": "We will ask a single question about partner involvement and questions from the SDM-Q-9 regarding how involved the provider was in the decision making process.",
                    "timeFrame": "After clinic visit (between 10 and 14 weeks gestation)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adult\n* English-speaking people who are attending their first or second OB clinic visit including rural referral centers\n* less than 15 weeks pregnant.\n* Partner of the pregnant person who speaks English and is an adult\n* Able to complete study tasks on a computer or smartphone from home\n\nExclusion Criteria:\n\n* already had prenatal screening from this or previous pregnancies,\n* have obstetric or family history of chromosomal abnormalities, or genetic high-risk pregnancy and have already met with a genetic counseling about prenatal screening",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Johnson, PhD",
                    "role": "CONTACT",
                    "phone": "801-587-8578",
                    "email": "erin.p.johnson@hsc.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin Rothwell, PhD",
                    "affiliation": "University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel LeDuke, RN",
                            "role": "CONTACT",
                            "phone": "205-934-5509",
                            "email": "rleduke@uabmc.edu"
                        },
                        {
                            "name": "Ashley Battarbee, MD",
                            "role": "CONTACT",
                            "phone": "(205) 975-2361",
                            "email": "anbattarbee@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of North Carolina",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Dorman, RN",
                            "role": "CONTACT",
                            "phone": "984-974-9012",
                            "email": "karen_dorman@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Johnson, PhD",
                            "role": "CONTACT",
                            "phone": "801-587-8578",
                            "email": "erin.p.johnson@hsc.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}