{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05573386",
            "orgStudyIdInfo": {
                "id": "MPRP"
            },
            "organization": {
                "fullName": "Andrews Research & Education Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Comparison of Quality and Quantity of M-PRP Cellular Content Filgrastim vs. Pegfilgrastim",
            "officialTitle": "A Single Center, Prospective Study to Compare the Quality and Quantity of the Cellular Content of M-PRP Harvested After Peripheral Mobilization of Progenitor Cells Using Filgrastim Versus Pegfilgrastim",
            "acronym": "M-PRP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparison-of-quality-and-quantity-of-m-prp-cellular-content-filgrastim-vs-pegfilgrastim"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-08-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-08-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-03",
            "studyFirstSubmitQcDate": "2022-10-06",
            "studyFirstPostDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-06",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Andrews Research & Education Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Florida",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this prospective, observational study is to compare the quality and quantity of the cellular content of platelet-rich plasma harvested after administering one of two cell-stimulating proteins, filgrastim and pegfilgrastim. The main question it aims to answer is:\n\n• Will participants have a similar cellular content when comparing a 4-day filgrastim treatment to a one-day pegfilgrastim treatment?\n\nParticipants will have the following intervention administered:\n\n* 130mL of blood will be drawn on the first visit after consent and in followup visits after administering treatment (4 days for filgrastim, 7 days for pegfilgrastim)\n* Half of all participants will receive filgrastim first, followed by pegfilgrastim 8 weeks after filgrastim treatment concludes. The other half will receive the treatments in reverse order\n\nResearchers will compare the quality and quantity of cell content after each treatment administration as well as comparing differences in data dependent on which order treatment was given.",
            "detailedDescription": "The proposed study is a prospective, randomized controlled, single-center laboratory study involving 10 healthy volunteers. Once the potential participant has cleared the screening, consented to the study procedures, completed the medical interview, and laboratory blood testing, the subject will undergo two serial mobilization events. The scheduling of the mobilization events will be varied across the 10 participants to counter sequencing effects of the mobilization events. 5 healthy donors will be administered standard filgrastim mobilization regimen of 10 mcg/kg per day for 4 days. This will be followed by a standard pegfilgrastim mobilization regimen consisting of one 6 mg injection separated by 8 weeks for 5 of the participants. The other 5 healthy donors will receive the reverse order of the pharmaceutical agent, first pegfilgrastim followed by filgrastim.\n\nOn the first day of the study, a first blood draw of 130 mL will be performed which will be used to create standard PRP for laboratory testing and subjects will begin a filgrastim or pegfilgrastim dosage series. After the specified time (4 days for filgrastim and 7 days for pegfilgrastim), a second 130 mL of blood will be harvested and processed with the Arthrex Angel system to create M-PRP for laboratory testing. The standard PRP and M-PRP cellular content will be studied and quantified in vitro with cell counting, cell culturing and protein analysis. 8 weeks after the second blood harvest, the subjects will return for a third 130 mL of blood draw, followed by administration of a second mobilizing agent (pegfilgrastim or filgrastim). After the specified time (4 days for filgrastim and 7 days for pegfilgrastim), the patients will return for a fourth blood draw of 130mL. The sample will be processed with the Arthrex Angel system to create M-PRP for laboratory testing. The cellular content of the M-PRP product will be studied and quantified in vitro with cell counting, cell culturing and protein analysis. Thereafter, the cellular content of M-PRP product will be compared between filgrastim and pegfilgrastim mobilization agents."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Platelet-Rich Plasma (PRP) samples extracted from participants"
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Filgrastim to Pegfilgrastim",
                    "description": "Participants in this group will receive filgrastim treatment, followed by pegfilgrastim treatment at the 8-week mark.",
                    "interventionNames": [
                        "Drug: Filgrastim",
                        "Drug: Pegfilgrastim"
                    ]
                },
                {
                    "label": "Pegfilgrastim to filgrastim",
                    "description": "Participants in this group will receive pegfilgrastim treatment, followed by filgrastim treatment at the 8-week mark",
                    "interventionNames": [
                        "Drug: Filgrastim",
                        "Drug: Pegfilgrastim"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Filgrastim",
                    "description": "human granulocyte colony-stimulating factor (G-CSF) protein obtained from the bacterial fermentation of a strain of E. coli. transformed with a genetically engineered plasmid containing the human G-CSF gene; administered via syringe",
                    "armGroupLabels": [
                        "Filgrastim to Pegfilgrastim",
                        "Pegfilgrastim to filgrastim"
                    ],
                    "otherNames": [
                        "Granix (tbo-filgrastim)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pegfilgrastim",
                    "description": "long-acting covalent conjugate of recombinant methionyl human filgrastim and monomethoxypolyethylene glycol (PEG); administered via syringe",
                    "armGroupLabels": [
                        "Filgrastim to Pegfilgrastim",
                        "Pegfilgrastim to filgrastim"
                    ],
                    "otherNames": [
                        "Fulphila (pegfilgrastim-imdb)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Arthrex Angel system for PRP concentration",
                    "description": "Machine utilizing centrifugation and optics to precisely separate cell types using buffy coat method. . All cells have a density range and non-uniformly after centrifugation. Arthrex Angel system has the unique ability to isolate specific cells using inherent properties of cells that absorb differing wavelengths of light. The settings on the system can be controlled to adjust the proportion of cells versus plasma. Increasing the setting from 7% to 15%, the Angel system isolates more cells from a deeper portion of the buffy coat, which results in capturing more HPCs per volume.",
                    "timeFrame": "at time of enrollment"
                },
                {
                    "measure": "Arthrex Angel system for PRP concentration",
                    "description": "Machine utilizing centrifugation and optics to precisely separate cell types using buffy coat method. . All cells have a density range and non-uniformly after centrifugation. Arthrex Angel system has the unique ability to isolate specific cells using inherent properties of cells that absorb differing wavelengths of light. The settings on the system can be controlled to adjust the proportion of cells versus plasma. Increasing the setting from 7% to 15%, the Angel system isolates more cells from a deeper portion of the buffy coat, which results in capturing more HPCs per volume.",
                    "timeFrame": "8 weeks from enrollment, upon switch in treatment from filgrastim/pegfilgrastim"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy 19-39 of age and weight 50-100kg\n* Subject consents to coming 5 serial days for filgrastim treatment and additional blood draw, 8 weeks later two additional visits for pegfilgrastim treatment and blood draw 7 days later. This order of administration will be provided to half of the participants, where as the other half will receive the same treatments in reverse order.\n\nExclusion Criteria:\n\n* Female\n* Weight \\< 50kg or \\> 100kg\n* Previous allergic reaction to filgrastim, PEG, lidocaine, latex, acrylic, or any other injectable numbing agent\n* History of Diabetes\n* Abdominal tenderness to palpation\n* Unclear lung fields on physical exam\n* Splenomegaly\n* Significant cardiovascular, renal, hepatic, or pulmonary disease\n* White blood cell count (WBC) over 20,000/microliter (mcL) upon initial complete blood count (CBC) screening\n* Blood disorders, autoimmune disorders, disorders requiring immunosuppression, cancer, an ongoing infectious disease, sickle cell, or other blood disorders.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "19 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Healthy, male, college to adult aged males weighing between 50 and 100kg are the focus demographic of this study",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessi Truett",
                    "role": "CONTACT",
                    "phone": "8509168570",
                    "email": "jessica.truett@andrewsref.org"
                },
                {
                    "name": "Joshua Cook",
                    "role": "CONTACT",
                    "phone": "8509168590",
                    "email": "joshua.cook@andrewsref.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adam Anz, MD",
                    "affiliation": "Orthopedic Surgeon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Andrews Research and Education Foundation",
                    "status": "RECRUITING",
                    "city": "Gulf Breeze",
                    "state": "Florida",
                    "zip": "32561",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessi Truett",
                            "role": "CONTACT",
                            "phone": "850-916-8570",
                            "email": "jessica.truett@andrewsref.org"
                        },
                        {
                            "name": "Joshua Cook",
                            "role": "CONTACT",
                            "phone": "8509168590",
                            "email": "joshua.cook@andrewsref.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.35714,
                        "lon": -87.16386
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18679760",
                    "type": "BACKGROUND",
                    "citation": "Mock C, Cherian MN. The global burden of musculoskeletal injuries: challenges and solutions. Clin Orthop Relat Res. 2008 Oct;466(10):2306-16. doi: 10.1007/s11999-008-0416-z. Epub 2008 Aug 5."
                },
                {
                    "pmid": "28144608",
                    "type": "BACKGROUND",
                    "citation": "Akpancar S, Tatar O, Turgut H, Akyildiz F, Ekinci S. The Current Perspectives of Stem Cell Therapy in Orthopedic Surgery. Arch Trauma Res. 2016 Aug 16;5(4):e37976. doi: 10.5812/atr.37976. eCollection 2016 Dec."
                },
                {
                    "pmid": "24046512",
                    "type": "BACKGROUND",
                    "citation": "Hauser RA, Orlofsky A. Regenerative injection therapy with whole bone marrow aspirate for degenerative joint disease: a case series. Clin Med Insights Arthritis Musculoskelet Disord. 2013 Sep 4;6:65-72. doi: 10.4137/CMAMD.S10951. eCollection 2013."
                },
                {
                    "pmid": "24913770",
                    "type": "BACKGROUND",
                    "citation": "Hernigou P, Flouzat Lachaniette CH, Delambre J, Zilber S, Duffiet P, Chevallier N, Rouard H. Biologic augmentation of rotator cuff repair with mesenchymal stem cells during arthroscopy improves healing and prevents further tears: a case-controlled study. Int Orthop. 2014 Sep;38(9):1811-8. doi: 10.1007/s00264-014-2391-1. Epub 2014 Jun 7."
                },
                {
                    "pmid": "15995108",
                    "type": "BACKGROUND",
                    "citation": "Hernigou P, Poignard A, Beaujean F, Rouard H. Percutaneous autologous bone-marrow grafting for nonunions. Influence of the number and concentration of progenitor cells. J Bone Joint Surg Am. 2005 Jul;87(7):1430-7. doi: 10.2106/JBJS.D.02215."
                },
                {
                    "pmid": "19753178",
                    "type": "BACKGROUND",
                    "citation": "Hernigou P, Poignard A, Zilber S, Rouard H. Cell therapy of hip osteonecrosis with autologous bone marrow grafting. Indian J Orthop. 2009 Jan;43(1):40-5. doi: 10.4103/0019-5413.45322."
                },
                {
                    "pmid": "23380230",
                    "type": "BACKGROUND",
                    "citation": "Saw KY, Anz A, Siew-Yoke Jee C, Merican S, Ching-Soong Ng R, Roohi SA, Ragavanaidu K. Articular cartilage regeneration with autologous peripheral blood stem cells versus hyaluronic acid: a randomized controlled trial. Arthroscopy. 2013 Apr;29(4):684-94. doi: 10.1016/j.arthro.2012.12.008. Epub 2013 Feb 4."
                },
                {
                    "pmid": "23864180",
                    "type": "BACKGROUND",
                    "citation": "Hyer CF, Berlet GC, Bussewitz BW, Hankins T, Ziegler HL, Philbin TM. Quantitative assessment of the yield of osteoblastic connective tissue progenitors in bone marrow aspirate from the iliac crest, tibia, and calcaneus. J Bone Joint Surg Am. 2013 Jul 17;95(14):1312-6. doi: 10.2106/JBJS.L.01529."
                },
                {
                    "pmid": "26354202",
                    "type": "BACKGROUND",
                    "citation": "Vangsness CT Jr, Sternberg H, Harris L. Umbilical Cord Tissue Offers the Greatest Number of Harvestable Mesenchymal Stem Cells for Research and Clinical Application: A Literature Review of Different Harvest Sites. Arthroscopy. 2015 Sep;31(9):1836-43. doi: 10.1016/j.arthro.2015.03.014."
                },
                {
                    "pmid": "15148494",
                    "type": "BACKGROUND",
                    "citation": "Bredeson C, Leger C, Couban S, Simpson D, Huebsch L, Walker I, Shore T, Howson-Jan K, Panzarella T, Messner H, Barnett M, Lipton J. An evaluation of the donor experience in the canadian multicenter randomized trial of bone marrow versus peripheral blood allografting. Biol Blood Marrow Transplant. 2004 Jun;10(6):405-14. doi: 10.1016/j.bbmt.2004.02.003."
                },
                {
                    "pmid": "28043750",
                    "type": "BACKGROUND",
                    "citation": "Anz AW, Branch EA, Rodriguez J, Chillemi F, Bruce JR, Murphy MB, Suzuki RK, Andrews JR. Viable Stem Cells Are in the Injury Effusion Fluid and Arthroscopic Byproducts From Knee Cruciate Ligament Surgery: An In Vivo Analysis. Arthroscopy. 2017 Apr;33(4):790-797. doi: 10.1016/j.arthro.2016.09.036. Epub 2016 Dec 30."
                },
                {
                    "pmid": "26981130",
                    "type": "BACKGROUND",
                    "citation": "Wankhade UD, Shen M, Kolhe R, Fulzele S. Advances in Adipose-Derived Stem Cells Isolation, Characterization, and Application in Regenerative Tissue Engineering. Stem Cells Int. 2016;2016:3206807. doi: 10.1155/2016/3206807. Epub 2016 Feb 11."
                },
                {
                    "pmid": "32403148",
                    "type": "BACKGROUND",
                    "citation": "Fang W, Sun Z, Chen X, Han B, Vangsness CT Jr. Synovial Fluid Mesenchymal Stem Cells for Knee Arthritis and Cartilage Defects: A Review of the Literature. J Knee Surg. 2021 Nov;34(13):1476-1485. doi: 10.1055/s-0040-1710366. Epub 2020 May 13."
                },
                {
                    "pmid": "33010328",
                    "type": "BACKGROUND",
                    "citation": "Branch EA, Matuska AM, Plummer HA, Harrison RM, Anz AW. Platelet-Rich Plasma Devices Can Be Used to Isolate Stem Cells From Synovial Fluid at the Point of Care. Arthroscopy. 2021 Mar;37(3):893-900. doi: 10.1016/j.arthro.2020.09.035. Epub 2020 Oct 1."
                },
                {
                    "pmid": "31629585",
                    "type": "BACKGROUND",
                    "citation": "Morikawa D, Johnson JD, Kia C, McCarthy MBR, Macken C, Bellas N, Baldino JB, Cote MP, Mazzocca AD. Examining the Potency of Subacromial Bursal Cells as a Potential Augmentation for Rotator Cuff Healing: An In Vitro Study. Arthroscopy. 2019 Nov;35(11):2978-2988. doi: 10.1016/j.arthro.2019.05.024. Epub 2019 Oct 16."
                },
                {
                    "pmid": "24327479",
                    "type": "BACKGROUND",
                    "citation": "Fu WL, Zhou CY, Yu JK. A new source of mesenchymal stem cells for articular cartilage repair: MSCs derived from mobilized peripheral blood share similar biological characteristics in vitro and chondrogenesis in vivo as MSCs from bone marrow in a rabbit model. Am J Sports Med. 2014 Mar;42(3):592-601. doi: 10.1177/0363546513512778. Epub 2013 Dec 10."
                },
                {
                    "pmid": "32118081",
                    "type": "BACKGROUND",
                    "citation": "Anz AW, Hubbard R, Rendos NK, Everts PA, Andrews JR, Hackel JG. Bone Marrow Aspirate Concentrate Is Equivalent to Platelet-Rich Plasma for the Treatment of Knee Osteoarthritis at 1 Year: A Prospective, Randomized Trial. Orthop J Sports Med. 2020 Feb 18;8(2):2325967119900958. doi: 10.1177/2325967119900958. eCollection 2020 Feb."
                },
                {
                    "pmid": "5523063",
                    "type": "BACKGROUND",
                    "citation": "Friedenstein AJ, Chailakhjan RK, Lalykina KS. The development of fibroblast colonies in monolayer cultures of guinea-pig bone marrow and spleen cells. Cell Tissue Kinet. 1970 Oct;3(4):393-403. doi: 10.1111/j.1365-2184.1970.tb00347.x. No abstract available."
                },
                {
                    "pmid": "11012145",
                    "type": "BACKGROUND",
                    "citation": "Fliedner TM. The role of blood stem cells in hematopoietic cell renewal. Stem Cells. 1998;16 Suppl 1:13-29. doi: 10.1002/stem.160361."
                },
                {
                    "pmid": "22305562",
                    "type": "BACKGROUND",
                    "citation": "Doulatov S, Notta F, Laurenti E, Dick JE. Hematopoiesis: a human perspective. Cell Stem Cell. 2012 Feb 3;10(2):120-36. doi: 10.1016/j.stem.2012.01.006."
                },
                {
                    "pmid": "21624427",
                    "type": "BACKGROUND",
                    "citation": "Mohty M, Ho AD. In and out of the niche: perspectives in mobilization of hematopoietic stem cells. Exp Hematol. 2011 Jul;39(7):723-9. doi: 10.1016/j.exphem.2011.05.004. Epub 2011 May 13."
                },
                {
                    "pmid": "14604975",
                    "type": "BACKGROUND",
                    "citation": "Papayannopoulou T. Current mechanistic scenarios in hematopoietic stem/progenitor cell mobilization. Blood. 2004 Mar 1;103(5):1580-5. doi: 10.1182/blood-2003-05-1595. Epub 2003 Nov 6."
                },
                {
                    "pmid": "16888804",
                    "type": "BACKGROUND",
                    "citation": "Nervi B, Link DC, DiPersio JF. Cytokines and hematopoietic stem cell mobilization. J Cell Biochem. 2006 Oct 15;99(3):690-705. doi: 10.1002/jcb.21043."
                },
                {
                    "pmid": "10641590",
                    "type": "BACKGROUND",
                    "citation": "Molineux G, Kinstler O, Briddell B, Hartley C, McElroy P, Kerzic P, Sutherland W, Stoney G, Kern B, Fletcher FA, Cohen A, Korach E, Ulich T, McNiece I, Lockbaum P, Miller-Messana MA, Gardner S, Hunt T, Schwab G. A new form of Filgrastim with sustained duration in vivo and enhanced ability to mobilize PBPC in both mice and humans. Exp Hematol. 1999 Dec;27(12):1724-34. doi: 10.1016/s0301-472x(99)00112-5."
                },
                {
                    "pmid": "15078138",
                    "type": "BACKGROUND",
                    "citation": "Molineux G. The design and development of pegfilgrastim (PEG-rmetHuG-CSF, Neulasta). Curr Pharm Des. 2004;10(11):1235-44. doi: 10.2174/1381612043452613."
                },
                {
                    "pmid": "8541532",
                    "type": "BACKGROUND",
                    "citation": "Grigg AP, Roberts AW, Raunow H, Houghton S, Layton JE, Boyd AW, McGrath KM, Maher D. Optimizing dose and scheduling of filgrastim (granulocyte colony-stimulating factor) for mobilization and collection of peripheral blood progenitor cells in normal volunteers. Blood. 1995 Dec 15;86(12):4437-45."
                },
                {
                    "pmid": "18268285",
                    "type": "BACKGROUND",
                    "citation": "Russell N, Mesters R, Schubert J, Boogaerts M, Johnsen HE, Canizo CD, Baker N, Barker P, Skacel T, Schmitz N. A phase 2 pilot study of pegfilgrastim and filgrastim for mobilizing peripheral blood progenitor cells in patients with non-Hodgkin's lymphoma receiving chemotherapy. Haematologica. 2008 Mar;93(3):405-12. doi: 10.3324/haematol.11287. Epub 2008 Feb 11."
                },
                {
                    "pmid": "15531906",
                    "type": "BACKGROUND",
                    "citation": "Steidl U, Fenk R, Bruns I, Neumann F, Kondakci M, Hoyer B, Graf T, Rohr UP, Bork S, Kronenwett R, Haas R, Kobbe G. Successful transplantation of peripheral blood stem cells mobilized by chemotherapy and a single dose of pegylated G-CSF in patients with multiple myeloma. Bone Marrow Transplant. 2005 Jan;35(1):33-6. doi: 10.1038/sj.bmt.1704702."
                },
                {
                    "pmid": "17450182",
                    "type": "BACKGROUND",
                    "citation": "Fruehauf S, Klaus J, Huesing J, Veldwijk MR, Buss EC, Topaly J, Seeger T, Zeller LW, Moehler T, Ho AD, Goldschmidt H. Efficient mobilization of peripheral blood stem cells following CAD chemotherapy and a single dose of pegylated G-CSF in patients with multiple myeloma. Bone Marrow Transplant. 2007 Jun;39(12):743-50. doi: 10.1038/sj.bmt.1705675. Epub 2007 Apr 23."
                },
                {
                    "pmid": "15710576",
                    "type": "BACKGROUND",
                    "citation": "Isidori A, Tani M, Bonifazi F, Zinzani P, Curti A, Motta MR, Rizzi S, Giudice V, Farese O, Rovito M, Alinari L, Conte R, Baccarani M, Lemoli RM. Phase II study of a single pegfilgrastim injection as an adjunct to chemotherapy to mobilize stem cells into the peripheral blood of pretreated lymphoma patients. Haematologica. 2005 Feb;90(2):225-31."
                },
                {
                    "pmid": "15737875",
                    "type": "BACKGROUND",
                    "citation": "Reddy RL. Mobilization and collection of peripheral blood progenitor cells for transplantation. Transfus Apher Sci. 2005 Feb;32(1):63-72. doi: 10.1016/j.transci.2004.10.007."
                },
                {
                    "pmid": "3264199",
                    "type": "BACKGROUND",
                    "citation": "Duhrsen U, Villeval JL, Boyd J, Kannourakis G, Morstyn G, Metcalf D. Effects of recombinant human granulocyte colony-stimulating factor on hematopoietic progenitor cells in cancer patients. Blood. 1988 Dec;72(6):2074-81."
                },
                {
                    "pmid": "18387976",
                    "type": "BACKGROUND",
                    "citation": "de la Rubia J, de Arriba F, Arbona C, Pascual MJ, Zamora C, Insunza A, Martinez D, Paniagua C, Diaz MA, Sanz MA. Follow-up of healthy donors receiving granulocyte colony-stimulating factor for peripheral blood progenitor cell mobilization and collection. Results of the Spanish Donor Registry. Haematologica. 2008 May;93(5):735-40. doi: 10.3324/haematol.12285. Epub 2008 Apr 2."
                },
                {
                    "pmid": "8874177",
                    "type": "BACKGROUND",
                    "citation": "Anderlini P, Przepiorka D, Champlin R, Korbling M. Biologic and clinical effects of granulocyte colony-stimulating factor in normal individuals. Blood. 1996 Oct 15;88(8):2819-25. No abstract available."
                },
                {
                    "pmid": "19666868",
                    "type": "BACKGROUND",
                    "citation": "Holig K, Kramer M, Kroschinsky F, Bornhauser M, Mengling T, Schmidt AH, Rutt C, Ehninger G. Safety and efficacy of hematopoietic stem cell collection from mobilized peripheral blood in unrelated volunteers: 12 years of single-center experience in 3928 donors. Blood. 2009 Oct 29;114(18):3757-63. doi: 10.1182/blood-2009-04-218651. Epub 2009 Aug 7."
                },
                {
                    "pmid": "8624383",
                    "type": "BACKGROUND",
                    "citation": "Martinez C, Urbano-Ispizua A, Rozman C, Marin P, Mazzara R, Carreras E, Rovira M, Sierra J, Briones J, Ordinas A, Montserrat E. Effects of G-CSF administration and peripheral blood progenitor cell collection in 20 healthy donors. Ann Hematol. 1996 Apr;72(4):269-72. doi: 10.1007/s002770050171."
                },
                {
                    "pmid": "12488289",
                    "type": "BACKGROUND",
                    "citation": "Green MD, Koelbl H, Baselga J, Galid A, Guillem V, Gascon P, Siena S, Lalisang RI, Samonigg H, Clemens MR, Zani V, Liang BC, Renwick J, Piccart MJ; International Pegfilgrastim 749 Study Group. A randomized double-blind multicenter phase III study of fixed-dose single-administration pegfilgrastim versus daily filgrastim in patients receiving myelosuppressive chemotherapy. Ann Oncol. 2003 Jan;14(1):29-35. doi: 10.1093/annonc/mdg019."
                },
                {
                    "pmid": "21036667",
                    "type": "BACKGROUND",
                    "citation": "Bassi S, Rabascio C, Nassi L, Steffanoni S, Babic A, Bertazzoni P, Gigli F, Antoniotti P, Orlando L, Sammassimo S, Quarna J, Negri M, Martinelli G. A single dose of Pegfilgrastim versus daily Filgrastim to evaluate the mobilization and the engraftment of autologous peripheral hematopoietic progenitors in malignant lymphoma patients candidate for high-dose chemotherapy. Transfus Apher Sci. 2010 Dec;43(3):321-326. doi: 10.1016/j.transci.2010.10.001. Epub 2010 Oct 30."
                },
                {
                    "pmid": "11821454",
                    "type": "BACKGROUND",
                    "citation": "Holmes FA, O'Shaughnessy JA, Vukelja S, Jones SE, Shogan J, Savin M, Glaspy J, Moore M, Meza L, Wiznitzer I, Neumann TA, Hill LR, Liang BC. Blinded, randomized, multicenter study to evaluate single administration pegfilgrastim once per cycle versus daily filgrastim as an adjunct to chemotherapy in patients with high-risk stage II or stage III/IV breast cancer. J Clin Oncol. 2002 Feb 1;20(3):727-31. doi: 10.1200/JCO.2002.20.3.727."
                },
                {
                    "pmid": "32660769",
                    "type": "BACKGROUND",
                    "citation": "Lickliter J, Kanceva R, Vincent E, Schueler A, Harrison-Moench E, Yue CS, Stahl M, Ullmann M, Ghori V, Griffin P. Pharmacokinetics and Pharmacodynamics of a Proposed Pegfilgrastim Biosimilar MSB11455 Versus the Reference Pegfilgrastim Neulasta in Healthy Subjects: A Randomized, Double-blind Trial. Clin Ther. 2020 Aug;42(8):1508-1518.e1. doi: 10.1016/j.clinthera.2020.05.020. Epub 2020 Jul 11."
                },
                {
                    "pmid": "25820754",
                    "type": "BACKGROUND",
                    "citation": "Zhang W, Jiang Z, Wang L, Li C, Xia J. An open-label, randomized, multicenter dose-finding study of once-per-cycle pegfilgrastim versus daily filgrastim in Chinese breast cancer patients receiving TAC chemotherapy. Med Oncol. 2015 May;32(5):147. doi: 10.1007/s12032-015-0537-7. Epub 2015 Mar 29."
                },
                {
                    "pmid": "19139894",
                    "type": "BACKGROUND",
                    "citation": "Putkonen M, Rauhala A, Pelliniemi TT, Remes K. Single-dose pegfilgrastim is comparable to daily filgrastim in mobilizing peripheral blood stem cells: a case-matched study in patients with lymphoproliferative malignancies. Ann Hematol. 2009 Jul;88(7):673-80. doi: 10.1007/s00277-008-0675-5. Epub 2009 Jan 13."
                },
                {
                    "pmid": "18728024",
                    "type": "BACKGROUND",
                    "citation": "Tricot G, Barlogie B, Zangari M, van Rhee F, Hoering A, Szymonifka J, Cottler-Fox M. Mobilization of peripheral blood stem cells in myeloma with either pegfilgrastim or filgrastim following chemotherapy. Haematologica. 2008 Nov;93(11):1739-42. doi: 10.3324/haematol.13204. Epub 2008 Aug 25."
                },
                {
                    "pmid": "16480428",
                    "type": "BACKGROUND",
                    "citation": "Malerba L, Mele A, Leopardi G, Stramigioli S, Politi P, Visani G. Pegfilgrastim effectively mobilizes PBSC in a poor mobilizer multiple myeloma patient. Eur J Haematol. 2006 May;76(5):436-9. doi: 10.1111/j.1600-0609.2005.00627.x. Epub 2006 Feb 15."
                },
                {
                    "pmid": "7888684",
                    "type": "BACKGROUND",
                    "citation": "Korbling M, Przepiorka D, Huh YO, Engel H, van Besien K, Giralt S, Andersson B, Kleine HD, Seong D, Deisseroth AB, et al. Allogeneic blood stem cell transplantation for refractory leukemia and lymphoma: potential advantage of blood over marrow allografts. Blood. 1995 Mar 15;85(6):1659-65."
                },
                {
                    "pmid": "32679293",
                    "type": "BACKGROUND",
                    "citation": "Anz AW, Matuska A, Edison JL, Abdullah SF, Dekker TJ, Plummer HA, Brock KV, Goodlett MD. Quantification and Qualification of Stem Cells From Blood After Mobilization With Filgrastim, and Concentration Using a Platelet-Rich Plasma System. Arthroscopy. 2020 Nov;36(11):2911-2918. doi: 10.1016/j.arthro.2020.07.005. Epub 2020 Jul 15."
                },
                {
                    "pmid": "19390058",
                    "type": "BACKGROUND",
                    "citation": "Cesselli D, Beltrami AP, Rigo S, Bergamin N, D'Aurizio F, Verardo R, Piazza S, Klaric E, Fanin R, Toffoletto B, Marzinotto S, Mariuzzi L, Finato N, Pandolfi M, Leri A, Schneider C, Beltrami CA, Anversa P. Multipotent progenitor cells are present in human peripheral blood. Circ Res. 2009 May 22;104(10):1225-34. doi: 10.1161/CIRCRESAHA.109.195859. Epub 2009 Apr 23."
                },
                {
                    "pmid": "21922534",
                    "type": "BACKGROUND",
                    "citation": "Chong PP, Selvaratnam L, Abbas AA, Kamarul T. Human peripheral blood derived mesenchymal stem cells demonstrate similar characteristics and chondrogenic differentiation potential to bone marrow derived mesenchymal stem cells. J Orthop Res. 2012 Apr;30(4):634-42. doi: 10.1002/jor.21556. Epub 2011 Sep 15."
                },
                {
                    "pmid": "22173789",
                    "type": "BACKGROUND",
                    "citation": "Shen W, Chen J, Gantz M, Punyanitya M, Heymsfield SB, Gallagher D, Albu J, Engelson E, Kotler D, Pi-Sunyer X, Shapses S. Ethnic and sex differences in bone marrow adipose tissue and bone mineral density relationship. Osteoporos Int. 2012 Sep;23(9):2293-301. doi: 10.1007/s00198-011-1873-x. Epub 2011 Dec 16."
                },
                {
                    "pmid": "23758701",
                    "type": "BACKGROUND",
                    "citation": "Siegel G, Kluba T, Hermanutz-Klein U, Bieback K, Northoff H, Schafer R. Phenotype, donor age and gender affect function of human bone marrow-derived mesenchymal stromal cells. BMC Med. 2013 Jun 11;11:146. doi: 10.1186/1741-7015-11-146."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-02-02",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-02-02"
                    }
                ]
            }
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000078224",
                    "term": "Lenograstim"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000276",
                    "term": "Adjuvants, Immunologic"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "asFound": "Site",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3628",
                    "name": "Adjuvants, Immunologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}