{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05380050",
            "orgStudyIdInfo": {
                "id": "N3984-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Comparing Telehealth to In-person a Combined Metacognitive Training in Veterans With mTBI/PTSD",
            "officialTitle": "Comparing the Effectiveness of Telehealth to In-person Delivery of a Combined Metacognitive and Attention Training in Veterans With mTBI/PTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparing-telehealth-to-in-person-a-combined-metacognitive-training-in-veterans-with-mtbi-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-12",
            "studyFirstSubmitQcDate": "2022-05-12",
            "studyFirstPostDateStruct": {
                "date": "2022-05-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Veterans with mild traumatic brain injury (mTBI) and post-traumatic stress disorder (PTSD) commonly experience cognitive impairments including attention and executive function deficits that interfere with their ability to engage in productive personal and social activities. Of the limited interventions available to address cognition, none rigorously train attention beyond strategy management. This study will evaluate an innovatively combined strategy training known as Goal Management Training plus computerized attention training in Veterans with mTBI/PTSD. Preliminary testing suggests an effectiveness in improving problem solving, attention and functional tasks in a small number of Veterans. Considering these promising results, cost effectiveness, and the demand for access to care from Veterans living in rural areas, a Randomized Controlled Trial will determine and compare the effects of this treatment, administered either in-person or via telehealth, on executive function, attention, other aspects of cognition and real life functional tasks.",
            "detailedDescription": "Background. Over 70% of Veterans with mild traumatic brain injury (mTBI), seeking services at the Veterans' Health Administration, suffer from comorbid post-traumatic stress disorder (PTSD). These Veterans commonly experience concomitant executive dysfunction in goal setting, concentration, and attention that impairs their performance in complex daily tasks. Others and the investigators have studied Goal Management Training (GMT) to address this problem. Collectively, the data have shown that GMT improved some aspects of executive function in mTBI/PTSD but did not restore cognition to normal during complex tasks. Goal management for performing complex tasks requires cognitive processes such as attention, and direct-attention training may be beneficial in improving cognition. GMT with attention training have been used in other studies, but those did not involve Veterans with either mTBI or mTBI/PTSD. The investigators recently conducted a pilot study combining GMT and direct-attention training (GMT+ATT) in Veterans with mTBI and PTSD. The investigators discovered a large treatment effect (Cohen d=2.23) in the NIH EXAMINER Executive Composite score and a significant treatment response in the NIH EXAMINER Cognitive Control subdomain and the Unstructured Task.\n\nGMT or ATT is typically administered in-person. In-person treatment can impose problems such as limited treatment access, poor cost-effectiveness, and unexpected situations (like the COVID-19 pandemic). As an alternative method, telehealth has been used increasingly to meet the need for care in Veterans living in rural areas and during the pandemic. Telehealth delivery of cognitive interventions in Veterans with mTBI or with PTSD has shown effectiveness that is comparable to that of in-person treatment. However, GMT+ATT has not been studied in these Veterans. Therefore, the investigators have recently developed the format for telehealth delivery of GMT+ATT in Veterans with mTBI/PTSD. The preliminary data demonstrate the feasibility of this delivery platform and similar treatment outcomes as compared to in-person therapy.\n\nObjective \\& Hypotheses. The objective of this randomized controlled trial is to determine and compare the effect of in-person and telehealth delivery of GMT+ATT in Veterans with mTBI/PTSD.\n\nHypothesis 1a. In-person GMT+ATT will improve cognition vs. control group (Brain Health Workshop (BHW).\n\nHypothesis 1b. Telehealth GMT+ATT will improve cognition vs. BHW control group Hypothesis 2. Telehealth delivery of GMT+ATT will produce response comparable to in-person treatment. Primary measure. The NIH EXAMINER executive composite score will assess overall executive function with subdomains such as complex task performance requiring goal management, as well as tests underlying cognitive control such as attention and working memory. Secondary functional measures. 1) Unstructured Task and 2) Test of Grocery Shopping Skills (ToGSS), which captures naturalistic real-world function. Exploratory Objective. To study the capability of the Attention Network Task to predict treatment response to GMT+ATT.\n\nMethods. 63 Veterans will be randomized to 10 weeks of in-person or telehealth delivery of GMT+ATT or BHW control. Outcomes will be assessed at pre-, post-, 6 month-post and 1-year post-treatment. GMT and ATT will each be provided in ten, weekly, 2-hour sessions (4hrs/week as combined).\n\nSignificance. This study uses a novel combinational treatment of GMT+ATT to restore the executive and attentional processes required for complex daily tasks in Veterans with mTBI/PTSD. This work meets a key VA RR\\&D priority of providing quality care to Veterans. Positive study results may help shape clinical practice of cognitive rehabilitation in terms of treatment strategy, delivery platform, access to care, and means to predict treatment response. Such impacts will translate to significant cost-savings for the VA healthcare system and improvement in quality of life in Veterans."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Injury",
                "Cognition",
                "PTSD",
                "Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "63 randomized to three groups: In-patient intervention, Telehealth intervention and Control",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessor is not involved in treatment and is blind to group enrollment",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 63,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Inpatient GMT plus Attention Training",
                    "type": "EXPERIMENTAL",
                    "description": "Goal Management Training is a group metacognitive intervention to improve ability to complete complex task more effectively. 2-hour session are conducted in-person weekly over 10-weeks. A second weekly session includes Attention training which is conducted one-on-one with the therapist in the clinic. Participant completed 5-6 hours of homework between sessions.",
                    "interventionNames": [
                        "Behavioral: Goal Management Training plus Attention Training"
                    ]
                },
                {
                    "label": "Telehealth GMT plus Attention Training",
                    "type": "EXPERIMENTAL",
                    "description": "Goal Management Training is a group metacognitive intervention to improve ability to complete complex task more effectively. 2-hour session are conducted over the VA VideoConnect weekly over 10-weeks. A second weekly session includes Attention training which is conducted one-on-one with the therapist via VA VideoConnect. Participant completed 5-6 hours of homework between sessions",
                    "interventionNames": [
                        "Behavioral: Goal Management Training plus Attention Training"
                    ]
                },
                {
                    "label": "Brain Health Workshop",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Brain Health Workshop includes educational information about the brain to control for GMT and National Geographic Movies is used as a control to equate time with therapist in Attention Training. Each session occurs weekly for 2-hours over 10-weeks.",
                    "interventionNames": [
                        "Behavioral: Brain Health Workshop and National Geographic Movies"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Goal Management Training plus Attention Training",
                    "description": "GMT is a Power Point directed interactive group training to use a five point strategy to plan and execute complex tasks. Attention Training utilizes Brain HQ attention modules and individualized attention goals.",
                    "armGroupLabels": [
                        "Inpatient GMT plus Attention Training",
                        "Telehealth GMT plus Attention Training"
                    ],
                    "otherNames": [
                        "GMT + ATT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Brain Health Workshop and National Geographic Movies",
                    "description": "BHW is a Power Point directed interactive training to learn about the brain and cognitive components. National Geographic Movies, participants select movies to watch with the therapists and answers questions regarding the content.",
                    "armGroupLabels": [
                        "Brain Health Workshop"
                    ],
                    "otherNames": [
                        "BHW and National Geographic Movies"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the Composite Executive score of the Executive Abilities: Measures and Instruments for Neurobehavioral Evaluation and Research",
                    "description": "computerized performance measure that assess overall executive function. Composite Executive score, which is a single score that represent performance across the Dot Counting, N-back, Flanker, Continuous Performance Test, Fluency subscales, with a range of -3.0 to 3.0 with higher scores indicating better executive function.",
                    "timeFrame": "pre-intervention, post, 6-month and 1-year follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the Test of Grocery Shopping Skills",
                    "description": "Functional task that measures efficiency of shopping for 10-items in an actual grocery store. Variables include Total Time and number of redundant Aisles, with less time and redundant Aisles indicating better performance.",
                    "timeFrame": "week 1, week 11"
                },
                {
                    "measure": "Change in the attention index of the Repeatable Battery for the Assessment of Neuropsychological Status",
                    "description": "performance measure of digit span and coding to measure attention. Range is 0-100 with higher scores indicating better attention.",
                    "timeFrame": "week 1, week 11, week 35 and week 59"
                },
                {
                    "measure": "Change in Attention Network Task",
                    "description": "Experimental computer administered flanker task to measure alerting, orienting and executive control components of attention. Range is -200 to 200 with higher scores indicating more impairment.",
                    "timeFrame": "week 1, week 11, week 35 and week 59"
                },
                {
                    "measure": "Change in Traumatic Brain Injury-Quality of Life, Participation Ability and Satisfaction short-form",
                    "description": "Self-report questionnaire to measure participation, range is 59-295 with higher scores indicating better participation",
                    "timeFrame": "week 1, week 11, week 35 and week 59"
                },
                {
                    "measure": "Change in the Unstructured Task of the Executive Abilities: Measures and Instruments for Neurobehavioral Evaluation and Research",
                    "description": "Functional Task performed in the clinic that uses strategies in paper and pencil puzzles to gain the most points possible within 6 minutes. The Unstructured Task Variable has a range of 0-1,469 points with higher points indicating better performance.",
                    "timeFrame": "week 1, week 11, week 35 and week 59"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans who have served in OIF-OEF-OND and have been diagnosed with both a mild traumatic brain injury (mTBI) and post-traumatic stress disorder (PTSD) based on the joint criteria of the Veterans' Affairs and Department of Defense (VA \\& DoD).\n* Latest mTBI occurred at least 6 months prior to study enrollment.\n* Attention deficit of 1.5 SD below the mean of the RBANS attention index.\n* Family member or friend that is willing to complete a questionnaire.\n* Access to a home computer, or smartphone with internet access.\n\nExclusion Criteria:\n\n* History of pre-morbid learning disability.\n* History of psychiatric diagnosis sufficiently severe to have resulted in inpatient hospitalization.\n* Neurological disease unrelated to TBI (seizure disorder, stroke).\n* Score \\< 90 on National Adult Reading Test (NART).\n* Failure of validity testing on the Test of Memory Malingering (TOMM).\n* Reported alcohol or substance abuse within the past year.\n* Reported involvement in current litigation related to injury.\n* Recent change of medications for seizures, depression, or memory.\n* Currently enrolled in other cognitive therapy that cannot be discontinued.\n* Does not speak English fluently.\n* Not competent to provide consent (also, not able to demonstrate understanding of expectations of study and potential risks of participation).\n* Uncontrolled, acute medical or psychiatric condition as indicated by the participant or observed by the research team member that would make it unsafe to participate in the research activities, i.e. precautions for active homicidal/suicidal intent, active psychosis, or acute symptoms requiring immediate medical attention.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "30 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Margaret H McCallum",
                    "role": "CONTACT",
                    "phone": "(352) 376-1611",
                    "phoneExt": "5223",
                    "email": "Margaret.McCallum@va.gov"
                },
                {
                    "name": "Yi Zhang, PhD",
                    "role": "CONTACT",
                    "phone": "(352) 548-6000",
                    "phoneExt": "5046",
                    "email": "yizhang@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Julia K. Waid-Ebbs, PhD",
                    "affiliation": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608-1135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julia K Waid-Ebbs, PhD",
                            "role": "CONTACT",
                            "phone": "352-376-1611",
                            "email": "Julia.Waid-Ebbs@va.gov"
                        },
                        {
                            "name": "Yi Zhang, PhD",
                            "role": "CONTACT",
                            "phone": "(352) 548-6000",
                            "phoneExt": "5046",
                            "email": "yizhang@ufl.edu"
                        },
                        {
                            "name": "Julia K. Waid-Ebbs, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}