{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05868330",
            "orgStudyIdInfo": {
                "id": "202301485"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Comparison of Interscalene Catheter to Single Injection Interscalene Blocks for Total Shoulder Arthroplasties",
            "officialTitle": "A Feasibility Randomized Control Comparison of Peripheral Interscalene Catheter to Liposomal Bupivacaine Single Injection for Interscalene Blocks Used in Pain Control for Total Shoulder Arthroplasties",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "comparison-of-interscalene-catheter-to-single-injection-interscalene-blocks-for-total-shoulder-arthroplasties"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-24",
            "studyFirstSubmitQcDate": "2023-05-19",
            "studyFirstPostDateStruct": {
                "date": "2023-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Melinda Seering",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Melinda Seering",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Comparison of post-operative pain after total shoulder surgery. The Principle Investigator will be comparing Exparel single shot block to Interscalene catheter",
            "detailedDescription": "Regional anesthesia in the ambulatory surgery center venue has been shown to decrease unwanted side effects of anesthesia and improve patient satisfaction with their operative care. Total shoulder arthroscopy is noted to be a surgery that has high pain post-operatively. Patients generally utilize narcotics for up to two weeks post-operatively for pain control. Interscalene nerve blocks are widely utilized to help with better recovery and less post-operative opioid use. This may enhance patient satisfaction and make for fewer unwanted post-operative side effects from anesthesia such as nausea and vomiting. Single injection interscalene blocks with ropivacaine have been shown to last 12-18 hours. Unfortunately, with this shorter duration patients can experience rebound pain or intense pain after the nerve block has worn off. One way to prolong regional anesthesia for patients is to provide peripheral nerve catheter and run an infusion for these patients for 24-48 hours. However, there can be multiple interventions associated with these. Catheter adverse conditions include infection, local anesthetic toxicity, catheter failure or dislodgement, infusion leakage, difficulty for the patient to remove their own catheter, and inadequate access to medical resources.\n\nLiposomal bupivacaine is a newer agent approved by the FDA in 2018 for interscalene nerve blocks. The administration of medication via liposomal technology is not a new concept. The basic principle relies on an outer layer of phospholipids, cholesterol, and surfactants with a core that carries the principal medication to the primary source, which is encapsulated so that it is unaltered. The core can carry hydrophilic or hydrophobic substances due to this structure. Bupivacaine is the active component in liposomal bupivacaine. It is an amide local anesthetic that interferes with generation of nerve cell action potentials by increasing the cell electrical excitation. The action of liposomal bupivacaine released into tissues is twofold. Primarily it is released through systemic absorption of the bupivacaine from the liposome model. Secondly, the bupivacaine is slowly released from the core of the phospholipid vesicle. This explains the long duration up, to 96 h of analgesia reported in literature. After the bupivacaine has been released from the liposomal component, its pharmacokinetic profile is like that of bupivacaine. Thus, the rate of systemic absorption depends on the amount of drug administered, route of administration, and vascularity of the site administration. These factors influence the onset of action of the drug. After systemic absorption, the distribution the drug follows are that for any bupivacaine formulation, with the highest concentration found in blood-rich organs such as the liver, lungs, heart, and brain. Like other amide local anesthetics, bupivacaine is primarily metabolized by the liver and then is excreted by the kidneys. Bupivacaine has one of the longer half-lives of the local anesthetics.\n\nShoulder outcome is not only related to pain, but also to functionality and patient satisfaction. Orthopedic surgeries have been doing outcome scoring on this element for some time. There are general health surveys as well as joint specific surveys. Patient-Reported Outcomes Measurement Information System (PROMIS) is the most popular general health measure in the field of orthopedics and reviewed extensively in orthopedic literature. It is believed that studies that include a general health measure and a disease-specific measure to allow broad comparison across patient populations and allow better adaption of results in institutions. PROMIS allows for general assessment and is used widely for shoulder pathology.\n\nBoth options proposed have some concerns. Interscalene catheter placement requires higher skill level of the regional anesthesiologist. It also requires increased nursing time due to the infusion on a pump that must be maintained. Liposomal bupivacaine, while it can be placed as a single injection, does have a high cost associated with the medication at around $200 for a single vial needed of 133 mg (dosage used for single injection interscalene block for shoulder arthroscopy). This will be a randomized control feasibility trial where total shoulder patients will be randomized to either interscalene catheter and infusion or liposomal bupivacaine single interscalene block. Both practices are accepted as standard of care for shoulder surgery at this institution and nationally. In addition, liposomal bupivacaine is FDA approved for use with interscalene nerve blocks. However, research on superior method is not well studied. In addition, this institution's acute pain service has been utilizing liposomal bupivacaine for about 6 months. The plan is to look at which method has better pain control by looking at Visual Analog Scores (VAS) for pain as well as opioid use in morphine milligram equivalents (MME). The investigators also want to look at cost with each (liposomal bupivacaine is a higher cost medication than plain bupivacaine.). The investigators will look at total cost (supplies, medication and nursing time), needed for each. The investigators will also look at the environmental cost of this in regard to waste for each process. Finally, the investigators will look at post-operative pain scores up to 3 mos. to look at any difference in chronic pain scores for each. Pre-operatively patients already complete in clinic American Shoulder and Elbow (ASES) questionnaire (which has VAS Pain and ADL), Patient Reported Outcomes Measurement Information System (PROMIS) Pain Interference, and PROMIS Global Health (both CAT versions) at pre-op, and then at 2-weeks and 6-weeks postop and 3 months postop. These look at disability and health-related quality of life. Pertinent demographics will also be collected from EPIC. All patients will have general anesthesia induced and recovery in the Post-operative Care Unit (PACU) prior to admission for 23 hours. Total opioid consumption intra-operatively, post-operatively and after discharge will be recorded. Functional Pain scores will also be recorded (and patient will be educated about this scale) to report post-discharge. Surveys at 7 days, 14 days and 30 days to follow-up on functional pain scores and to look at opioid use and complication rates."
        },
        "conditionsModule": {
            "conditions": [
                "Post Operative Pain",
                "Anesthesia",
                "Nerve Block",
                "Shoulder Osteoarthritis"
            ],
            "keywords": [
                "Nerve Block",
                "Shoulder Replacement",
                "Interscalene block",
                "Peripheral Nerve Catheter",
                "Exparel"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective Randomized Control",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 56,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interscalene Catheter",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "One of the current standard of care for shoulder replacement surgery at our institution is to receive an interscalene catheter for pre-operatively",
                    "interventionNames": [
                        "Procedure: Interscalene Catheter"
                    ]
                },
                {
                    "label": "Exparel Single Shot Interscalene Block",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "One of the current standard of care for shoulder replacement surgery at our institution is to receive a pre-operative single shot interscalene block with Exparel",
                    "interventionNames": [
                        "Procedure: Exparel Single Shot Interscalene Block"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Interscalene Catheter",
                    "description": "Pre-operatively the patient will have a interscalene catheter placed by a regional skilled anesthesiologist. The initial block will be with 20 cc of 0.5% Bupivacaine and maintained on an infusion post-operatively at 8cc/hr of 0.2% ropivacaine as is our intuitions protocol",
                    "armGroupLabels": [
                        "Interscalene Catheter"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Exparel Single Shot Interscalene Block",
                    "description": "Pre-operatively the patient will have a interscalene single shot block with 133 mg Liposomal Bupivacaine and 10 ccs 0.5% Bupivacaine placed by a regional skilled anesthesiologist.",
                    "armGroupLabels": [
                        "Exparel Single Shot Interscalene Block"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Score Assessed by functional pain score at POD 1",
                    "description": "The primary outcome to be assessed is to determine if there is a quantitative difference in post-operative pain scores as a result of the administration of a interscalene Exparel block versus the administration of an interscalene catheter for shoulder replacement surgery. The functional pain scale is a slightly more quantifiable measure of pain used in a diverse adult population to look at functional ability with pain. The Functional Pain Scale incorporates a \"0\" to \"5\" scale, with worsening pain being registered by higher numbers.",
                    "timeFrame": "The primary outcome will occur at 1 day after surgery date"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain Scores Assessed by functional pain scores on Post-operative day 7",
                    "description": "Using electronic patient communications, the investigators will ask patients to report their functional pain score. The functional pain scale is a slightly more quantifiable measure of pain used in a diverse adult population to look at functional ability with pain. The Functional Pain Scale incorporates a \"0\" to \"5\" scale, with worsening pain being registered by higher numbers.",
                    "timeFrame": "Seven days after surgery date"
                },
                {
                    "measure": "Pain Scores Assessed by functional pain scores on Post-operative day 30",
                    "description": "Using electronic patient communications, the investigators will ask patients to report their functional pain score. The functional pain scale is a slightly more quantifiable measure of pain used in a diverse adult population to look at functional ability with pain. The Functional Pain Scale incorporates a \"0\" to \"5\" scale, with worsening pain being registered by higher numbers.",
                    "timeFrame": "At 30 days after surgery date"
                },
                {
                    "measure": "Pain Scores Assessed by functional pain scores on Post-operative day 90",
                    "description": "Using electronic patient communications, the investigators will ask patients to report their functional pain score. The functional pain scale is a slightly more quantifiable measure of pain used in a diverse adult population to look at functional ability with pain. The Functional Pain Scale incorporates a \"0\" to \"5\" scale, with worsening pain being registered by higher numbers.",
                    "timeFrame": "At 90 days after surgery date"
                },
                {
                    "measure": "Measurement of the narcotics used to control pain (PACU)",
                    "description": "The investigators will report the amount of narcotics required (converted to morphine milliequivalents) while subject remains in the Post Anesthesia Care Unit (PACU).",
                    "timeFrame": "Up to 2 hours in Post-Operative Recovery Unit"
                },
                {
                    "measure": "Measurement of the narcotics used to control pain (POD 1)",
                    "description": "The investigators will report the amount of narcotics required (converted to morphine milliequivalents)",
                    "timeFrame": "At one day after surgery (narcotic use from PACU to 24 hours after surgery)"
                },
                {
                    "measure": "Measurement of the narcotics used to control pain (POD 7)",
                    "description": "Using electronic patient communications, the investigators will report the amount of narcotics required (converted to morphine milliequivalents)",
                    "timeFrame": "At 7 days after surgery date"
                },
                {
                    "measure": "Measurement of the narcotics used to control pain (POD 30)",
                    "description": "Using electronic patient communications, the investigators will report the amount of narcotics required (converted to morphine milliequivalents)",
                    "timeFrame": "At 30 days after surgery date (Collection of data from 7 days (1 week) after surgery until 30 days after surgery)"
                },
                {
                    "measure": "Measurement of the narcotics used to control pain (POD 90)",
                    "description": "Using electronic patient communications, the investigators will report the amount of narcotics required (converted to morphine milliequivalents)",
                    "timeFrame": "At 90 days after surgery date (Data from 30 days from surgery date until 90 days from surgery date)"
                },
                {
                    "measure": "Quantitate financial cost",
                    "description": "Using product cost data, investigators will report the cost of each interventional arm from supplies and nursing hours",
                    "timeFrame": "For 24 hours after surgical time"
                },
                {
                    "measure": "Quantitate Environmental Impact",
                    "description": "Using total waste by weight calculation, investigators will report the environmental impact of each interventional arm including supply kits and packaging",
                    "timeFrame": "For 24 hours after surgical time"
                },
                {
                    "measure": "Functional Status of the patient (2 weeks) via ASES questionnaire",
                    "description": "Using standard reporting parameters of function in the orthopedic surgical clinic, investigators will report the change in functional status compared to pre-operative scoring using American Shoulder and Elbow (ASES) questionnaire. This is a 100-point scale from 17 questions to the patient. A score of 0 has no functionality and 100 has high functionality.",
                    "timeFrame": "2 weeks post-operatively"
                },
                {
                    "measure": "Functional Status of the patient (6 weeks) via ASES questionnaire",
                    "description": "Using standard reporting parameters of function in the orthopedic surgical clinic, investigators will report the change in functional status compared to pre-operative scoring using American Shoulder and Elbow (ASES) questionnaire. This is a 100-point scale from 17 questions to the patient. A score of 0 has no functionality and 100 has high functionality.",
                    "timeFrame": "6 weeks post-operatively"
                },
                {
                    "measure": "Functional Status of the patient (3 months) via ASES questionnaire",
                    "description": "Using standard reporting parameters of function in the orthopedic surgical clinic, investigators will report the change in functional status compared to pre-operative scoring using American Shoulder and Elbow (ASES) questionnaire. This is a 100-point scale from 17 questions to the patient. A score of 0 has no functionality and 100 has high functionality.",
                    "timeFrame": "3 months post-operatively"
                },
                {
                    "measure": "Functional Status of the patient (6 months) via ASES questionnaire",
                    "description": "Using standard reporting parameters of function in the orthopedic surgical clinic, investigators will report the change in functional status compared to pre-operative scoring using American Shoulder and Elbow (ASES) questionnaire. This is a 100-point scale from 17 questions to the patient. A score of 0 has no functionality and 100 has high functionality.",
                    "timeFrame": "6 months post-operatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients who have or are:\n\n1. Orthopedics service patients having reverse shoulder replacement surgery\n2. ASA class I, II, or III.\n3. Patients at least 18 years old but less than 90 years old.\n4. Patients giving informed consent.\n5. Non-Emergency Surgery\n\nExclusion Criteria:\n\nPatients who have or are:\n\n1. An inability to cooperate during the block placement.\n2. Patients who do not meet criteria for a regional block: such as those on anti-coagulation,\n3. Significant pulmonary disease or allergy to medications used for peripheral nerve blocks (Exparel, Bupivacaine and Ropivacaine)\n4. Neuropathy of the planned extremity to block\n5. Documented Kidney Failure\n6. Documented Liver Failure\n7. A lack of or inability to give informed consent.\n8. Currently incarcerated.\n9. Pregnant\n10. Unable to communicate in English\n11. Chronic pre-operative opioid use (greater than 20 MME opioid used)\n12. Fracture\n13. Revision surgery",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melinda Seering, MD",
                    "role": "CONTACT",
                    "phone": "5156895508",
                    "email": "melinda-seering@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melinda Seering, MD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa Hospital and Clinics",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melinda Seering, M.D.",
                            "role": "CONTACT",
                            "phone": "319-384-8075",
                            "email": "melinda-seering@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35301140",
                    "type": "BACKGROUND",
                    "citation": "Teske LG, Pill SG, Lutz A, Thigpen CA, Shanley E, Adams KJ, Bohon H, Graham GD, Marston G, Walker KB, Kissenberth MJ. Single shot interscalene regional anesthesia provides noninferior analgesia and decreased complications compared with an indwelling catheter for arthroscopic and reconstructive shoulder surgery. J Shoulder Elbow Surg. 2022 Jun;31(6S):S152-S157. doi: 10.1016/j.jse.2022.02.004. Epub 2022 Mar 15."
                },
                {
                    "pmid": "35472576",
                    "type": "BACKGROUND",
                    "citation": "Levin JM, Charalambous LT, Girden A, Twomey-Kozak J, Goltz D, Wickman J, Bullock WM, Gadsden JC, Klifto CS, Anakwenze OA. Interscalene block with liposomal bupivacaine versus continuous interscalene catheter in primary total shoulder arthroplasty. J Shoulder Elbow Surg. 2022 Oct;31(10):e473-e479. doi: 10.1016/j.jse.2022.03.013. Epub 2022 Apr 25."
                },
                {
                    "pmid": "36458106",
                    "type": "BACKGROUND",
                    "citation": "Schoenherr JW, Gonzalez M, Serrano R, Park M, Lee Z, Cobb K, Howard C, Flynn D, Li Q, Grant S, Bullard T. Quality of Recovery After Rotator Cuff Repair With Interscalene Liposomal Bupivacaine Versus Interscalene Nerve Catheter. Orthop J Sports Med. 2022 Nov 22;10(11):23259671221134819. doi: 10.1177/23259671221134819. eCollection 2022 Nov."
                },
                {
                    "pmid": "26204387",
                    "type": "BACKGROUND",
                    "citation": "Ilfeld BM, Viscusi ER, Hadzic A, Minkowitz HS, Morren MD, Lookabaugh J, Joshi GP. Safety and Side Effect Profile of Liposome Bupivacaine (Exparel) in Peripheral Nerve Blocks. Reg Anesth Pain Med. 2015 Sep-Oct;40(5):572-82. doi: 10.1097/AAP.0000000000000283."
                },
                {
                    "pmid": "28781438",
                    "type": "BACKGROUND",
                    "citation": "Malik O, Kaye AD, Kaye A, Belani K, Urman RD. Emerging roles of liposomal bupivacaine in anesthesia practice. J Anaesthesiol Clin Pharmacol. 2017 Apr-Jun;33(2):151-156. doi: 10.4103/joacp.JOACP_375_15."
                },
                {
                    "pmid": "26586964",
                    "type": "BACKGROUND",
                    "citation": "Joshi GP, Patou G, Kharitonov V. The safety of liposome bupivacaine following various routes of administration in animals. J Pain Res. 2015 Oct 30;8:781-9. doi: 10.2147/JPR.S85424. eCollection 2015."
                },
                {
                    "pmid": "26648870",
                    "type": "BACKGROUND",
                    "citation": "Sercombe L, Veerati T, Moheimani F, Wu SY, Sood AK, Hua S. Advances and Challenges of Liposome Assisted Drug Delivery. Front Pharmacol. 2015 Dec 1;6:286. doi: 10.3389/fphar.2015.00286. eCollection 2015."
                },
                {
                    "pmid": "31899142",
                    "type": "BACKGROUND",
                    "citation": "Campos JH, Seering M, Peacher D. Is the Role of Liposomal Bupivacaine the Future of Analgesia for Thoracic Surgery? An Update and Review. J Cardiothorac Vasc Anesth. 2020 Nov;34(11):3093-3103. doi: 10.1053/j.jvca.2019.11.014. Epub 2019 Nov 18. No abstract available."
                },
                {
                    "pmid": "33253797",
                    "type": "BACKGROUND",
                    "citation": "Matar RN, Shah NS, Grawe BM. Patient-Reported Outcomes Measurement Information System Scores Are Inconsistently Correlated With Legacy Patient-Reported Outcome Measures in Shoulder Pathology: A Systematic Review. Arthroscopy. 2021 Apr;37(4):1301-1309.e1. doi: 10.1016/j.arthro.2020.11.039. Epub 2020 Nov 27."
                },
                {
                    "pmid": "33010435",
                    "type": "BACKGROUND",
                    "citation": "Guo EW, Elhage K, Cross AG, Hessburg L, Gulledge CM, Mehta N, Verma NN, Makhni EC. Establishing and comparing reference preoperative Patient-Reported Outcomes Measurement Information System (PROMIS) scores in patients undergoing shoulder surgery. J Shoulder Elbow Surg. 2021 Jun;30(6):1223-1229. doi: 10.1016/j.jse.2020.09.003. Epub 2020 Oct 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification will be shared with researchers who provide a methodologically sound proposal, to achieve aims in the approved proposal. IPD will be available for sharing immediately after publication and ending 5 years following article publication.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "IPD will be available for sharing immediately after publication and ending 5 years following article publication",
            "accessCriteria": "IPD will be accessible to researchers who provide a methodologically sound proposal, to achieve aims in the approved proposal"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Post Operative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M1700",
                    "name": "Ropivacaine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}