{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05880862",
            "orgStudyIdInfo": {
                "id": "22-0262"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AG081900",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21AG081900"
                }
            ],
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Comparative Effectiveness of Initial OAB Treatment Options Among Older Women at High Risk of Falls",
            "officialTitle": "Comparative Effectiveness of Pelvic Floor Muscle Training, Mirabegron, and Trospium Among Older Women With Urgency Urinary Incontinence and High Fall Risk: a Feasibility Randomized Clinical Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparative-effectiveness-of-initial-oab-treatment-options-among-older-women-at-high-risk-of-falls"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-05",
            "studyFirstSubmitQcDate": "2023-05-25",
            "studyFirstPostDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to conduct a randomized pilot multi-arm clinical trial comparing a standard course of physical therapist provided pelvic floor muscle training (PFMT) to pharmacologic therapy for the treatment of urgency urinary incontinence (UUI) or Overactive Bladder (OAB) in older women at high risk of falling.\n\nThe central hypotheses for this project are i) a randomized pilot multi-arm clinical trial comparing PFMT to drug treatment for UUI or OAB in older women at high risk of falling is feasible; and ii) treatment approach can influence both UI and fall related outcomes in this patient population.\n\nThe main questions it aims to answer are: 1) Is a multi-arm clinical trial comparing PFMT to drug treatment for UUI or OAB in older women at high risk of falling feasible? and 2) How does treatment approach influence both OAB and fall related outcomes in this patient population?\n\nWomen (16 per arm) 60 years and older with UUI or OAB who screen positive for high fall risk will be randomized to one of three standard of care treatment arms and followed for six months. The three treatment arms are i) a 12-week structured behaviorally based pelvic floor muscle training (PFMT) intervention administered by physical therapists in the clinic; ii) a 12-week course of the beta-3 agonist, Mirabegron; and iii) a 12-week course of the antimuscarinic, Trospium Chloride. Researchers will compare study feasibility and OAB symptom related outcomes across the three groups to see if a larger clinical trial is warranted.",
            "detailedDescription": "Untreated, urinary urgency and incontinence can precipitate a vicious cycle of decreasing physical activity, social isolation, fear-of-falling, and falls. The urge to urinate frequently can also limit physical activity - concern for finding oneself too far from a bathroom can be a powerful motivator for just staying home. Structured behavioral interventions or medications are common initial treatment options. But they elicit their effects through very different mechanisms of action that may influence fall related outcomes differently. There is, however, a critical lack of direct head-to-head trial evidence on non-pharmacologic and pharmacologic treatments for urgency urinary incontinence (UUI), particularly in women with co-existing fall risk. The proposed feasibility pilot study is a randomized, multi-arm, mixed methods, clinical trial comparing three currently in use initial treatment options for older women: i) a 12-week structured behaviorally based pelvic floor muscle training (PFMT) intervention administered by physical therapists in the clinic; ii) a 12-week course of the beta-3 agonist, Mirabegron; and iii) a 12-week course of the antimuscarinic, Trospium Chloride, in women 60 and older with UUI or overactive bladder (OAB) who also screen positive for increased risk of falling. Mirabegron and Trospium are not associated with longitudinal effects on cognition that the traditionally used anticholinergic mediations have recently been linked to. The Specific Aims are 1) Conduct a pilot study in clinical settings to determine the feasibility of enrolling older women with UUI or OAB who are at high risk of falling in a three-arm (PFMT, vs. mirabegron vs. Trospium), randomized comparative effectiveness trial; 2) Characterize outcomes across the three interventions; and 3) Qualitatively explore perceived factors influencing the non-pharmacologic and pharmacologic treatment experience in these patients. Forty-eight ambulatory women (16 per arm) 60 years and older with UUI or OAB and who screen positive for high fall risk will be randomized (1:1:1) to one of three arms. Feasibility will be determined through key milestones on evaluability, adherence to the interventions, attrition, adverse events, productive recruitment methods, and sample characteristics. The Investigators will also measure important indicators of symptom severity, quality of life, physical activity, falls, and fear of falling. Building upon our preliminary work, fall risk will be determined by the Centers for Disease Control and Prevention (CDC), Stopping Elderly Accidents, Deaths, and Injuries (STEADI) fall risk screening tool. The proposed study is the first to compare these common non-surgical treatments for UUI and OAB in a high fall risk patient population and will lay the groundwork for a program of research investigating the bidirectional relationships that exist across these two common geriatric syndromes both at the level of shared risk factors and response to treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Bladder, Overactive",
                "Urinary Incontinence",
                "Accidental Falls"
            ],
            "keywords": [
                "OAB",
                "Falls",
                "Older adults",
                "Urinary incontinence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a pilot, multi-arm, mixed methods, randomized clinical study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The outcome assessors will be blinded to ensure unbiased outcome findings.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pelvic Floor Muscle Training",
                    "type": "EXPERIMENTAL",
                    "description": "A 12-week, 6 visit, outpatient program of physical therapist delivered behavioral and pelvic floor muscle training (PFMT)",
                    "interventionNames": [
                        "Behavioral: Pelvic Floor Muscle Training"
                    ]
                },
                {
                    "label": "Mirabegron",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Individually titrated Mirabegron, starting at 25 mg daily and increased to 50 mg daily at 6-weeks, during the 12-week intervention period.",
                    "interventionNames": [
                        "Drug: Mirabegron"
                    ]
                },
                {
                    "label": "Trospium Chloride",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A 12-week course of Trospium -extended release, 60mg once daily.",
                    "interventionNames": [
                        "Drug: Trospium Chloride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Pelvic Floor Muscle Training",
                    "description": "A 12-week, 6 visit, outpatient program of physical therapist delivered behavioral and pelvic floor muscle training (PFMT)",
                    "armGroupLabels": [
                        "Pelvic Floor Muscle Training"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mirabegron",
                    "description": "Individually titrated Mirabegron, starting at 25 mg daily and increased to 50 mg daily at 6-weeks, during the 12-week intervention period.",
                    "armGroupLabels": [
                        "Mirabegron"
                    ],
                    "otherNames": [
                        "Myrbetriq"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Trospium Chloride",
                    "description": "A 12-week course of Trospium XL -extended release, 60mg once daily.",
                    "armGroupLabels": [
                        "Trospium Chloride"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluability",
                    "description": "Number of participants completing the baseline and the post-intervention assessments divided by number enrolled.",
                    "timeFrame": "Assessed at the end of the 12-week intervention period"
                },
                {
                    "measure": "Clinical-Based Adherence",
                    "description": "Pelvic floor muscle training arm: clinic-based adherence over the 12-week intervention will be calculated by dividing the number of sessions attended by the number of scheduled sessions.",
                    "timeFrame": "Assessed at the end of the 12-week intervention period"
                },
                {
                    "measure": "Home-Based Adherence",
                    "description": "Home-based adherence will be percentage of adherence to the prescribed home program. Patients complete a home exercise diary each time they perform prescribed exercises. The diaries are taken to every clinic appointment and reviewed by the provider.",
                    "timeFrame": "Assessed at the end of the 12-week intervention period"
                },
                {
                    "measure": "Medication Adherence",
                    "description": "Medication arms adherence will be calculated as pill counts, i.e., number of pills dispensed minus the number of pills returned.",
                    "timeFrame": "Assessed at the end of the 12-week intervention period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "International Consultation on Incontinence Modular Questionnaire - Overactive Bladder (ICIQ-OAB)",
                    "description": "The ICIQ-OAB is a patient reported outcome that captures self-perceived degree of urinary frequency, urinary urgency (rushing to the bathroom), and urge incontinence (leakage) as well as symptoms related to nocturia (nighttime urination). The overall score is 0-16 with greater values indicating increased symptom severity.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "International Consultation on Incontinence Questionnaire Lower Urinary Tract Symptoms Quality of Life (ICIQ-LUTSqol)",
                    "description": "The ICIQ-LUTSqol measures the influence of urinary incontinence problems on the quality of life, and changes in interpersonal relations in everyday life. The overall score of ICIQ-LUTSqol is 19-76 score with greater values indicating increased impact on quality of life.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "Falls Efficacy Scale International (FES-I)",
                    "description": "The Falls Efficacy Scale International (FES-I) is a patient reported outcome that measures level of concern about falling during daily activities inside and outside the home whether or not she actually does the activity. FES-I score ranges from minimum 16 (no concern about falling) to maximum 64 (severe concern about falling).",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "Number of Participants with Incident falls",
                    "description": "An event which results in a person coming to rest inadvertently on the ground or floor or other lower level.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "PROMIS Satisfaction with Participation in Social Roles",
                    "description": "PROMIS self-reported questionnaire that measures the general satisfaction with performing one's usual social roles and activities. For the adult 8-item form, the lowest possible raw score is 8; the highest possible raw score is 40. A higher score equals higher physical functioning.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "Short Physical Performance Battery (SPPB)",
                    "description": "A battery of 3 physical performance tests: 1) the ability to stand with the feet together in side-by-side, semi-tandem, and tandem positions; 2) time to walk 3 meters; and 3) time to rise from a chair 5 times. A rank ordinal score is given for each test, then all 3 are summed. SPPB total scores range from 0 (worst performance) to 12 (best performance).",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "Physical activity",
                    "description": "Physical activity monitoring via accelerometry will be used to assess sedentary and physical activity behaviors by calculating total number of steps taken per complete 24 hour day (i.e., midnight-to-midnight) during each monitoring period.",
                    "timeFrame": "The accelerometer will be worn for 1 week after randomization; for 1 week at the end of the 12-week intervention; and for 1 week at the 6-month follow-up."
                },
                {
                    "measure": "PROMIS physical functioning 8b",
                    "description": "PROMIS physical function questionnaire assesses self-reported capability rather than actual performance. This includes functioning of upper \\& lower extremities, mobility, as well as instrumental activities of daily living, such as running errands. For the adult 8-item form, the lowest possible raw score is 8; the highest possible raw score is 40. A higher score equals higher physical functioning.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                },
                {
                    "measure": "Absorbent pad use",
                    "description": "Self-reported daily number of absorbent pad used in the previous week. Higher numbers of self reported daily pad use is considered worse than low numbers of daily pad use.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Qualitative interviews",
                    "description": "Semi-structured interview information will be combined with quantitative trial results to: Explore participants lived experiences with these conditions; perceived benefits and harms of the interventions; and examine factors associated with treatment benefits and harms.",
                    "timeFrame": "Baseline; at the end of the 12-week intervention; and at the 6-month follow-up."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 60 year or older.\n2. Ambulatory (able to walk across a small room with or without an assistive device).\n3. Urgency UI, OAB, or Mixed UI (both urgency and stress UI) as identified by study physicians.\n4. Answered \"yes\" to one of the items on the 3-Key Questions, questionnaire.\n5. A score of 6 or greater on the International Consultation on Incontinence Modular Questionnaire - Overactive Bladder (ICIQ-OAB) instrument or a physician recommended treatment.\n6. Able to provide one's own informed consent.\n7. Has tried basic lifestyle modifications for her bladder condition.\n8. Has Medicare or private insurance\n\nExclusion Criteria:\n\n1. Male (their causes of urinary incontinence are often different from women)\n2. Unstable psychiatric conditions (e.g., psychosis, suicidal) based on history and medical records.\n3. Nursing home resident\n4. Genitourinary cancer undergoing active treatment with chemotherapy or radiation.\n5. Neurologic conditions known to contribute to incontinence (Multiple Sclerosis, Parkinson's Disease, Traumatic Brain Injury, Dementia, and Stroke Survivors with limited mobility)\n6. New OAB treatments planned during the 6-month study duration - includes medications and/or surgery.\n7. History of surgically implanted sacral nerve stimulator or botulinum toxin bladder injections for UI.\n8. Taking other antimuscarinic drugs or Digoxin\n9. Severe uncontrolled hypertension\n10. Diagnosed Glaucoma\n11. Myasthenia gravis\n12. Chronic liver or kidney diseases",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "The study is focused on the treatment of Overactive Bladder and Urgency Urinary Incontinence women only. The causes and treatment of these conditions in men are often different from women.",
            "minimumAge": "60 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steve Fisher, PT, PhD",
                    "role": "CONTACT",
                    "phone": "4097723068",
                    "email": "stfisher@utmb.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steve Fisher",
                    "affiliation": "University of Texas Medical Branch at Galveston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Medical Branch at Galveston",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steve Fisher, PT, PhD",
                            "role": "CONTACT",
                            "phone": "409-772-3068",
                            "email": "stfisher@utmb.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10894308",
                    "type": "BACKGROUND",
                    "citation": "Brown JS, Vittinghoff E, Wyman JF, Stone KL, Nevitt MC, Ensrud KE, Grady D. Urinary incontinence: does it increase risk for falls and fractures? Study of Osteoporotic Fractures Research Group. J Am Geriatr Soc. 2000 Jul;48(7):721-5. doi: 10.1111/j.1532-5415.2000.tb04744.x."
                },
                {
                    "pmid": "19463079",
                    "type": "BACKGROUND",
                    "citation": "Chiarelli PE, Mackenzie LA, Osmotherly PG. Urinary incontinence is associated with an increase in falls: a systematic review. Aust J Physiother. 2009;55(2):89-95. doi: 10.1016/s0004-9514(09)70038-8."
                },
                {
                    "pmid": "21948857",
                    "type": "BACKGROUND",
                    "citation": "Foley AL, Loharuka S, Barrett JA, Mathews R, Williams K, McGrother CW, Roe BH. Association between the Geriatric Giants of urinary incontinence and falls in older people using data from the Leicestershire MRC Incontinence Study. Age Ageing. 2012 Jan;41(1):35-40. doi: 10.1093/ageing/afr125. Epub 2011 Sep 24."
                },
                {
                    "pmid": "30516945",
                    "type": "BACKGROUND",
                    "citation": "Balk E, Adam GP, Kimmel H, Rofeberg V, Saeed I, Jeppson P, Trikalinos T. Nonsurgical Treatments for Urinary Incontinence in Women: A Systematic Review Update [Internet]. Rockville (MD): Agency for Healthcare Research and Quality (US); 2018 Aug. Report No.: 18-EHC016-EFReport No.: 2018-SR-03. Available from http://www.ncbi.nlm.nih.gov/books/NBK534625/"
                },
                {
                    "pmid": "28471525",
                    "type": "BACKGROUND",
                    "citation": "Gibson W, Hunter KF, Camicioli R, Booth J, Skelton DA, Dumoulin C, Paul L, Wagg A. The association between lower urinary tract symptoms and falls: Forming a theoretical model for a research agenda. Neurourol Urodyn. 2018 Jan;37(1):501-509. doi: 10.1002/nau.23295. Epub 2017 May 4."
                },
                {
                    "pmid": "34628446",
                    "type": "BACKGROUND",
                    "citation": "Fisher SR, Harmouche I, Kilic GS. Prevalence and Predictors of Increased Fall Risk Among Women Presenting to an Outpatient Urogynecology and Pelvic Health Center. Female Pelvic Med Reconstr Surg. 2022 Feb 1;28(2):e7-e10. doi: 10.1097/SPV.0000000000001118."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                },
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Urinary Bladder, Overactive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000520025",
                    "term": "Mirabegron"
                },
                {
                    "id": "C000003330",
                    "term": "Trospium chloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000058667",
                    "term": "Adrenergic beta-3 Receptor Agonists"
                },
                {
                    "id": "D000000318",
                    "term": "Adrenergic beta-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                },
                {
                    "id": "D000010276",
                    "term": "Parasympatholytics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000018727",
                    "term": "Muscarinic Antagonists"
                },
                {
                    "id": "D000018680",
                    "term": "Cholinergic Antagonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M244406",
                    "name": "Mirabegron",
                    "asFound": "Linear",
                    "relevance": "HIGH"
                },
                {
                    "id": "M228472",
                    "name": "Trospium chloride",
                    "asFound": "Histone Deacetylase",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29193",
                    "name": "Adrenergic beta-3 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3670",
                    "name": "Adrenergic beta-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13189",
                    "name": "Parasympatholytics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20801",
                    "name": "Muscarinic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20760",
                    "name": "Cholinergic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}