{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06146218",
            "orgStudyIdInfo": {
                "id": "RKI-1047"
            },
            "organization": {
                "fullName": "Rockefeller University",
                "class": "OTHER"
            },
            "briefTitle": "Compassion-Based Resiliency Training (CBRT) Intervention on Racism-based Stress",
            "officialTitle": "Effects of Compassion-Based Resiliency Training (CBRT) Intervention on Racism-based Stress Among African Americans: A Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "compassion-based-resiliency-training-cbrt-intervention-on-racism-based-stress"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-17",
            "studyFirstSubmitQcDate": "2023-11-17",
            "studyFirstPostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rockefeller University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary aim of this study is to explore the feasibility, acceptability, and preliminary effectiveness of CBRT intervention among African Americans compared to a wait-list control group. The specific objectives include assessing feasibility, gathering participant feedback, evaluating CBRT's impact on psychological and biological outcomes, and exploring the mediating role of mindfulness.\n\nThe study is a 1-group pretest-posttest design. 20 African American participants will be recruited from various sources and undergo baseline and follow-up assessments. The intervention involves a 10-week CBRT program focusing on mindfulness, compassion, self-awareness, and stress-reduction techniques. Measures include sociodemographics and psychological measures (race-based stress, depression, perceived stress, quality of life, social connectedness, sleep, and resilience) and biological measures ( allostatic load, saliva cortisol, telomere length, and gene expression. Data is collected at baseline and 10 weeks.",
            "detailedDescription": "Racism and racial discrimination profoundly affect mental and physical health among historically disenfranchised ethnic groups, including Black, Indigenous, and People of Color (BIPOC). The negative health impacts are evident in elevated mortality rates, early disease onset, and increased comorbidity burden among BIPOC individuals. This study seeks to address these health disparities by investigating the potential of Contemplative-Based Resilience Training (CBRT) to mitigate the impact of racism-related stress. CBRT holds promise in countering the neurobiological changes attributed to chronic stress, aligning with the \"weathering hypothesis\" and Allostatic load theory.\n\nThe primary aim of this pilot study is to explore the feasibility, acceptability, and preliminary effectiveness of CBRT intervention among African Americans compared to a waitlist control group. The specific objectives include assessing feasibility, gathering participant feedback, evaluating CBRT's impact on psychological and biological outcomes, and exploring the mediating role of mindfulness.\n\nThe study utilizes a one-group pretest-posttest design, where participants are recruited from various sources and undergo baseline and follow-up assessments. The intervention involves a ten-week Cognitive-Based Resilience Training (CBRT) program focusing on developing mindfulness, compassion, self-awareness, and stress-reduction techniques. The study measures include socio-demographics and psychological measures such as race-based stress, depression, perceived stress, quality of life, social connectedness, sleep, and resilience, as well as biological measures including allostatic load, saliva cortisol, telomere length, and gene expression. Data is collected at baseline and after ten weeks of the program.\n\nFeasibility will be assessed based on recruitment rates, retention, attendance, and qualitative feedback. The impact of CBRT will be evaluated through various statistical analyses, considering intention-to-treat principles and controlling for covariates. Preliminary findings from a pilot investigation with 20 African-American participants suggest associations between psychological measures, mindfulness, sleep, coping, resilience, and racism-induced stress. These results underscore the potential of CBRT in addressing complex relationships among these factors. By investigating the potential benefits of CBRT in alleviating racism-induced stress and associated health disparities, this research aims to contribute insights into mindfulness-based interventions to address racism-related stress and its broader implications for the well-being of BIPOC communities."
        },
        "conditionsModule": {
            "conditions": [
                "Racism",
                "Stress, Psychological"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Contemplative-Based Resilience Training (CBRT)",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group will undergo a 10-week program addressing mindfulness, compassion, social-emotional self-care, exposing stress-reactive habits, self-awareness, visualization, and deep breathing.",
                    "interventionNames": [
                        "Behavioral: Contemplative-Based Resilience Training (CBRT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Contemplative-Based Resilience Training (CBRT)",
                    "description": "The intervention is a 10-week program that will address mindfulness, compassion, social-emotional self-care, exposing stress-reactive habits, self-awareness, visualization, and deep breathing. The rationale for applying this mindfulness intervention to promote psychological resilience following the development of race-based traumatic symptoms is based on the notion that mindfulness promotes acceptance of complex thoughts and feelings, reduces rumination, and improves psychological function, cognitive flexibility, and coping processes.",
                    "armGroupLabels": [
                        "Contemplative-Based Resilience Training (CBRT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of study",
                    "description": "percentage of participants who complete the study",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Qualitative themes of participants perspectives on CBRT Intervention",
                    "description": "A thematic analysis of qualitative interviews to identify recurring themes. Interviews using semistructured questions will be conducted to understand participants' perspectives regarding their experiences of the intervention. Participants will be asked questions regarding the intervention, experiences of the sessions, features of the intervention, likes and dislikes, and changes experienced. Interviews will be conducted at the end of the 10-week intervention period for each group to assess the acceptability of the CBRT program.",
                    "timeFrame": "10 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Allostatic load composite score (NHANES Clinically Relevant Scoring 0-11 )",
                    "description": "The allostatic score is calculated as a composite of 11 biomarkers. The cut points are determined by pre-established values in clinical medicine and generate three categories: high-risk (1 point), moderate-risk (0.5 points), and low-risk (0 points). High scores indicate a more significant risk.\n\nSystolic BP≥ 150 mmHg, 120 to 149 mmHg, and \\< 120 mmHg Diastolic BP ≥ 90 mmHg, 80 to 89 mmHg, and \\< 80 mmHg Total cholesterol ≥ 240 mg/dL, 200 to 239 mg/dL, and \\< 200 mg/dL HDL cholesterol \\< 40 mg/dL, 40 to 59 mg/dL, and \\> 60 mg/dL Total/HDL cholesterol ratio≥ 6, 5 to \\< 6, and \\< 5 Glycated hemoglobin≥ 6.5%, 5.7 to \\< 6.5%, and \\< 5.7% Waist-hip ratio (women) ≥ 0.85, \\> 0.80 to \\< 0.85, and ≤ 0.80 Waist-hip ratio (men) ≥ 1.0, \\> 0.95 to \\< 1.0, and ≤ 0.95 Body mass index≥ 30 kg/m2, 25 to \\< 30 kg/m2, and 18 to \\< 25 kg/m2 Albumin\\< 3%, 3 to \\< 3.8%, and ≥ 3.8% Creatinine clearance\\< 30 mL/min/, 30 to \\< 60 mL/min, and ≥ 60 mL/min/ C-reactive protein \\> 3 mg/L, 1 to 3 mg/L, and \\< 1 mg/L",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Telomere Length",
                    "description": "Quantitative Polymerase Chain Reaction (RT-PCR )will determine average telomere length.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Salivary Cortisol-AUC",
                    "description": "Samples will be collected using the passive drool technique using swabs and tubes. Participants will be instructed to gather saliva samples 3 times in one day: at waking, 30 minutes after waking, and at bedtime. Participants will be instructed not to eat, drink, or brush their teeth during the 30 minutes before sample collection times. Salivary cortisol will be analyzed using area-under-the-curve (AUC)",
                    "timeFrame": "After baseline, 3 timepoints at waking, 30minutes after waking, and at bedtime. In a 24 hour period"
                },
                {
                    "measure": "Concentrations of pro-inflammatory gene expression Response to Adversity (CTRA)",
                    "description": "Gene expression measures of immune system function will be collected via PAXgene tubes. Analyses will focus on a priori-specified gene regulation pattern involving increased expression of inflammation-related genes and decreased expression of antiviral genes - a pattern called the conserved transcriptional response to adversity.",
                    "timeFrame": "10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self Identity as African American or Black\n* 18-50 years old\n* Fluent in English\n\nExclusion Criteria:\n\n* History of significant pre-existing brain disease or injury (e.g., dementia, stroke, seizure disorder, and head injury with cognitive sequelae or loss of consciousness more than 30 minutes, seizure disorder)\n* Reported history of learning disability/mental retardation\n* Current Attention Deficit Hyperactive Disorder (ADHD), depression, bipolar disorder, post-traumatic stress disorder (PTSD), or psychotic disorder diagnosis\n* Current psychotropic medication (as these medications are known impacts on brain function) e.g. antipsychotics, antianxiety\n* Severe/chronic medical illness (e.g., reported HIV+ status, cardiovascular disease, liver disease/cirrhosis, chronic kidney disease, current/past cancer with radiation/chemotherapy treatment, etc.)\n* Current methadone/suboxone/buprenorphine (or similar) maintenance\n* Use of illicit substances other than cannabis within the past 90 days\n* Pregnant\n* Major life events in the last 30 days (hospitalization, marriage, death in the family of friends, disaster)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Kimani, DNP",
                    "role": "CONTACT",
                    "phone": "212-327-8432",
                    "email": "rkimani@rockefeller.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rachel W Kimani, DNP",
                    "affiliation": "Rockefeller University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Recrutment Office",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Recruitment Office",
                            "role": "CONTACT",
                            "phone": "800-782-2737",
                            "email": "rucares@rockefeller.edu"
                        },
                        {
                            "name": "Rachel W Kimani, DNP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26398658",
                    "type": "BACKGROUND",
                    "citation": "Paradies Y, Ben J, Denson N, Elias A, Priest N, Pieterse A, Gupta A, Kelaher M, Gee G. Racism as a Determinant of Health: A Systematic Review and Meta-Analysis. PLoS One. 2015 Sep 23;10(9):e0138511. doi: 10.1371/journal.pone.0138511. eCollection 2015."
                },
                {
                    "pmid": "16380565",
                    "type": "BACKGROUND",
                    "citation": "Geronimus AT, Hicken M, Keene D, Bound J. \"Weathering\" and age patterns of allostatic load scores among blacks and whites in the United States. Am J Public Health. 2006 May;96(5):826-33. doi: 10.2105/AJPH.2004.060749. Epub 2005 Dec 27."
                },
                {
                    "pmid": "29628069",
                    "type": "BACKGROUND",
                    "citation": "Clark US, Miller ER, Hegde RR. Experiences of Discrimination Are Associated With Greater Resting Amygdala Activity and Functional Connectivity. Biol Psychiatry Cogn Neurosci Neuroimaging. 2018 Apr;3(4):367-378. doi: 10.1016/j.bpsc.2017.11.011. Epub 2017 Dec 8."
                },
                {
                    "pmid": "24673162",
                    "type": "BACKGROUND",
                    "citation": "Brody GH, Lei MK, Chae DH, Yu T, Kogan SM, Beach SRH. Perceived discrimination among African American adolescents and allostatic load: a longitudinal analysis with buffering effects. Child Dev. 2014 May-Jun;85(3):989-1002. doi: 10.1111/cdev.12213. Epub 2014 Feb 5."
                },
                {
                    "pmid": "15712783",
                    "type": "BACKGROUND",
                    "citation": "Tull ES, Sheu YT, Butler C, Cornelious K. Relationships between perceived stress, coping behavior and cortisol secretion in women with high and low levels of internalized racism. J Natl Med Assoc. 2005 Feb;97(2):206-12."
                },
                {
                    "pmid": "28165267",
                    "type": "BACKGROUND",
                    "citation": "Carter RT, Muchow C. Construct validity of the Race-Based Traumatic Stress Symptom Scale and tests of measurement equivalence. Psychol Trauma. 2017 Nov;9(6):688-695. doi: 10.1037/tra0000256. Epub 2017 Feb 6."
                },
                {
                    "pmid": "21133583",
                    "type": "BACKGROUND",
                    "citation": "Wei M, Alvarez AN, Ku TY, Russell DW, Bonett DG. Development and validation of a Coping with Discrimination Scale: factor structure, reliability, and validity. J Couns Psychol. 2010 Jul;57(3):328-44. doi: 10.1037/a0019969."
                },
                {
                    "pmid": "9629234",
                    "type": "BACKGROUND",
                    "citation": "McEwen BS. Stress, adaptation, and disease. Allostasis and allostatic load. Ann N Y Acad Sci. 1998 May 1;840:33-44. doi: 10.1111/j.1749-6632.1998.tb09546.x."
                },
                {
                    "pmid": "22013026",
                    "type": "BACKGROUND",
                    "citation": "Williams DR, Yan Yu, Jackson JS, Anderson NB. Racial Differences in Physical and Mental Health: Socio-economic Status, Stress and Discrimination. J Health Psychol. 1997 Jul;2(3):335-51. doi: 10.1177/135910539700200305."
                },
                {
                    "pmid": "30854146",
                    "type": "BACKGROUND",
                    "citation": "Zapolski TCB, Faidley MT, Beutlich M. The Experience of Racism on Behavioral Health Outcomes: The Moderating Impact of Mindfulness. Mindfulness (N Y). 2019 Jan;10(1):168-178. doi: 10.1007/s12671-018-0963-7. Epub 2018 Jun 4."
                },
                {
                    "pmid": "33727090",
                    "type": "BACKGROUND",
                    "citation": "Saban KL, Motley D, Shawahin L, Mathews HL, Tell D, De La Pena P, Janusek LW. Preliminary evidence for a race-based stress reduction intervention for Black women at risk for cardiovascular disease. Complement Ther Med. 2021 May;58:102710. doi: 10.1016/j.ctim.2021.102710. Epub 2021 Mar 13."
                },
                {
                    "pmid": "31592179",
                    "type": "BACKGROUND",
                    "citation": "Cole SW. The Conserved Transcriptional Response to Adversity. Curr Opin Behav Sci. 2019 Aug;28:31-37. doi: 10.1016/j.cobeha.2019.01.008. Epub 2019 Feb 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "asFound": "Stress, Psychological",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}