{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06128239",
            "orgStudyIdInfo": {
                "id": "2023-0088"
            },
            "secondaryIdInfos": [
                {
                    "id": "TBT-0-022-22",
                    "type": "OTHER_GRANT",
                    "domain": "American Foundation for Suicide Prevention"
                }
            ],
            "organization": {
                "fullName": "St. Luke's Health System, Boise, Idaho",
                "class": "OTHER"
            },
            "briefTitle": "Comparing Suicide Prevention Interventions to Guide Follow-up Care: The SPRING Trial",
            "officialTitle": "Comparing the Effectiveness of Two-Way Caring Contacts Texts vs One-Way Caring Contacts Texts vs Enhanced Usual Care to Reduce Suicidal Behavior in Youth and Adults Screening At-Risk for Suicide in Primary Care or Behavioral Health Clinics",
            "acronym": "SPRING",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparing-suicide-prevention-interventions-to-guide-follow-up-care-the-spring-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-07",
            "studyFirstSubmitQcDate": "2023-11-07",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anna Radin",
                "investigatorTitle": "Applied Research Scientist",
                "investigatorAffiliation": "St. Luke's Health System, Boise, Idaho"
            },
            "leadSponsor": {
                "name": "St. Luke's Health System, Boise, Idaho",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Foundation for Suicide Prevention",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "Idaho Crisis & Suicide Hotline",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Pragmatic randomized controlled trial to compare the effectiveness of two-way Caring Contacts text messages vs. one-way Caring Contacts text messages vs. enhanced usual care for suicide prevention in adults and adolescents."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Suicide Prevention",
                "Suicide and Self-harm"
            ],
            "keywords": [
                "Caring Contacts",
                "brief contact intervention",
                "adult",
                "adolescent",
                "primary care",
                "behavioral health",
                "follow-up care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants randomized 1:1:1 to three treatment conditions",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants are aware of their own treatment condition but masked to the other two treatment conditions. Most investigators, including the senior statistician, are masked to treatment conditions.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 849,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Two-Way Caring Contacts Texts (CC2)",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to receiving enhanced usual care as described below, a series of 25 standardized outgoing Caring Contacts text messages will be sent to participants randomized to the CC2 intervention arm through our online texting platform. To remind participants that they can respond, the outgoing texts will periodically invite replies in a non-demanding way, e.g., \"Hope you're doing well this week, Anna. Feel free to text me back if you feel like it, I'm here for you.\" Responses to CC2 participant replies will be unscripted and individually tailored.",
                    "interventionNames": [
                        "Behavioral: Caring Contacts"
                    ]
                },
                {
                    "label": "One-Way Caring Contacts Texts (CC1)",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to receiving enhanced usual care as described below, CC1 participants will be sent 25 caring texts, such as \"Even though know we do not personally know each other, we truly value your wellbeing and are thinking of you. If you'd like to connect with someone, feel free to call or text 988 anytime - their team would be happy to hear from you.\" CC1 participants will not be able to reply to the texts and the online texting platform will block incoming messages. This will be clearly communicated to CC1 participants during the informed consent process and they will be asked to sign off on understanding this and other key points before enrolling in the study.",
                    "interventionNames": [
                        "Behavioral: Caring Contacts"
                    ]
                },
                {
                    "label": "Enhanced Usual Care (UC)",
                    "type": "NO_INTERVENTION",
                    "description": "Participants randomized to the UC arm will receive best available usual care from the health system, such as standardized clinical assessments, the safety planning intervention or other intervention(s), appropriate referrals and/or medication management through a system wide electronic health record system-assisted suicide care clinical workflow. Usual care will vary based on patient clinical needs, availability of providers/staff, and provider clinical judgment. Following study enrollment, all participants will be given a list of resources, offered a warm hand-off to 988, and encouragement to call or text 988 as needed. During the baseline survey, participants will have the opportunity to opt into a call from the follow-up team to develop or revise a safety plan."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Caring Contacts",
                    "description": "Text message version of Motto's Caring Contacts intervention. The study will compare two versions of text-based Caring Contacts: two-way messages, to which participants can respond to receive text-based support from follow-up specialists, and one-way text messages, to which participants cannot respond.",
                    "armGroupLabels": [
                        "One-Way Caring Contacts Texts (CC1)",
                        "Two-Way Caring Contacts Texts (CC2)"
                    ],
                    "otherNames": [
                        "Caring Texts",
                        "Caring Letters"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicidal behavior",
                    "description": "Measured using the Harkavy-Asnis Suicide Scale (HASS) Active Suicidal Behavior Sub-Scale. The HASS has been validated for self-report, with strong psychometric properties in adolescents and adults. This measure asks about the frequency of suicide attempt planning, and actual and aborted/interrupted suicide attempts. Participants respond using the Likert scale response options used by Asarnow et al.'s validation study, modified to fit the survey time period (past six months at baseline/12-month outcome surveys, and past 3 months for 3- and 6-month outcome surveys). Each HASS sub-scale is scored separately by summing the response values. Scores on the Active Suicidal Behavior Sub-Scale range from 0 - 20, with higher scores corresponding to higher suicide risk. The primary outcome will be the cumulative risk of suicidal behavior assessed using area under the curve of the HASS scores over the 12-month study period.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Suicide attempts",
                    "description": "A count of suicide attempts will be measured using the Self-Injurious Thoughts and Behavior Interview - Revised (SITBI-R), which is valid for self-report in adolescents and adults.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Suicide ideation",
                    "description": "Suicidal ideation will be measured using the Passive Suicidal Ideation Subscale of the Harkavy-Asnis Suicide Scale (HASS), which includes 12 items. Scores on the Passive Suicidal Ideation Sub-Scale range from 0 - 48, with higher scores corresponding to higher suicide risk.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Suicide-related Emergency Department (ED) utilization and hospitalization",
                    "description": "Suicide-related ED utilization and hospitalization will be assessed by self-report and using electronic medical records. Reason for visit/diagnoses may be reviewed in electronic medical records for any inpatient or outpatient encounters that occur during the study period.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Outpatient mental health treatment",
                    "description": "Outpatient mental health treatment will be self-reported and assessed using electronic medical records. Reason for visit/diagnoses may be reviewed in electronic medical records for any inpatient or outpatient encounters that occur during the study period.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Thwarted belongingness",
                    "description": "Thwarted belongingness will be measured using the 15-item version of the Interpersonal Needs Questionnaire.\n\nThe 15-item version of the Interpersonal Needs Questionnaire (INQ15) is a validated tool to measure both perceived burdensomeness (PB) (6 items, scores range from 6 to 42) and thwarted belongingness (TB) (9 items; scores range from 9 to 63), which are related to desire for suicide. Individuals provide a self-report response to each of 15 items using a Likert scale ranging from 1 (Not at all true for me) to 7 (Very true for me). The appropriate items are reverse coded, and items are summed to calculate the TB and PB subscale scores with higher scores indicating greater TB and PB. Clinical Cutoff scores predicting desire for death are 35 or greater for TB and 19 or greater for PB. Clinical cutoff scores predicting desire for suicide are 50 or greater for TB and 30 or greater for PB.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Perceived burdensomeness",
                    "description": "Perceived burdensomeness will be measured using the 15-item version of the Interpersonal Needs Questionnaire.\n\nThe 15-item version of the Interpersonal Needs Questionnaire (INQ15) is a validated tool to measure both perceived burdensomeness (PB) (6 items, scores range from 6 to 42) and thwarted belongingness (TB) (9 items; scores range from 9 to 63), which are related to desire for suicide. Individuals provide a self-report response to each of 15 items using a Likert scale ranging from 1 (Not at all true for me) to 7 (Very true for me). The appropriate items are reverse coded, and items are summed to calculate the TB and PB subscale scores with higher scores indicating greater TB and PB. Clinical Cutoff scores predicting desire for death are 35 or greater for TB and 19 or greater for PB. Clinical cutoff scores predicting desire for suicide are 50 or greater for TB and 30 or greater for PB.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Suicidal ideation & behavior",
                    "description": "A combined indicator of suicidal ideation and behavior will be assessed using the Columbia Suicide Severity Rating Scale self-report 6-item screener for primary care (C-SSRS) plus several additional items from the full Columbia Suicide Severity Rating Scale (interview) (interrupted suicide attempts, self-aborted suicide attempts, actual suicide attempts, and suicide deaths). Scores range from 0 (no suicide risk indicated) to 10 (death by suicide), with higher scores indicating higher suicide risk.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Suicide attempts (including actual, aborted, or interrupted attempts)",
                    "description": "The frequency of suicide attempts (including actual attempts, interrupted attempts, and self-aborted attempts) will be measured using the two-item Suicide Attempts Sub-Scale of the Harkavy-Asnis Suicide Scale (HASS). Scores on the Suicide Attempts Sub-Scale range from 0 - 8, with higher scores corresponding to higher suicide risk.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Perceived mattering to others",
                    "description": "The General Mattering Scale (GMS) will be used to assess the extent to which participants believe they matter to other people. Participants use a Likert scale from 1-4 to respond to each of five items. Scoring is completed by summing the responses, with results ranging from 5 to 20 and higher scores corresponding to higher levels of perceived mattering to others (better outcomes).",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Non-suicidal self-injury",
                    "description": "Non-suicidal self-injury will be measured with select items from the Self-Injurious Thoughts and Behavior Interview - Revised (SITBI-R). Each item is assessed individually, and items are not scored together in a scale.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "All-cause ED utilization and hospitalizations",
                    "description": "The number of and reason for visit/diagnoses for ED encounters and hospitalizations will be assessed using electronic medical records.",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "Completed suicide",
                    "description": "The manner and cause/lethal means of all deaths including death by suicide will be assessed based on electronic medical records and vital records",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                },
                {
                    "measure": "All-cause mortality",
                    "description": "The manner and cause/lethal means of all deaths including death by suicide will be assessed based on electronic medical records and vital records",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adolescents (12-17 years old) and adults (18+)\n* Response of \"yes\" to at least one item on the Columbia Suicide Severity Rating Scale (C-SSRS) six-item screener at a St. Luke's Health System (SLHS) primary care or behavioral health clinic, or electronic health record or provider note from an eligible encounter indicates suicide risk\n* Ability to send and receive text messages\n* Ability to receive phone calls\n* Ability to receive emails\n* Participant and legal guardian (if applicable) speak, read, and understand English\n* Accommodations may be made for individuals with impaired hearing\n\nExclusion Criteria:\n\n* Individuals who participated in a previous randomized controlled trial in the same health system related to Caring Contacts (SPARC Trial or MHAPPS Trial)\n* Patients who are unable or unwilling to provide informed consent\\*, for example, due to acute or chronic cognitive impairment (i.e.: acute psychosis, intoxication, or intellectual disability).\n* Primary Care Provider, Behavioral Health Provider, or Principal Investigator determines that participation in the research is not in the best interest of the patient or the study team.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Anna K Radin, DrPH, MPH",
                    "affiliation": "St. Luke's Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Luke's Health System",
                    "status": "RECRUITING",
                    "city": "Boise",
                    "state": "Idaho",
                    "zip": "83712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna K Radin, DrPH, MPH",
                            "role": "CONTACT",
                            "phone": "208-381-8460",
                            "email": "radina@slhs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.6135,
                        "lon": -116.20345
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All data will be uploaded to the National Institutes for Mental Health Data Archive (NDA).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be uploaded to NDA every 6 months during data collection, with complete data available \\~7 months following the end of enrollment. Data will remain on NDA for as long as National Institute for Mental Health (NIMH) maintains the database.",
            "accessCriteria": "Publicly available",
            "url": "https://nda.nih.gov/"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2023-10-18",
                    "uploadDate": "2023-11-03T17:13",
                    "filename": "Prot_000.pdf",
                    "size": 1063374
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-10-18",
                    "uploadDate": "2023-11-03T17:14",
                    "filename": "ICF_001.pdf",
                    "size": 422935
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}