{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05669274",
            "orgStudyIdInfo": {
                "id": "IRB-2021-1407"
            },
            "organization": {
                "fullName": "Purdue University",
                "class": "OTHER"
            },
            "briefTitle": "Comparing the Adaptation of Commercial Milk and A2 Milk in Lactose Maldigesters",
            "officialTitle": "Comparing Inflammation, Lactose Intolerance and Lactose Maldigestion in Lactose Maldigesters on Consumption of Commercial Milk Containing A1 and A2 Beta-Casein and A2 Milk Containing Only A2 Beta-Casein for Two Weeks",
            "therapeuticArea": [
                "Other"
            ],
            "study": "comparing-the-adaptation-of-commercial-milk-and-milk-in-lactose-maldigesters"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-20",
            "studyFirstSubmitQcDate": "2022-12-20",
            "studyFirstPostDateStruct": {
                "date": "2022-12-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dennis A. Savaiano",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Purdue University"
            },
            "leadSponsor": {
                "name": "Purdue University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cow's milk contains two types of β-casein: A1 and A2. It is evident from human clinical trials that milk with A1 protein produces more hydrogen and symptoms of lactose intolerance. A pro-inflammatory μ-opioid peptide BCM-7 is released from A1 but not from A2. Milk containing A1 β-casein produced more inflammatory markers than A2 β-casein. This is a double-blinded, randomized, controlled trial conducted to determine if there are changes in inflammatory markers following two weeks of milk feeding, due to milk containing A1 and A2 beta-casein as compared to milk containing only A2 beta-casein.",
            "detailedDescription": "Recruitment:\n\nFlyers, emails, and advertisements in local and university newspapers will be used for recruitment of study participants.\n\nPhone screening:\n\nInterested individuals will be contacted via phone by study staff to assess eligibility by asking questions listed in the inclusion and exclusion criteria.\n\nInformed consent:\n\nIf the individual is eligible through phone screening, the study staff will read and explain the informed consent to the individual. Informed consent will contain all the information regarding study procedure, compensation, risks and benefits. If Informed Consent is granted, the participant will be contacted through their preferred method of contact (email or phone) to schedule a hydrogen breath test (HBT).\n\nScreening lactose maldigesters via HBT:\n\nMaldigestion will be classified by a rise of breath hydrogen concentration of greater than 20ppm after a challenge dose of 2% commercial milk containing 0.5g lactose per kg body weight. Participants will consume a low-fiber meal and then fast 12 hours prior to HBT. A breath sample will be obtained from participants just before drinking the milk dose. Participants will then consume milk containing 0.5 grams lactose per kilogram body weight. Breath samples will be obtained according to the following schedule: 0 hour (pre dose), 30 minutes, 1 hour, 90 minutes, 2 hours, 3 hours, 4 hours, 5 hours and 6 hours. Participants who exhibit a rise of breath hydrogen concentration of greater than 20ppm between any two timepoints of the 6-hour test will be classified as lactose maldigesters, and will be qualified to enter the intervention portion of the study.\n\nIntervention:\n\nThere will be two phases in intervention. Each phase is 15 days long.\n\nPhase 1:\n\nBlood will be drawn from the participants before consumption of milk on day 1 of the phase. Participants will then consume the 500 ml of first randomized milk every day from day 1 to day 14 (14 days in total). Dietary intake, stool type and symptoms (abdominal pain, bloating, flatulence, fecal urgency, and diarrhea) severity will be recorded on each day from day 1 to day 14 after milk consumption.\n\nParticipants will consume a low-fiber dinner and fast for 12 hours prior to HBT on day 15. Participants will provide their first breath sample before consumption of milk. Participants will then consume a challenge dose of first randomized milk containing 0.5g lactose per kg body weight. Breath samples will be collected at 0 hour (pre dose), 30 minutes, 1 hour, 90 minutes, 2 hours, 3 hours, 4 hours, 5 hours and 6 hours. Participants will be asked to report and rate any symptoms including abdominal pain, bloating, flatulence, fecal urgency, and diarrhea they might experience during the 6 hour test. Blood will be drawn from participants at 0 hour (pre-dose), 1 hour, 2 hours and 3 hours time-point via catheter and serum will be isolated from whole blood for analyses of markers including hs-CRP, IgG, IgG1, Il-4, GSH and BCM-7.\n\nPhase 2:\n\nThere will be at least a 6-day interval between Phase 1 and Phase 2. The same procedure from phase 1 will be followed in phase 2. Participants will consume the second randomized milk for 14 days and undergo HBT on day 15."
        },
        "conditionsModule": {
            "conditions": [
                "Lactose Intolerance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "New World milk containing both a1 and a2 beta-casein vs. Old World milk containing only a2 beta-casein",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Old World milk",
                    "type": "EXPERIMENTAL",
                    "description": "Old World milk containing only a2 beta-casein vs. New World milk that includes both a1 and a2 beta-casein",
                    "interventionNames": [
                        "Other: Milk containing only A2 beta-casein"
                    ]
                },
                {
                    "label": "New World milk",
                    "type": "EXPERIMENTAL",
                    "description": "Old World milk containing only a2 beta-casein vs. New World milk that includes both a1 and a2 beta-casein",
                    "interventionNames": [
                        "Other: Milk containing A1 and A2 beta-casein"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Milk containing A1 and A2 beta-casein",
                    "description": "Milk dose for 2 weeks",
                    "armGroupLabels": [
                        "New World milk"
                    ],
                    "otherNames": [
                        "Commercial milk"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Milk containing only A2 beta-casein",
                    "description": "Milk dose for 2 weeks",
                    "armGroupLabels": [
                        "Old World milk"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in inflammation between commercial and A2 milk",
                    "description": "The concentration of inflammatory markers hs-CRP, IL-4, IgG, IgG1, BCM-7, GSH in serum will be measured using ELISA kits, Cobas 400 plus analyzer and a Cobas e411 analyzer in nanometers.",
                    "timeFrame": "Baseline blood draw on day 1 and within the 3 hours following milk dose on day 15"
                },
                {
                    "measure": "Difference in hydrogen between commercial and A2 milk",
                    "description": "Hydrogen concentration (ppm) will be measured in breath sample using a hydrogen breath analyzer.",
                    "timeFrame": "Within the 6 hours following milk dose on day 15"
                },
                {
                    "measure": "Difference in symptoms between commercial and A2 milk",
                    "description": "Participants will record and rate abdominal pain, bloating, flatulence, diarrhea and fecal urgency using a 6-point Likert Scale during the 6-hour test. The scale ranges from a score of 0 to 5 (0 = none, 1 =slight, 2 = mild, 3 = moderate, 4 = moderately severe, 5 = severe).",
                    "timeFrame": "From day 1 to day 14 after 500 ml milk consumption and within the 6 hours following milk dose on day 15"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability/desire to provide informed consent Aged 18 to 65 years of age inclusive at screening Current or recent history of intolerance to or avoidance of dairy of at least one month duration (by self-report and self-reported symptoms).\n\nAgrees to refrain from all other treatments and products used for dairy intolerance (e.g., Lactaid® Dietary Supplements) during study involvement Willing to return for all study visits and complete all study related procedures Able to understand and provide written informed consent in English\n\nExclusion Criteria:\n\n* Allergic to milk\n\nCurrently pregnant Currently lactating Cigarette smoking or other use of tobacco or nicotine containing products within 3 months of screening Diagnosed with any of the following disorders known to be associated with abnormal gastrointestinal motility such as; Gastroparesis, amyloidosis, neuromuscular diseases (including Parkinson's disease), collagen vascular diseases, alcoholism, uremia, malnutrition, or untreated hypothyroidism History of surgery that alters the normal function of the gastrointestinal tract including, but not limited to: gastrointestinal bypass surgery, bariatric surgery, gastric banding, vagotomy, fundoplication, pyloroplasty \\[Note: history of uncomplicated abdominal surgeries such as removal of an appendix more than 12 months prior to screening will not be excluded\\] Past or present : Organ transplant, chronic pancreatitis, pancreatic insufficiency, symptomatic biliary disease, Celiac disease, chronic constipation, diverticulosis, inflammatory bowel disease (IBD), ulcerative colitis (UC), Crohn's disease (CD), small intestine bacterial overgrowth syndrome (SIBO), gastroparesis, gastro-esophageal reflux disease (GERD), Irritable Bowel Syndrome (IBS) or any other medical condition with symptoms that could confound collection of adverse events.\n\nActive ulcers, or history of severe ulcers Diabetes mellitus (type 1 and type 2) Congestive Heart Failure (CHF) Human Immunodeficiency Virus (HIV), Hepatitis B or Hepatitis C Height: ___ Weight: ___ BMI: ___\n\no Weighing \\<16.5 kg and BMI \\> 35 kg/m2\n\nRecent bowel preparation for endoscopic or radiologic investigation within four weeks of screening (e.g., colonoscopy prep) Use of concurrent therapy(ies) or other products (e.g., laxatives, stool softeners, Pepto Bismol®, Lactaid® Dietary Supplements) used for symptoms of dairy intolerance within 7 days of screening Chronic antacid and/or PPI use Recent use of systemic antibiotics defined as use within 30 days prior to screening Recent high colonic enema, defined as use within 30 days prior to screening Any concurrent disease or symptoms which may interfere with the assessment of the cardinal symptoms of dairy intolerance (i.e., gas, diarrhea, bloating, cramps, stomach pain) History of ethanol (alcohol) and/or drug abuse in the past 12 months Currently undergoing chemotherapy Use of any investigational drug or participation in any investigational study within 30 days prior to screening Prior enrollment in this study Any other conditions/issues noted by the study staff and/or Principal Investigator that would impact participation and/or protocol compliance",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dennis Savaiano, PhD",
                    "role": "CONTACT",
                    "phone": "765-494-8228",
                    "email": "savaiano@purdue.edu"
                },
                {
                    "name": "Tracy Eaton, MSW",
                    "role": "CONTACT",
                    "email": "tkeaton@purdue.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dennis Savaiano, PhD",
                    "affiliation": "Purdue University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Purdue University",
                    "status": "RECRUITING",
                    "city": "West Lafayette",
                    "state": "Indiana",
                    "zip": "47907",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dennis Savaiano, PhD",
                            "role": "CONTACT",
                            "phone": "765-494-8228",
                            "email": "savaiano@purdue.edu"
                        },
                        {
                            "name": "Tracy Eaton, MSW",
                            "role": "CONTACT",
                            "email": "tkeaton@purdue.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42587,
                        "lon": -86.90807
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27039383",
                    "type": "BACKGROUND",
                    "citation": "Jianqin S, Leiming X, Lu X, Yelland GW, Ni J, Clarke AJ. Effects of milk containing only A2 beta casein versus milk containing both A1 and A2 beta casein proteins on gastrointestinal physiology, symptoms of discomfort, and cognitive behavior of people with self-reported intolerance to traditional cows' milk. Nutr J. 2016 Apr 2;15:35. doi: 10.1186/s12937-016-0147-z. Erratum In: Nutr J. 2016 Apr 29;15(1):45. doi: 10.1186/s12937-016-0164-y."
                },
                {
                    "pmid": "33348621",
                    "type": "BACKGROUND",
                    "citation": "Ramakrishnan M, Eaton TK, Sermet OM, Savaiano DA. Milk Containing A2 beta-Casein ONLY, as a Single Meal, Causes Fewer Symptoms of Lactose Intolerance than Milk Containing A1 and A2 beta-Caseins in Subjects with Lactose Maldigestion and Intolerance: A Randomized, Double-Blind, Crossover Trial. Nutrients. 2020 Dec 17;12(12):3855. doi: 10.3390/nu12123855."
                },
                {
                    "pmid": "22080615",
                    "type": "BACKGROUND",
                    "citation": "Cieslinska A, Kostyra E, Kostyra H, Olenski K, Fiedorowicz E, Kaminski S. Milk from cows of different beta-casein genotypes as a source of beta-casomorphin-7. Int J Food Sci Nutr. 2012 Jun;63(4):426-30. doi: 10.3109/09637486.2011.634785. Epub 2011 Nov 14."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007787",
                    "term": "Lactose Intolerance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008286",
                    "term": "Malabsorption Syndromes"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000002239",
                    "term": "Carbohydrate Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M10805",
                    "name": "Lactose Intolerance",
                    "asFound": "Lactose Intolerance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11278",
                    "name": "Malabsorption Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5498",
                    "name": "Carbohydrate Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002364",
                    "term": "Caseins"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002614",
                    "term": "Chelating Agents"
                },
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5616",
                    "name": "Caseins",
                    "asFound": "Assist Control",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5860",
                    "name": "Chelating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}