{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06036147",
            "orgStudyIdInfo": {
                "id": "00004199"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD090230",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD090230"
                }
            ],
            "organization": {
                "fullName": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Concussion Health Improvement Program",
            "officialTitle": "Optimizing Collaborative Care for Youth With Persistent Post-Concussive Symptoms",
            "acronym": "CHIP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "concussion-health-improvement-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-06",
            "studyFirstSubmitQcDate": "2023-09-06",
            "studyFirstPostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sara PD Chrisman, MD MPH",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Seattle Children's Hospital"
            },
            "leadSponsor": {
                "name": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Texas Southwestern Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "More than 1 million U.S. youth sustain a concussion each year, and up to 30% report persistent post-concussive symptoms (PPCS) lasting 1 month or more. PPCS can interfere with normal adolescent development, resulting in issues with socioemotional dysfunction and even school failure. However, few evidence based treatments are available for youth with PPCS. The investigators conducted extensive work adapting a collaborative care framework for youth with PPCS, combining concussion-focused cognitive behavioral therapy (cf-CBT), parent skills training (PST) and care management (CM) to create a wraparound treatment for youth with PPCS that can be delivered either in-person or virtually. They completed an R01-funded randomized controlled trial with this approach, finding effectiveness for youth with PPCS, with improvements in concussive symptoms and quality of life at one year, and 60% of participants completing the intervention entirely virtually. Of note, this intervention is unique in that two of the components are focused on parents or parents and youth together (PST, CM), and only one of the components (cf-CBT) is solely youth focused. The investigators now propose to optimize and refine this approach, conducting a high efficiency MOST (multiphase optimization strategy) trial to assess the contribution of each of the three components (cf-CBT, PST and CM) to effectiveness, thereby enabling streamlining of the intervention to only include active components. The analysis will be factorial, with three intervention components and two levels of each (present or absent), resulting in 8 treatment pathways. The benefit of the MOST approach is that it combines all youth who receive a component, allowing assessment of all treatment components with only a modest sample size. The study will recruit 374 youth with PPCS, randomizing them to one of 8 treatment groups. Youth and/or parents will attend treatment sessions via video conferencing software over three months, and complete surveys regarding primary outcomes (concussive symptoms and health-related quality of life) and secondary outcomes (sleep, pain, mood and parental distress) at 6 weeks, and 3, 6 and 12 months. Potential mediators and moderators will also be assessed to allow for future tailoring and refinement. At the completion of this study, the investigators will have generated a completely optimized and refined intervention for youth with PPCS ready for large scale implementation and dissemination.",
            "detailedDescription": "Concussion is common among adolescents, affecting up to 1.9 million U.S. youth per year. Although many youth recover quickly, up to 30% experience difficulty concentrating, headache, sleep disruption and other symptoms extending one month or longer, characterized as persistent post-concussive symptoms (PPCS). Youth with PPCS can have symptoms for months, leading to declines in academic function and quality of life, as well as excessive healthcare costs. Research indicates mental health comorbidity is linked to greater likelihood of prolonged concussive symptoms, however evidence regarding mental health interventions for PPCS is still developing and mental health approaches are not included in the standard of care. The investigators successfully adapted and tested a mental health intervention for youth with PPCS involving collaborative care (CC) delivery of youth concussion-focused cognitive-behavioral therapy (cf-CBT), parenting skills training (PST) and care management (CM), with medication guidance as needed. We completed an R01 level randomized controlled trial of the CC approach for youth with PPCS, finding evidence for long-term gains; those receiving CC had improvements at 12 months in concussion symptoms (Cohen's d=0.32) and health-related quality of life (HRQoL) (Cohen's d=0.29) compared to usual care. Perhaps most importantly, more than half of families (60%) completed the intervention entirely virtually, expanding accessibility. While our multicomponent CC approach was effective, research suggests duration and complexity of evidence-based mental health interventions affect the likelihood of successful implementation and dissemination.\n\nThe investigators are now striving to optimize the CC approach by assessing the contribution of each component in order to increase efficiency and scalability while maximizing effectiveness. They have chosen to view the CC intervention treatment effects using the frame of the Socioecological Model,16 postulating that cf-CBT targets the individual level, PST targets the interpersonal level (i.e., relationships with parents) and CM targets the organizational level (i.e., linkages to medical, school, and other services). They have also worked to amplify each component, noting in previous trials that concussive symptoms, sleep and HRQoL improved significantly in the intervention group compared to usual care, without a concomitant improvement in headache. In response, they increased the focus on skills for managing headache in the cf-CBT and PST components, with the guidance of a pain psychologist. They also increased the rigor and structure of all components with greater oversight regarding delivery and duration. The next step is to assess the separate contribution of each different leveled component (cf-CBT, PST and CM) to determine their impact on youth and parent outcomes.\n\nThe investigators propose to conduct an optimization trial with the CC approach for youth with PPCS, utilizing a highly efficient analytic approach, the multiphase optimization strategy (MOST).The design will be factorial, with three components (cf-CBT, PST and CM) each with two levels (present or absent). They will recruit adolescents aged 11-18 with PPCS lasting at least 1 month from outpatient clinics, randomizing families to one of 8 groups to assess all combinations of treatment components. Families will participate in sessions virtually and complete surveys at 3, 6 and 12 months to measure proximal and distal outcomes. They will examine potential mechanisms of action for each component and explore differential effectiveness across baseline factors via moderation. They will sample youth from two distinct geographic regions to enhance diversity and improve generalizability.\n\nAim 1. Determine which components of the CC approach (cf-CBT, PST and CM) contribute significantly to improvements in distal outcomes, particularly concussive symptoms and youth HRQoL, among a diverse sample of youth with PPCS.\n\n1a. Examine the effect of intervention components on proximal outcomes including youth headache, mood and sleep, and parental distress regarding their child's illness.\n\nAim 2. Assess potential mediation of intervention component effects by postulated mechanistic factors including improvements in a) youth self-efficacy, b) parental protectiveness and c) parental self-efficacy regarding navigating their child's concussion care.\n\nAim 3. Explore moderation of intervention component effects by demographic (parental education level, youth race/ethnicity, youth sex) and clinical factors (youth depression and level of parent emotional distress).\n\nThe proposed study will advance concussion research by continuing to refine an evidence-based intervention for youth with PPCS that addresses mental health, while engaging both parents and youth. It will also elucidate the scientific understanding of how the intervention works, and for whom. The end product of this research will be a PPCS intervention optimized for effectiveness and efficiency that will form the basis for a future hybrid implementation effectiveness trial."
        },
        "conditionsModule": {
            "conditions": [
                "Concussion, Brain",
                "Brain Injury Traumatic Mild"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Youth are randomized into one of 8 pathways which are all combinations of three intervention approaches.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Outcomes are all assessed via self-report so masking of research team is not necessary.\n\nParticipants and interventionists cannot be masked as to what intervention the participants receiving."
                }
            },
            "enrollmentInfo": {
                "count": 374,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pathway 1",
                    "type": "EXPERIMENTAL",
                    "description": "All interventions: cf-CBT, PST \\& CM",
                    "interventionNames": [
                        "Behavioral: Concussion-focused cognitive behavioral therapy",
                        "Behavioral: Parent skills training",
                        "Behavioral: Care management"
                    ]
                },
                {
                    "label": "Pathway 2",
                    "type": "EXPERIMENTAL",
                    "description": "cf-CBT \\& PST",
                    "interventionNames": [
                        "Behavioral: Concussion-focused cognitive behavioral therapy",
                        "Behavioral: Parent skills training"
                    ]
                },
                {
                    "label": "Pathway 3",
                    "type": "EXPERIMENTAL",
                    "description": "cf-CBT \\& CM",
                    "interventionNames": [
                        "Behavioral: Concussion-focused cognitive behavioral therapy",
                        "Behavioral: Care management"
                    ]
                },
                {
                    "label": "Pathway 4",
                    "type": "EXPERIMENTAL",
                    "description": "cf-CBT only",
                    "interventionNames": [
                        "Behavioral: Parent skills training",
                        "Behavioral: Care management"
                    ]
                },
                {
                    "label": "Pathway 5",
                    "type": "EXPERIMENTAL",
                    "description": "PST \\& CM",
                    "interventionNames": [
                        "Behavioral: Concussion-focused cognitive behavioral therapy"
                    ]
                },
                {
                    "label": "Pathway 6",
                    "type": "EXPERIMENTAL",
                    "description": "PST only",
                    "interventionNames": [
                        "Behavioral: Parent skills training"
                    ]
                },
                {
                    "label": "Pathway 7",
                    "type": "EXPERIMENTAL",
                    "description": "CM only",
                    "interventionNames": [
                        "Behavioral: Care management"
                    ]
                },
                {
                    "label": "Pathway 8",
                    "type": "NO_INTERVENTION",
                    "description": "No interventions"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Concussion-focused cognitive behavioral therapy",
                    "description": "Youth randomized to receive this component will participate in six 30-minute sessions of cf-CBT. The intervention includes modular CBT targeting post-concussive, anxiety and depressive symptoms. In this CBT treatment, the adolescent can be taught coping skills, relaxation strategies, and cognitive strategies to manage their symptoms, while they are encouraged to increase appropriate activation, including pacing of activities. Six sessions from the CHIP Study Cognitive and Behavioral Skills for Concussion Recovery will be chosen by the interventionist based on the youth's goals in the Introduction Session.",
                    "armGroupLabels": [
                        "Pathway 1",
                        "Pathway 2",
                        "Pathway 3",
                        "Pathway 5"
                    ],
                    "otherNames": [
                        "cf-CBT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Parent skills training",
                    "description": "The focus of the PST component is on the use of positive parenting skills as well as helping parents manage their own emotional distress. Parents are taught to set positive recovery expectations, and to use praise or attention to increase their teen's positive coping behaviors and decrease unhelpful coping behaviors. They are also taught positive communication skills to use with their teen, and guided to schedule pleasant events together in order to strengthen the relationship. In-vivo skills practice and feedback are provided to help parents generalize and use PST techniques. Parents randomized to receive this component will participate in six 30-minute sessions of PST, chosen from the CHIP Study Parent Support Skills Training for Concussion recovery based on the parent's goals in the Introduction Session.",
                    "armGroupLabels": [
                        "Pathway 1",
                        "Pathway 2",
                        "Pathway 4",
                        "Pathway 6"
                    ],
                    "otherNames": [
                        "PST"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Care management",
                    "description": "In the CM component, parents are provided support regarding advocating for their child's needs across different contexts in the healthcare system, school and athletic departments (including guidance regarding medication referrals), using applied problem-solving together with the skills coach to address emergent needs. Adolescents can also be involved in CM, if developmentally appropriate based on their age, independence, and interest. Of note, while the CM component engages youth and parents, treatment effects are hypothesized to result from facilitating access to supportive services including medication referrals at the organizational level. Families randomized to receive this component will participate in six 30-minute sessions of CM, following the guidelines in the CHIP Care Management Manual.",
                    "armGroupLabels": [
                        "Pathway 1",
                        "Pathway 3",
                        "Pathway 4",
                        "Pathway 7"
                    ],
                    "otherNames": [
                        "CM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Health Behavior Inventory (HBI)",
                    "description": "A 20-item questionnaire that assesses concussive symptoms on a 4-point scale, ranging from \"never\" to \"often,\" and yields total scores in cognitive and somatic domains. The scale includes youth-report and parent-report versions with established reliability and validity in youth with sports-injury. Possible scores range from 0-60 with higher indicating more symptomatic (i.e., worse).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Pediatric Quality of Life Inventory (PedsQL)",
                    "description": "A 23-item questionnaire that assesses physical, emotional, social and school functioning. The scale includes youth-report and parent-report versions. Possible scores range from 0- 100 with 100 indicating higher quality of life (i.e., better).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Generalized Anxiety Disorder-7 item (GAD-7)",
                    "description": "A 7-item measure of youth anxiety symptoms during the prior two weeks on a 4-point scale.Possible scores range from 0-21 with higher indicating more symptomatic (i.e., worse).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Patient Health Questionnaire-9 item (PHQ-9)",
                    "description": "A 9-item questionnaire that measures severity of depressive symptoms. Reliability and validity of the PHQ-9 have been established in pediatric populations with injury. Possible scores range from 0-27 with higher indicating more symptomatic (i.e., worse).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Adolescent Sleep Wake Scale-10 item (ASWS-10)",
                    "description": "A measure of sleep quality including domains of falling asleep, reinitiating sleep and returning to wakefulness. For scoring several items are reversed and then an average score is calculated. Possible scores range from 1-6 with higher indicating better sleep quality.",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Pediatric Inventory for Parents (PIP)",
                    "description": "15 item scale measuring parent distress regarding their child's illness, each on a scale of 1-5. Possible scores range from 15-75 with higher scores indicating increased emotional distress.",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Headache daily diary",
                    "description": "7 day diary measuring headache occurrence and severity (0-10) daily. Completing these measures will provide two scores, each 0-10 with higher numbers indicating worse symptoms.",
                    "timeFrame": "Trajectory over one year (baseline, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Mood daily diary",
                    "description": "7 day diary measuring mood valence (0= very negative to 10= very positive) and energy. level (0=very low energy to 10= very high energy level). Completing these times will result in two scores, each 0-10. For mood valence, lower numbers will indicate more negative mood (i.e., worse). For energy level, lower numbers will indicate lower energy (defined as worse or better dependent on the valence of the mood it refers to).",
                    "timeFrame": "Trajectory over one year (baseline, 3 months, 6 months, 1 year)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Parent-Patient Activation Measure (P-PAM)",
                    "description": "The 10-item P-PAM will be used to assess parenting self-efficacy in advocacy within the health care system (knowledge, skills, and confidence for managing their child's health care).22 The 4-point scale ranges from \"disagree strongly\" to \"agree strongly\" (e.g., \"I am confident I can tell a doctor concerns I have about my child's health\"). (Mediator for CM) Possible scores range from 10-40 with higher scores indicating greater confidence (i.e., better).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Generalized self-efficacy (GSE)",
                    "description": "This 10-item scale measures general self-efficacy on a scale of 1 (not at all true) to 4 (exactly true) on items such as \"I can usually handle whatever comes my way,\" with higher scores indicating greater self-efficacy. Youth will provide self-report on this measure.(Mediator for cf-CBT) Possible scores range from 10-40 with higher scores indicating greater self-efficacy.",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                },
                {
                    "measure": "Adult responses to child's symptoms (ARCS)",
                    "description": "Measure of protective parenting responses to child symptoms (Goal is decreased, Mediator for PST). We are only using the protective parenting subscale, which is 17 items, each encoded 0-4. Possible scores range from 0-68 with higher indicating more protective parenting (i.e., worse).",
                    "timeFrame": "Trajectory over one year (baseline, 6 weeks, 3 months, 6 months, 1 year)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 11-18 years old\n* Health care provider diagnosed concussion within 1-12 months\n\n  ≥ 3 new onset or worsening post-concussive symptoms (measured with the HBI)\n* Can be located anywhere as study is all completed remotely\n\nExclusion Criteria:\n\n* Active suicidal ideation, diagnosis of psychosis or psychiatric hospitalization within 6 months\n* Spinal cord injury or other severe injury or illness that might impede participation\n* Youth or parent not fluent in Spanish or English\n* Chronic illness or medical conditions that prevent participation in concussion-focused treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sara P Chrisman, MD MPH",
                    "role": "CONTACT",
                    "phone": "(206) 987-2028",
                    "email": "chip@seattlechildrens.org"
                },
                {
                    "name": "Carolyn McCarty, PhD",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sara P Chrisman, MD MPH",
                    "affiliation": "Seattle Children's Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Carolyn A McCarty, PhD",
                    "affiliation": "Seattle Children's Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Southwestern (UTSW)",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nyaz Didehbani, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Nyaz Didehbani, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27624513",
                    "type": "BACKGROUND",
                    "citation": "McCarty CA, Zatzick D, Stein E, Wang J, Hilt R, Rivara FP; Seattle Sports Concussion Research Collaborative. Collaborative Care for Adolescents With Persistent Postconcussive Symptoms: A Randomized Trial. Pediatrics. 2016 Oct;138(4):e20160459. doi: 10.1542/peds.2016-0459. Epub 2016 Sep 13."
                },
                {
                    "pmid": "33635325",
                    "type": "BACKGROUND",
                    "citation": "McCarty CA, Zatzick DF, Marcynyszyn LA, Wang J, Hilt R, Jinguji T, Quitiquit C, Chrisman SPD, Rivara FP. Effect of Collaborative Care on Persistent Postconcussive Symptoms in Adolescents: A Randomized Clinical Trial. JAMA Netw Open. 2021 Feb 1;4(2):e210207. doi: 10.1001/jamanetworkopen.2021.0207."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Study website",
                    "url": "http://chipstudy.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000001924",
                    "term": "Brain Concussion"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000016489",
                    "term": "Head Injuries, Closed"
                },
                {
                    "id": "D000014949",
                    "term": "Wounds, Nonpenetrating"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Brain Injury Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24734",
                    "name": "Post-Concussion Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5201",
                    "name": "Brain Concussion",
                    "asFound": "Concussion, Brain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M18892",
                    "name": "Head Injuries, Closed",
                    "relevance": "LOW"
                },
                {
                    "id": "M17687",
                    "name": "Wounds, Nonpenetrating",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}