{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04626167",
            "orgStudyIdInfo": {
                "id": "18-004920"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81XWH2010662",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Concomitant Renal and Urinary Bladder Allograft Transplantation",
            "officialTitle": "Concomitant Renal and Urinary Bladder Allograft Transplantation",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "concomitant-renal-and-urinary-bladder-allograft-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-13",
            "studyFirstSubmitQcDate": "2020-11-10",
            "studyFirstPostDateStruct": {
                "date": "2020-11-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patricio C. Gargollo",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to establish if concomitant renal and vascularized urinary bladder allograft transplantation is feasible.",
            "detailedDescription": "This is a single-center, prospective, single-group unblinded phase I study that will enroll subjects with chronic kidney disease secondary to bladder dysfunction or bladder absence that is refractory to medical treatment and requires surgical intervention to prevent long-term sequelae. The primary inclusion criteria will be patients who are diagnosed with chronic kidney disease secondary to disorders involving the urinary bladder or absence of a urinary bladder. Patients exhibiting \"hostile bladders\" defined as end filling pressure or detrusor leak point pressure (DLPP) of 40 cm H2O or greater as measured by urodynamic studies or detrusor overactivity with detrusor sphincter dyssynergia will be included. Candidates for renal transplantation will be vetted and approved by the Mayo Clinic multidisciplinary transplant team (MDC). Subjects meeting these primary inclusion criteria can be referred to the PI, co-investigators, or study coordinator to approach for possible participation in this research study.\n\nIf the subject still meets all the inclusion and exclusion criteria after the baseline evaluations are completed, the subject will undergo concomitant renal and vascularized urinary bladder allograft transplantation."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Kidney Diseases",
                "Bladder Dysfunction",
                "Bladder Absence",
                "Posterior Urethral Valve",
                "Neurogenic Bladder",
                "Bladder Exstrophy",
                "Bladder Outlet Obstruction",
                "Failure, Kidney",
                "Transplant"
            ],
            "keywords": [
                "Urinary Bladder Transplant",
                "Bladder Transplant",
                "Bladder Augment",
                "Neobladder",
                "Ileocystoplasty"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will undergo a cadaveric donor bladder transplant in addition to or after their kidney transplant rather than using intestinal segments for bladder reconstruction or construction.",
                    "interventionNames": [
                        "Procedure: Concomitant Renal and Urinary Bladder Allograft Transplantation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Concomitant Renal and Urinary Bladder Allograft Transplantation",
                    "description": "This is a single-center, prospective, single-group unblinded phase I study that will enroll subjects with chronic kidney disease secondary to bladder dysfunction or bladder absence that is refractory to medical treatment and requires surgical intervention to prevent long-term sequelae. Patients will undergo a cadaveric donor bladder transplant in addition to or after their kidney transplant rather than using intestinal segments for bladder reconstruction or contruction.",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Establish if concomitant renal and vascularized urinary bladder allograft transplantation is feasible.",
                    "description": "The primary endpoint will be bladder compliance and/or the end fill pressure at bladder capacity as assessed by standardized urodynamic measures at 12 months and yearly until year 4 Urodynamic measures assessed multiple times in each subject over the follow up period will be modeled with linear mixed effects models. A discrete time relationship will estimate the mean bladder compliance or end fill pressure at 12 months and yearly until year 4. Models will adjust for baseline value, and random intercepts and slopes will be considered using model fit criteria. From this linear mixed effects model, we estimate the expected change from baseline to 12 months (and yearly until year 4), adjusting for baseline value. Results will be reported as estimated 12 month mean with confidence interval.",
                    "timeFrame": "Year 1-4"
                },
                {
                    "measure": "Study the long term function of vascularized bladder allotransplantation in patients receiving a concomitant renal and bladder graft",
                    "description": "End-filling pressure at age-related nomogram derived bladder capacity at baseline, 6 months, 12 months, and 24 months.\n\na. Ratio of measured bladder volume to age-related nomogram derived bladder capacity at baseline, 2,4, 6, 9, 12, and 48 months Filling pressure at 25, 33, 50, 66, and 75 percent of the age-related nomogram-derived bladder capacities Neurogenic detrusor overactivity Frequency of incontinence episodes . 3. Individual subject data including resolution of vesicoureteral reflux, hydronephrosis or recovery of renal function .\n\n4. Evaluating the effect of improved genitourinary function on overall health and mental health using QoL questionaires 5. Rejection and other histological changes will be monitored with protocol biopsies at month 2, 4, 12, 24, 48 and annually until year 4. For cause biopsies for clinical changes such as decreased compliance or hematuria will also be performed.",
                    "timeFrame": "Year 1-4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of all serious adverse events including unanticipated adverse events",
                    "description": "All adverse events will be captured and graded for severity using Common Terminology Criteria for Adverse Events (CTCAE) scale.",
                    "timeFrame": "Year 1-4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female patients between 1 yr. and 60 years of age.\n* Subject is willing and able to give signed informed consent, or have a legally authorized representative who is willing and able to give consent. Informed assent will be required for children 6-17 years of age as appropriate or warranted.\n* Patients with CKD secondary to neurogenic bladder, lower urinary tract obstruction or other disorders of the urinary bladder.\n* Medical need for a bladder transplant, as defined by the presence of exhibiting \"hostile bladders\" defined as end filling pressure or detrusor leak point pressure (DLPP) of or greater than 40 cm H20 or at below estimated bladder capacity for age, or detrusor overactivity with detrusor sphincter dyssynergia, or new onset of upper urinary tract changes (hydronephrosis, vesicoureteral reflux) in the last 12 months\n* If a concomitant kidney transplant is being considered, additionally, estimated GFR less than or equal to 20 mL/min or dialysis. If GFR 20-25 mL/min would also qualify if expected progression is rapid (\\>10 mL/min/year)\n* Vetting and approval by the Mayo Clinic multidisciplinary transplant team (MDC) for renal transplantation.\n* Ability of subject and/or care provider to be successfully trained in clean intermittent catheterization and bladder cycling. Or current use of CIC.\n* Utilization of maximally-tolerated dose and regimen of medical therapy (e.g. anticholinergics) or failure to tolerate/contraindications to such agents.\n* Psychosocial clearance: Demonstrated commitment to psychological evaluation perioperatively, in which the psychologist must confirm that the subject has the maturity and stable psychosocial environment necessary for this research study.\n* Agree to avoid pregnancy for 1 year after surgery through abstinence or approved contraception as noted in Appendix A (female subjects only)\n* If patient has a history of malignancy (with the exception of localized non-melanoma skin cancer) the patient must be at least 5 years from termination of treatment without evidence of recurrent disease.\n\nExclusion Criteria:\n\n* They are pregnant or breastfeeding, or planning a pregnancy during the course of the study, or who are of child bearing potential and not willing to continue using an effective method of birth control (i.e. with a low failure rate of less than 1 percent per year including injectables, combined oral contraceptives, some intrauterine devices, sexual abstinence, or a vasectomized partner), or\n* Any contraindication to general anesthesia or evaluation reveals that the subject cannot safely undergo general anesthesia and post-operative recovery due to severe cardiovascular, pulmonary, neurological, metabolic, or rheumatologic disease (requires special consultation)\n* Any contraindication or known anaphylactic or severe systemic reaction to either human blood products or materials of bovine origin\n* Subjects with a current positive (\\>=5 mm induration for high-risk subjects; otherwise \\>=10 mm of induration) purified protein derivative (PPD) test are excluded unless they have completed a full course of treatment for latent TB and have a negative chest x-ray film at enrollment.\n* Known history of hypersensitivity to aminoglycosides or fluoroquinolones\n* Use of any investigational product within 3 months\n* Prior participation in the study\n* Currently smoking\n* Current incarceration for any reason\n* Unwillingness, inability, or unlikely compliance of individual and/or primary caregiver with study related schedules procedures, management, or follow -up in the opinion of the PI and/or co-investigators\n* Any circumstance in which the investigator deems participation in the study is not in the subject's best interest\n* Subjects with an ALT or AST value \\>3 times the upper limit of normal\n* Subjects with acute or chronic abdominal skin infections and/or acute or chronic abdominal inflammatory conditions such as inflammatory bowel disease\n* Subjects with uncontrolled diabetes defined as HgA1c\\>10, unstable cardiac and/or pulmonary disorders, or bleeding disorders\n* Active malignant neoplasm (with the exception of localized non-melanoma skin cancer) that is untreated, unresponsive to available treatment, or too recently treated to determine relapse risk.\n* Surgical procedure for transplantation cannot be successfully performed for anatomical reasons\n* Life expectancy with successful transplantation is estimated to be \\<5 years for any reason.\n* There is any other disease, physical examination finding, or clinical laboratory result that provides a reasonable suspicion of a disease or condition that contraindicates the procedure or the interpretation of results or render the subject at high risk for treatment complications, or\n* Serious or uncontrolled psychiatric illness or disorder that could compromise their understanding of, or compliance with, follow-up visits/care after transplant, or\n* Taking medications on specified hourly intervals that may be affected by changes to renal clearance, or\n* Hypertension stage II \\> 99th percentile, unless they had a complete workup to exclude secondary etiologies other than being overweight, or\n* Presence of severe coagulopathy, (hyper or hypo)\n* Patient is not up to date on current CDC recommended vaccines",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "60 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vidhu Joshi",
                    "role": "CONTACT",
                    "phone": "(507) 538-5772",
                    "email": "Kroeninger.Tessa@mayo.edu"
                },
                {
                    "name": "Patricio Gargollo, MD",
                    "role": "CONTACT",
                    "email": "gargollo.patricio@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patricio Gargollo, MD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tessa Kroeninger",
                            "role": "CONTACT",
                            "phone": "507-538-6107",
                            "email": "Kroeninger.Tessa@mayo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001750",
                    "term": "Urinary Bladder, Neurogenic"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000001748",
                    "term": "Urinary Bladder Neck Obstruction"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000001746",
                    "term": "Bladder Exstrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014524",
                    "term": "Urethral Obstruction"
                },
                {
                    "id": "D000014522",
                    "term": "Urethral Diseases"
                },
                {
                    "id": "D000014564",
                    "term": "Urogenital Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5031",
                    "name": "Urinary Bladder, Neurogenic",
                    "asFound": "Neurogenic Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5029",
                    "name": "Urinary Bladder Neck Obstruction",
                    "asFound": "Bladder Outlet Obstruction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5027",
                    "name": "Bladder Exstrophy",
                    "asFound": "Bladder Exstrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "asFound": "Failure,Kidney",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17274",
                    "name": "Urethral Obstruction",
                    "relevance": "LOW"
                },
                {
                    "id": "M17272",
                    "name": "Urethral Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M17314",
                    "name": "Urogenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T4654",
                    "name": "Posterior Urethral Valves",
                    "asFound": "Posterior Urethral Valves",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2159",
                    "name": "Exstrophy of the Bladder",
                    "asFound": "Bladder Exstrophy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}