{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04329065",
            "orgStudyIdInfo": {
                "id": "RG1005296"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-01662",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "W81XWH-16-1-0385",
                    "type": "OTHER",
                    "domain": "Department of Defense (DOD)"
                },
                {
                    "id": "10159",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Concurrent WOKVAC Vaccination, Chemotherapy, and HER2-Targeted Monoclonal Antibody Therapy Before Surgery for the Treatment of Patients With Breast Cancer",
            "officialTitle": "A Phase II Study of Concurrent WOKVAC Vaccination With Neoadjuvant Chemotherapy and HER2-Targeted Monoclonal Antibody Therapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "concurrent-wokvac-vaccination-chemotherapy-and-targeted-monoclonal-antibody-therapy-before-surgery-for-the-treatment-of-patients-with-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-30",
            "studyFirstSubmitQcDate": "2020-03-30",
            "studyFirstPostDateStruct": {
                "date": "2020-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the immunologic response and side effects of using the WOKVAC vaccine in combination with chemotherapy and HER2-targeted monoclonal antibody therapy before surgery in treating patients with breast cancer. Vaccines like WOKVAC are made from tumor-associated antigens which may help the body build an effective immune response to kill tumor cells. Chemotherapy drugs, such as paclitaxel, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Trastuzumab and pertuzumab are forms of targeted therapy because they work by attaching themselves to specific molecules (receptors) on the surface of tumor cells, known as HER2 receptors. When trastuzumab and pertuzumab attach to HER2 receptors, the signals that tell the cells to grow are blocked and the tumor cell may be marked for destruction by the body's immune system. Giving the WOKVAC vaccine at the same time (concurrently) with paclitaxel, trastuzumab, and pertuzumab before surgery may kill more tumor cells.",
            "detailedDescription": "OUTLINE\n\nPatients receive WOKVAC intradermally (ID) on day 13. Treatment repeats for up to 3 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive paclitaxel via infusion on days 1, 8, and 15, and trastuzumab intravenously (IV) and pertuzumab IV on day 1. The chemo and trastuzumab and pertuzumab will most likely be given by their own oncologist per standard of care. Treatment repeats for up to 4 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up annually for up to 5 years from enrollment."
        },
        "conditionsModule": {
            "conditions": [
                "Anatomic Stage I Breast Cancer AJCC v8",
                "Anatomic Stage IA Breast Cancer AJCC v8",
                "Anatomic Stage IB Breast Cancer AJCC v8",
                "Anatomic Stage II Breast Cancer AJCC v8",
                "Anatomic Stage IIA Breast Cancer AJCC v8",
                "Anatomic Stage IIB Breast Cancer AJCC v8",
                "Anatomic Stage III Breast Cancer AJCC v8",
                "Anatomic Stage IIIA Breast Cancer AJCC v8",
                "Anatomic Stage IIIB Breast Cancer AJCC v8",
                "Anatomic Stage IIIC Breast Cancer AJCC v8",
                "Prognostic Stage I Breast Cancer AJCC v8",
                "Prognostic Stage IA Breast Cancer AJCC v8",
                "Prognostic Stage IB Breast Cancer AJCC v8",
                "Prognostic Stage II Breast Cancer AJCC v8",
                "Prognostic Stage IIA Breast Cancer AJCC v8",
                "Prognostic Stage IIB Breast Cancer AJCC v8",
                "Prognostic Stage III Breast Cancer AJCC v8",
                "Prognostic Stage IIIA Breast Cancer AJCC v8",
                "Prognostic Stage IIIB Breast Cancer AJCC v8",
                "Prognostic Stage IIIC Breast Cancer AJCC v8"
            ],
            "keywords": [
                "Breast"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (WOKVAC, paclitaxel, trastuzumab, pertuzumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive WOKVAC ID on day 13. Treatment repeats for up to 3 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive paclitaxel via infusion on days 1, 8, and 15, and trastuzumab IV and pertuzumab IV on day 1. Treatment repeats for up to 4 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: pUMVC3-IGFBP2-HER2-IGF1R Plasmid DNA Vaccine",
                        "Drug: Paclitaxel",
                        "Biological: Trastuzumab",
                        "Biological: Pertuzumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "pUMVC3-IGFBP2-HER2-IGF1R Plasmid DNA Vaccine",
                    "description": "Given ID",
                    "armGroupLabels": [
                        "Treatment (WOKVAC, paclitaxel, trastuzumab, pertuzumab)"
                    ],
                    "otherNames": [
                        "pUMVC3-IGFBP2-HER2-IGF1R",
                        "pUMVC3-IGFBP2-HER2-IGF1R Vaccine",
                        "WOKVAC",
                        "WOKVAC Vaccine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Given via infusion",
                    "armGroupLabels": [
                        "Treatment (WOKVAC, paclitaxel, trastuzumab, pertuzumab)"
                    ],
                    "otherNames": [
                        "Anzatax",
                        "Asotax",
                        "Bristaxol",
                        "Praxel",
                        "Taxol",
                        "Taxol Konzentrat"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Trastuzumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (WOKVAC, paclitaxel, trastuzumab, pertuzumab)"
                    ],
                    "otherNames": [
                        "Anti-c-erbB2 Monoclonal Antibody",
                        "Anti-ERB-2",
                        "Anti-erbB2 Monoclonal Antibody",
                        "Anti-HER2/c-erbB2 Monoclonal Antibody",
                        "Herceptin",
                        "Herceptin Biosimilar PF-05280014",
                        "Herceptin Trastuzumab Biosimilar PF-05280014",
                        "Herzuma",
                        "Disulfide with Human-Mouse Monoclonal RhuMab HER2 Light Chain",
                        "MoAb HER2",
                        "Monoclonal Antibody c-erb-2",
                        "Monoclonal Antibody HER2",
                        "Ogivri",
                        "Ontruzant",
                        "rhuMAb HER2",
                        "Trastuzumab Biosimilar ABP 980",
                        "Trastuzumab Biosimilar ALT02",
                        "trastuzumab biosimilar EG12014",
                        "Trastuzumab Biosimilar HLX02",
                        "Trastuzumab Biosimilar PF-05280014",
                        "Trastuzumab Biosimilar SB3",
                        "Trastuzumab-dkst",
                        "Trastuzumab-DTTB",
                        "Trastuzumab-pkrb",
                        "Trastuzumab-QYYP",
                        "Trazimera",
                        "Trastuzumab Biosimilar SIBP-01"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pertuzumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (WOKVAC, paclitaxel, trastuzumab, pertuzumab)"
                    ],
                    "otherNames": [
                        "2C4 Antibody",
                        "Immunoglobulin G1",
                        "Anti-(Human V (Receptor)) (Human-Mouse Monoclonal 2C4 Heavy Chain)",
                        "Disulfide with Human-Mouse Monoclonal 2C4 Kappa-Chain",
                        "MoAb 2C4",
                        "Monoclonal Antibody 2C4",
                        "Omnitarg",
                        "Perjeta",
                        "rhuMAb2C4",
                        "RO4368451",
                        "Pertuzumab Biosimilar HS627",
                        "Pertuzumab Biosimilar EG1206A",
                        "Pertuzumab Biosimilar HLX11"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Enumeration of the number of T-bet+, CD4+, and CD8+ T-cells in tumor infiltrating lymphocytes (TIL) after combination immune-chemotherapy",
                    "description": "Tumor tissue will be collected from prior diagnostic tumor biopsies as well as from an ultrasound guided core needle biopsy performed on day 13 of cycle 3. Tumor biopsies collected pre- and post- trial therapy will be processed and evaluated by immunohistochemistry for differences and changes in T cell content and T cell subtype. Specifically, will evaluate the differences in the presence of T-bet+ CD4+ and CD8+ T cells, a T cell subtype recently recognized to influence both the induced human epidermal growth factor receptor 2 (HER2)-specific cellular immunity and clinical outcomes. Changes in the tumor content of T-bet+ CD4+ and CD8+ T cells between the pre- and post-trial therapy time points will be evaluated.",
                    "timeFrame": "Up to completion of surgical resection"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Safety will be assessed per Common Terminology Criteria for Adverse Events version (v)4.0. The type and grade of toxicities noted during the immunization regimen will be summarized. The duration of toxicities will also be summarized using descriptive statistics such as mean and standard deviation. All adverse events noted by the investigator will be tabulated according to the affected body system. The frequency and severity of adverse events will be summarized with a proportion and a 95% confidence interval.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Induction of type 1 helper cell (Th1) immunity against HER2, IGF-1R, and IGFBP2",
                    "description": "Cellular immune response will be defined by the magnitude of the Th1 (interferon-gamma \\[IFN-g\\]) versus (vs.) type 2 helper cell (Th2) (IL-10) antigen specific immune response using enzyme-linked immunosorbent spot assay (ELISPOT). Immune responses as measured by IFN-g ELISPOT will be summarized with mean and standard deviation or median and range over time, the change over time will be summarized with graphs, and also analyzed using linear mixed-effects regression models with normalizing transformation if necessary. The proportion of study participants who develop immunity to either of the three antigens will be computed and 95% confidence internal would be generated. The induction of Th1 immunity will be compared against the presence or absence of a complete pathologic response to determine if there is a significant correlation using Pearson r correlation analysis.",
                    "timeFrame": "Up to day 13 of cycle 4 (each cycle is 21 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be at least \\>= 18 years of age\n* Clinical stage I-III breast cancer, HER2+ (per American Society of Clinical Oncology \\[ASCO\\]/College of American Pathologists \\[CAP\\] guideline update, 2018), regardless of estrogen receptor (ER)/ progesterone receptor (PR) status and planning to undergo neoadjuvant therapy with either paclitaxel, trastuzumab, and pertuzumab (THP) or docetaxel, carboplatin, trastuzumab, and pertuzumab (TCHP)\n* Patients who have received prior neoadjuvant chemotherapy are allowed but may only receive paclitaxel, trastuzumab, and pertuzumab for the duration the study\n* Subjects with Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1\n* White blood cell (WBC) \\>= 3000/mm\\^3 (within 4 weeks of initiating study treatment)\n* Lymphocyte count \\>= 500/mm\\^3 (within 4 weeks of initiating study treatment)\n* Absolute neutrophil count (ANC) \\>= 1,500/ uL (within 4 weeks of initiating study treatment)\n* Platelets \\>= 75,000/ uL (within 4 weeks of initiating study treatment)\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN), except patients with Gilbert's syndrome in whom total bilirubin must be \\< 3.0 mg/dL (within 4 weeks of initiating study treatment)\n* Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) =\\< 3 x institutional upper limit of normal (ULN) (within 4 weeks of initiating study treatment)\n* Creatinine =\\< 2.0 mg/dL or creatinine clearance \\> 30 ml/min (within 4 weeks of initiating study treatment)\n* Left ventricular ejection fraction (LVEF) \\>= lower limit of normal for institution performing the multi-gated acquisition (MUGA) or echocardiogram (ECHO) done within 3 months of initiating study treatment\n* Female patients of child-bearing potential must agree to use dual methods of contraception and have a negative urine pregnancy test at screening, and male patients must use an effective barrier method of contraception if sexually active with a female of child-bearing potential. Acceptable methods of contraception are condoms with contraceptive foam, oral, implantable or injectable contraceptives, contraceptive patch, intrauterine device, diaphragm with spermicidal gel, or a sexual partner who is surgically sterilized or post-menopausal. For both male and female patients, effective methods of contraception must be used throughout the study and for three months following the last vaccine\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Patients with any of the following cardiac conditions:\n\n  * Symptomatic restrictive cardiomyopathy\n  * Dilated cardiomyopathy\n  * Unstable angina within 4 months prior to enrollment\n  * New York Heart Association functional class III-IV heart failure on active treatment\n  * Symptomatic pericardial effusion\n* Uncontrolled autoimmune disease requiring active systemic treatment\n* Known hypersensitivity reaction to the granulocyte-macrophage colony stimulating factor (GM-CSF) adjuvant; any known contra-indication to GM-CSF\n* Pregnant or breast feeding\n* Known human immunodeficiency virus (HIV)-positive\n* History of uncontrolled diabetes\n* Known current or a history of hepatitis B or C virus, including chronic and dormant states, unless disease has been treated and confirmed cleared\n* Major surgery within the 4 weeks prior to initiation of study vaccine\n* Current use of immunosuppressive agents or systemic corticosteroids. Topical, ocular, intra-articular, intranasal, inhalational corticosteroids (with minimal systemic absorption) are allowed. Patients who have received systemic corticosteroids =\\< 30 days prior to starting study drug will be excluded\n* Patient is currently enrolled in any other clinical protocol or investigational trial that involves administration of experimental therapy and/or therapeutic devices, or investigational drug\n* Patients may not be receiving any other investigational agents",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kris Kauno",
                    "role": "CONTACT",
                    "phone": "206-543-9258",
                    "email": "kkauno@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Gwin",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kris Kauno",
                            "role": "CONTACT",
                            "phone": "206-543-9258",
                            "email": "kkauno@uw.edu"
                        },
                        {
                            "name": "William Gwin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068878",
                    "term": "Trastuzumab"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "C000485206",
                    "term": "Pertuzumab"
                },
                {
                    "id": "C000712788",
                    "term": "Trastuzumab biosimilar HLX02"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                },
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Dose Escalation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M325",
                    "name": "Trastuzumab",
                    "asFound": "Follow-up",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Dose Escalation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289243",
                    "name": "Pertuzumab",
                    "asFound": "Temozolomide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M348931",
                    "name": "Trastuzumab biosimilar HLX02",
                    "asFound": "Erlotinib 150 mg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}