{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05351333",
            "orgStudyIdInfo": {
                "id": "2022P000486"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23DA052041-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23DA052041-01A1"
                }
            ],
            "organization": {
                "fullName": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Conditioning & Open-Label Placebo (COLP) for Opioid Management in Intensive Inpatient Rehabilitation",
            "officialTitle": "Conditioning & Open-Label Placebo (COLP) for Opioid Management in Intensive Inpatient Rehabilitation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "conditioning-open-label-placebo-colp-for-opioid-management-in-intensive-inpatient-rehabilitation"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-08",
            "studyFirstSubmitQcDate": "2022-04-21",
            "studyFirstPostDateStruct": {
                "date": "2022-04-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-25",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jorge Leon Morales-Quezada, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Spaulding Rehabilitation Hospital"
            },
            "leadSponsor": {
                "name": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The use of the conditioning open-label placebo (COLP) paradigm will be studied as a dose extension method to lower opioid dosage in patients with spinal cord injury, polytrauma, and burn injury. The goal is to provide the same level of pain relief with a reduced opioid intake to diminish side effects as well as the risk of addiction associated with opioid treatment.",
            "detailedDescription": "The study is a randomized controlled trial (RCT) parallel-group, assessor blind with one experimental arm, the conditioning open-label placebo (COLP), and one control group following the regular regimen, treatment as usual (TAU).\n\nTools for assessment: Morphine Equivalent Dose Conversion (MEDC); Pain Pressure Threshold (PPT); Modified Brief Pain Inventory (BPI); PROMIS Pain-Related Measures (PROMIS); Numerical Opioid Side Effects (NOSE); Treatment satisfaction questionnaire for medication (TSQM) and Treatment expectation questionnaire (TEX-Q); Measurements of anxiety, depression - Generalized Anxiety Disorder 7 (GAD7) and Patient Health Questionnaire-9 (PHQ9). Recording of medication changes and side effects. Reported visual analog scale (VAS) for pain assessed by the nursing team and recorded at the electronic medical record (EMR); finally, the qualitative exit interview.\n\nNeurophysiological and metabolomic phenotyping, using the following measures, Quantitative electroencephalography (qEEG) for quantitative assessment (EEG), functional near-infrared spectroscopy (fNIRS), and metabolomics assessment.\n\nFollowing enrollment, subjects will be randomized to receive COLP treatment or a standard of care opioid dosage. The study team will perform baseline assessments, and subjects in the COLP group will undergo three consecutive days of prescribed - as needed - pro re nata (PRN) opioid 100% dose + opioid conditioning paired with taste and odorous placebos (pill and smell).\n\nAfterward, subjects will receive a 50% dose + COLP for three days. The nursing team will alternate the active opioid medication with total placebo dosages to decrease the therapeutic opioid dose by 50%.\n\nVoluntary COLP continuation: After the participants have completed the experimental intervention (day 6), all outcomes have been collected (pre and post-measurements). Patients randomized to the COLP group will be asked to continue the COLP intervention during hospitalization if the participant agrees to continue using COLP. We will re-evaluate the following variables: MEDC, PPT, BPI, PROMIS pain, TSQM, and NOSE once COLP is discontinued (e.g., in case of increased pain and opioid utilization or if the patient is being discharged and transferred to another facility).\n\nFor subjects allocated in the control group (treatment-as-usual), the customary treatment routine will follow the standard of care for patients suffering from mild to moderate pain, including all pharmacological agents (NSAIDs, narcotics, and combos) used for pain management. The study team will record total narcotic dosages at the beginning and end of the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Polytrauma",
                "Burns"
            ],
            "keywords": [
                "open-label placebo",
                "Spinal cord injury (SCI)",
                "opioid",
                "pain management",
                "addiction prevention",
                "pharmaco-behavioral",
                "rehabilitation",
                "in-patients"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Conditioning Open-Label Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Days 1 to 3 will include the acquisition phase where the opioid medication will be prescribed on a schedule of 3-4 times per day and paired with an open-label placebo. Day 4 and 6 will be the evoked phase, and patients will receive only the open-label placebo pill. On day 5 the opioid medication will be re-introduced as pharmacological reinforcement.",
                    "interventionNames": [
                        "Other: placebo"
                    ]
                },
                {
                    "label": "Treatment as usual",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in the standard of care group will receive their analgesic treatment through Spaulding Pharmacy as prescribed by their treating physicians. The treatment regime will include an opioid medication at the standard recommended dosage. Participants in this group will receive the treatment orally for 6 consecutive days."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "placebo",
                    "description": "Sugar pill, with an essential-oil smell and of blue color used for conditioning.",
                    "armGroupLabels": [
                        "Conditioning Open-Label Placebo"
                    ],
                    "otherNames": [
                        "open-label placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Morphine Equivalent Dose Conversion (MEDC)",
                    "description": "The opioid morphine equivalent conversion factor is used to standardized opioid usage having as a reference morphine as main indicator for analgesic potency.",
                    "timeFrame": "6 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Modified Brief Pain Inventory (BPI)",
                    "description": "The BPI is a short self-assessment questionnaire that provides information on various dimensions of pain including how pain developed, the types of pain a patient experiences, and time of day pain is experienced, as well as current ways of alleviating pain.\n\nWorst Pain Score: 1 - 4 = Mild Pain Worst Pain Score: 5 - 6 = Moderate Pain Worst Pain Score: 7 - 10 = Severe Pain",
                    "timeFrame": "6 days, 3 weeks, 6 weeks."
                },
                {
                    "measure": "Numerical Opioid Side Effects (NOSE)",
                    "description": "The Numerical Opioid Side Effect (NOSE) assessment tool is a simple, rapid, self-administered instrument which has the potential to be utilized in a busy pain clinic setting in efforts to document and longitudinally follow trends of opioid adverse effects.\n\nEach item is 0 to 10, zero being no side effects (better outcome) and 10 worst outcome.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "PROMIS Pain Behavior",
                    "description": "The PROMIS Pain Behavior item banks measure self-reported external manifestations of pain: behaviors that typically indicate to others that an individual is experiencing pain. These actions or reactions can be verbal or nonverbal, and involuntary or deliberate.",
                    "timeFrame": "6 days, 3 weeks, 6 weeks."
                },
                {
                    "measure": "PROMIS Pain Interference",
                    "description": "The PROMIS Pain Interference item banks assess self-reported consequences of pain on relevant aspects of one's life. This includes the extent to which pain hinders engagement with social, cognitive, emotional, physical, and recreational activities. Pain Interference also incorporates items probing sleep and enjoyment in life, though the item bank only contains one sleep item. The pain interference short forms are universal rather than disease specific. All assess pain interference over the past seven days",
                    "timeFrame": "6 days, 3 weeks, 6 weeks."
                },
                {
                    "measure": "Patient Health Questionnaire 9 (PHQ-9)",
                    "description": "The PHQ-9 components of the longer Patient Health Questionnaire offer psychologists concise, self-administered tools for assessing depression. They incorporate the Diagnostic and Statistical Manual 4th Edition (DSM-IV) depression criteria with other leading major depressive symptoms into a brief self-report instruments that are commonly used for screening and diagnosis, as well as selecting and monitoring treatment.",
                    "timeFrame": "6 days, 3 weeks, 6 weeks."
                },
                {
                    "measure": "Generalized Anxiety Disorder questionnaire 7 (GAD-7)",
                    "description": "The Generalized Anxiety Disorder 7 (GAD-7) is a 7-item instrument used to briefly measure or assess one of the most common mental disorders.",
                    "timeFrame": "6 days, 3 weeks, 6 weeks."
                },
                {
                    "measure": "TEX-Q",
                    "description": "TEX-Q, a scale for generically and multidimensionally measuring expectations of medical or psychological treatments. Its fully generic nature enables the comparability of assessments across different treatments and conditions.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "TSQM-9",
                    "description": "The TSQM is a 14-item psychometrically robust and validated instrument consisting of four scales.The four scales of the TSQM include the effectiveness scale, the side effects scale, the convenience scale, and the global satisfaction scale.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Quantitative electroencephalography (qEEG)",
                    "description": "stands out as a valuable, non-invasive tool because it provides reliable and relevant information about brain functioning during rest, sensory stimulation and cognitive tasks. In addition, this technique is safe, low-cost, and employs an easy methodology, thus making it an appropriate tool for use in clinical practice. qEEG at rest and during pain processing event-related potentials (ERP's) at the patient's bed side. The qEEG and ERP's recordings will be processed for analytical purposes, standard EEG metrics will be explored (e.g. spectral analysis, connectivity, source localization), while ERP's will provide information related to pain and values of valence and arousal.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Functional near-infrared spectroscopy (fNIRS)",
                    "description": "This method is based on near-infrared light absorption fluctuations that depend on concentration changes of the chromophores O2Hb and HHb in the tissue under investigation. We will use it to investigate cerebral metabolism of oxygenated (O2Hb), deoxygenated (HHb) and total hemoglobin (tHb) during pain processing ERP's. Changes in tHb, defined as the sum of the changes in O2Hb and HHb, can be used as a measure of blood volume changes. fNIRS can provide the equivalent of cortical blood-oxygen-level-dependent (BOLD) signal, like functional magnetic resonance imaging (fMRI).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Qualitative Exit Interview",
                    "description": "The main purpose of the exit interview is to explore individual experiences to describe how patients with pain conceive the effects of the experimental interventions (COLP/TAU).",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Metabolite assessment of 3-Methyl Xanthine",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Serotonin",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Uric acid",
                    "description": "Serum level of metabolite in (ug/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Tyrosine",
                    "description": "Serum level of metabolite in (ug/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Kynurenine",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Indole-3-Lactic acid",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Indole-3-Propionic acid",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Indole-3-Acetic acid",
                    "description": "Serum level of metabolite in (ng/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Tryptophan",
                    "description": "Serum level of metabolite in (ug/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Metabolite assessment of Total indoxyl sulfate",
                    "description": "Serum level of metabolite in (ug/mL).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Pain Pressure Threshold (PPT)",
                    "description": "Pain pressure threshold (PPT) is used to measure deep muscular tissue sensitivity. The test determines the amount of pressure over a given area in which a steadily increasing nonpainful pressure stimulus turns into a painful pressure sensation \\[19\\]. A varying pressure is applied from 0.5 to 1 kg/sec in a perpendicular direction relative to the muscle. PPT has been used on a wide variety of patients and conditions, including musculoskeletal and neuromuscular disorders (e.g., Parkinson disease, tension headaches, pelvic pain, low back pain, myofascial trigger points, knee osteoarthritis, shoulder pain). PPT is a quick, objective measure used to quantify pain intensity",
                    "timeFrame": "6 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women aged 18 or older with traumatic and non-traumatic SCI (ASIA A-D), polytrauma, or burn injury patients from the Comprehensive Rehabilitation Program at Spaulding Rehabilitation Hospital,\n* SCI, polytrauma, or burn injury patients from the Comprehensive Rehabilitation Program at Spaulding Rehabilitation Hospital and pain of no more than five years of evolution,\n* Patients admitted to the Spaulding Comprehensive Rehabilitation Unit at Spaulding Rehabilitation Hospital,\n* Who have; above, at, or sub-lesional neuropathic pain and nociceptive pain (musculoskeletal or visceral) that is moderate or severe (average VAS scale score of 4 or greater at time of enrollment),\n* Inpatients with polytrauma (defined as having injuries that affect two or more body systems or organs) or patients with burn injuries, amputations, or post-surgical (e.g., orthopedic surgery)\n* Respiratory and hemodynamically stable,\n* With current narcotic use for pain control,\n* Narcotic usage of no more than 120 mg of morphine equivalent\n\nExclusion Criteria:\n\n* History of alcohol or drug dependence, as self-reported,\n* History of bipolar disorder or psychosis, as self-reported,\n* Any substantial decrease in alertness, language reception, or attention that might interfere with understanding,\n* Current usage of narcotic medication with a dosage higher than 120 mg of morphine equivalent or 80 mg of short-acting oxycodone, or 30 mg of hydromorphone\n* Current use of a ventilator,\n* Compromised medical status due to uncontrolled pathologies such as cancer, heart failure, kidney or liver insufficiency, or any other condition which jeopardizes the patient's participation in the study\n* Pregnancy or breastfeeding. Participants with pregnancy capability will be tested for pregnancy by serum human chorionic gonadotropin (hCG) test.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Leon Morales-Quezada, MD, MPH, PhD",
                    "role": "CONTACT",
                    "phone": "617-952-6162",
                    "email": "jmorales-quezada@mgh.harvard.edu"
                },
                {
                    "name": "Ines Mesia-Toledo, MD",
                    "role": "CONTACT",
                    "phone": "6179526926",
                    "email": "imesiatoledo@mgh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Spaulding Rehabilitation Hospital",
                    "status": "RECRUITING",
                    "city": "Charlestown",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leon Morales-Quezada, MD, MPH, PhD",
                            "role": "CONTACT",
                            "phone": "617-952-6162",
                            "email": "jmorales-quezada@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.37787,
                        "lon": -71.062
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22553896",
                    "type": "RESULT",
                    "citation": "Institute of Medicine (US) Committee on Advancing Pain Research, Care, and Education. Relieving Pain in America: A Blueprint for Transforming Prevention, Care, Education, and Research. Washington (DC): National Academies Press (US); 2011. Available from http://www.ncbi.nlm.nih.gov/books/NBK91497/"
                },
                {
                    "pmid": "30099944",
                    "type": "RESULT",
                    "citation": "McCance-Katz EF. The Substance Abuse and Mental Health Services Administration (SAMHSA): New Directions. Psychiatr Serv. 2018 Oct 1;69(10):1046-1048. doi: 10.1176/appi.ps.201800281. Epub 2018 Aug 13. No abstract available."
                },
                {
                    "pmid": "15520972",
                    "type": "RESULT",
                    "citation": "Cardenas DD, Bryce TN, Shem K, Richards JS, Elhefni H. Gender and minority differences in the pain experience of people with spinal cord injury. Arch Phys Med Rehabil. 2004 Nov;85(11):1774-81. doi: 10.1016/j.apmr.2004.04.027."
                },
                {
                    "pmid": "26132938",
                    "type": "RESULT",
                    "citation": "Kaptchuk TJ, Miller FG. Placebo Effects in Medicine. N Engl J Med. 2015 Jul 2;373(1):8-9. doi: 10.1056/NEJMp1504023. No abstract available."
                },
                {
                    "pmid": "4858404",
                    "type": "RESULT",
                    "citation": "Martin WR, Eades CG, Thompson WO, Thompson JA, Flanary HG. Morphine physical dependence in the dog. J Pharmacol Exp Ther. 1974 Jun;189(3):759-71. No abstract available."
                },
                {
                    "pmid": "18538928",
                    "type": "RESULT",
                    "citation": "Colloca L, Tinazzi M, Recchia S, Le Pera D, Fiaschi A, Benedetti F, Valeriani M. Learning potentiates neurophysiological and behavioral placebo analgesic responses. Pain. 2008 Oct 15;139(2):306-314. doi: 10.1016/j.pain.2008.04.021. Epub 2008 Jun 6."
                },
                {
                    "pmid": "22284159",
                    "type": "RESULT",
                    "citation": "Doering BK, Rief W. Utilizing placebo mechanisms for dose reduction in pharmacotherapy. Trends Pharmacol Sci. 2012 Mar;33(3):165-72. doi: 10.1016/j.tips.2011.12.001. Epub 2012 Jan 25."
                },
                {
                    "pmid": "17550344",
                    "type": "RESULT",
                    "citation": "Price DD, Finniss DG, Benedetti F. A comprehensive review of the placebo effect: recent advances and current thought. Annu Rev Psychol. 2008;59:565-90. doi: 10.1146/annurev.psych.59.113006.095941."
                },
                {
                    "pmid": "7767672",
                    "type": "RESULT",
                    "citation": "Pearce JM. The placebo enigma. QJM. 1995 Mar;88(3):215-20. No abstract available."
                },
                {
                    "pmid": "21203519",
                    "type": "RESULT",
                    "citation": "Kaptchuk TJ, Friedlander E, Kelley JM, Sanchez MN, Kokkotou E, Singer JP, Kowalczykowski M, Miller FG, Kirsch I, Lembo AJ. Placebos without deception: a randomized controlled trial in irritable bowel syndrome. PLoS One. 2010 Dec 22;5(12):e15591. doi: 10.1371/journal.pone.0015591."
                },
                {
                    "pmid": "11734620",
                    "type": "RESULT",
                    "citation": "Le Bars D, Gozariu M, Cadden SW. Animal models of nociception. Pharmacol Rev. 2001 Dec;53(4):597-652."
                },
                {
                    "pmid": "9081556",
                    "type": "RESULT",
                    "citation": "Giang DW, Goodman AD, Schiffer RB, Mattson DH, Petrie M, Cohen N, Ader R. Conditioning of cyclophosphamide-induced leukopenia in humans. J Neuropsychiatry Clin Neurosci. 1996 Spring;8(2):194-201. doi: 10.1176/jnp.8.2.194."
                },
                {
                    "pmid": "20028830",
                    "type": "RESULT",
                    "citation": "Ader R, Mercurio MG, Walton J, James D, Davis M, Ojha V, Kimball AB, Fiorentino D. Conditioned pharmacotherapeutic effects: a preliminary study. Psychosom Med. 2010 Feb;72(2):192-7. doi: 10.1097/PSY.0b013e3181cbd38b. Epub 2009 Dec 22."
                },
                {
                    "pmid": "20495473",
                    "type": "RESULT",
                    "citation": "Sandler AD, Glesne CE, Bodfish JW. Conditioned placebo dose reduction: a new treatment in attention-deficit hyperactivity disorder? J Dev Behav Pediatr. 2010 Jun;31(5):369-75. doi: 10.1097/DBP.0b013e3181e121ed."
                },
                {
                    "pmid": "26298795",
                    "type": "RESULT",
                    "citation": "Perlis M, Grandner M, Zee J, Bremer E, Whinnery J, Barilla H, Andalia P, Gehrman P, Morales K, Thase M, Bootzin R, Ader R. Durability of treatment response to zolpidem with three different maintenance regimens: a preliminary study. Sleep Med. 2015 Sep;16(9):1160-8. doi: 10.1016/j.sleep.2015.06.015. Epub 2015 Jul 7."
                },
                {
                    "pmid": "27755279",
                    "type": "RESULT",
                    "citation": "Carvalho C, Caetano JM, Cunha L, Rebouta P, Kaptchuk TJ, Kirsch I. Open-label placebo treatment in chronic low back pain: a randomized controlled trial. Pain. 2016 Dec;157(12):2766-2772. doi: 10.1097/j.pain.0000000000000700. Erratum In: Pain. 2017 Feb;158(2):365. doi: 10.1097/j.pain.0000000000000820."
                },
                {
                    "pmid": "27744433",
                    "type": "RESULT",
                    "citation": "Schaefer M, Harke R, Denke C. Open-Label Placebos Improve Symptoms in Allergic Rhinitis: A Randomized Controlled Trial. Psychother Psychosom. 2016;85(6):373-374. doi: 10.1159/000447242. Epub 2016 Oct 15. No abstract available."
                },
                {
                    "pmid": "18075402",
                    "type": "RESULT",
                    "citation": "Chesterton LS, Sim J, Wright CC, Foster NE. Interrater reliability of algometry in measuring pressure pain thresholds in healthy humans, using multiple raters. Clin J Pain. 2007 Nov-Dec;23(9):760-6. doi: 10.1097/AJP.0b013e318154b6ae."
                },
                {
                    "pmid": "15777856",
                    "type": "RESULT",
                    "citation": "Edwards RR, Sarlani E, Wesselmann U, Fillingim RB. Quantitative assessment of experimental pain perception: multiple domains of clinical relevance. Pain. 2005 Apr;114(3):315-319. doi: 10.1016/j.pain.2005.01.007. No abstract available."
                },
                {
                    "pmid": "8080219",
                    "type": "RESULT",
                    "citation": "Cleeland CS, Ryan KM. Pain assessment: global use of the Brief Pain Inventory. Ann Acad Med Singap. 1994 Mar;23(2):129-38."
                },
                {
                    "pmid": "16564618",
                    "type": "RESULT",
                    "citation": "Fregni F, Boggio PS, Lima MC, Ferreira MJ, Wagner T, Rigonatti SP, Castro AW, Souza DR, Riberto M, Freedman SD, Nitsche MA, Pascual-Leone A. A sham-controlled, phase II trial of transcranial direct current stimulation for the treatment of central pain in traumatic spinal cord injury. Pain. 2006 May;122(1-2):197-209. doi: 10.1016/j.pain.2006.02.023. Epub 2006 Mar 27."
                },
                {
                    "pmid": "18092558",
                    "type": "RESULT",
                    "citation": "Bryce TN, Budh CN, Cardenas DD, Dijkers M, Felix ER, Finnerup NB, Kennedy P, Lundeberg T, Richards JS, Rintala DH, Siddall P, Widerstrom-Noga E. Pain after spinal cord injury: an evidence-based review for clinical practice and research. Report of the National Institute on Disability and Rehabilitation Research Spinal Cord Injury Measures meeting. J Spinal Cord Med. 2007;30(5):421-40. doi: 10.1080/10790268.2007.11753405."
                },
                {
                    "pmid": "26985539",
                    "type": "RESULT",
                    "citation": "Long-acting Opioids for Chronic Non-cancer Pain: A Review of the Clinical Efficacy and Safety [Internet]. Ottawa (ON): Canadian Agency for Drugs and Technologies in Health; 2015 Aug 27. Available from http://www.ncbi.nlm.nih.gov/books/NBK349988/"
                },
                {
                    "type": "RESULT",
                    "citation": "The Numerical Opioid Side Effect (NOSE) Assessment Tool. Journal of Cancer Pain & Symptom Palliation, 2005. 1(3): p. 3-6."
                },
                {
                    "type": "RESULT",
                    "citation": "Nielsen, S., et al., Comparing opioids: a guide to estimating oral morphine equivalents (OME) in research. National Drug and Alcohol Research Centre, University of NSW, 2014."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000009104",
                    "term": "Multiple Trauma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5326",
                    "name": "Burns",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12061",
                    "name": "Multiple Trauma",
                    "asFound": "Polytrauma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}