{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04450771",
            "orgStudyIdInfo": {
                "id": "56878"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH121292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH121292"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Confirming the Efficacy/Mechanism of Family Therapy for Children With Low Weight ARFID",
            "officialTitle": "Confirming the Efficacy/Mechanism of Family Therapy for Children With Low Weight Avoidant/Restrictive Food Intake Disorder (ARFID)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "confirming-the-efficacy-mechanism-of-family-therapy-for-children-with-low-weight-arfid"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-22",
            "studyFirstSubmitQcDate": "2020-06-24",
            "studyFirstPostDateStruct": {
                "date": "2020-06-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Dale Lock",
                "investigatorTitle": "Professor of Child Psychiatry and Pediatrics in the Department of Psychiatry and Behavioral Sciences and Director of the Eating Disorder Program for Children and Adolescents",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is examining the efficacy and mechanism of family therapy compared to usual care for children between the ages of 6 and 12 who are diagnosed with Avoidant/Restrictive Food Intake Disorder. Preliminary data suggest that family therapy is superior to usual care and that improvement in parental self-efficacy related to feeding their children is the mechanism of treatment. In addition, this study will attempt to identify specific patient groups who respond to family therapy.",
            "detailedDescription": "Potential subjects aged 6 years to 12 years, 11 months old with DSM 5 ARFID, and weight equal to or between 75 to 88% EBW who are medically stable for outpatient treatment and their families will be recruited through Stanford University, pediatricians, mental health experts, clinics treating EDs, and local parents' groups. Those eligible for the program will be invited to read and sign informed consent forms and complete the baseline assessment. Participants will then be randomized to FBT-ARFID with medical management for 14 sessions provided over 4 months or manualized Non-Specific Care (NSC) with medical management for 4 months. NSC will consist of 14 sessions over 4 months.\n\nThere will be 5 major assessment time points: Baseline, 1 month, 2 months, End Of Treatment (4 months), and 6-month post-treatment Follow-Up. Both the child and the parent will complete measures at these time points. In addition, parents will complete short survey assessments after each of the 14 treatment sessions."
        },
        "conditionsModule": {
            "conditions": [
                "Avoidant/Restrictive Food Intake Disorder"
            ],
            "keywords": [
                "FBT",
                "Family Based Treatment",
                "ARFID"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Family-based Treatment for ARFID(FBT-ARFID)",
                    "type": "EXPERIMENTAL",
                    "description": "FBT-ARFID is a manualized treatment based on the model of FBT that employs the same interventions as standard FBT for AN and BN: externalization, agnosticism, parental empowerment, a behavioral focus on changing eating behavior. Early sessions focus on inciting parents to make changes and include a family meal that allows therapists to observe \\& consult directly to mealtime behaviors. FBT-ARFID for children 12 and under is manualized and consists of 2 phases. The first phase is focused on parents taking charge \\& changing the eating behaviors of their child that are maintaining ARFID. The second phase focuses on the child taking up in an age-appropriate way managing their eating consistent with the changes the parents have employed in phase 1. Fourteen 1-hour sessions will be conducted approximately weekly over 4 months. Throughout medical monitoring and weekly dietary consultation are available to the family.",
                    "interventionNames": [
                        "Behavioral: Family-based Treatment for ARFID"
                    ]
                },
                {
                    "label": "Manualized Non-Specific Usual Care for ARFID(NSC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A manualized non-specific psycho-educational and motivational enhancement approach that is based on a supportive non-directive psychotherapy model that has been used in other RCTs with eating disorders as a comparison. NSC consists of sessions with the child alone and 5 parent-only meetings. Sessions are 1-hour. NSC matches FBT-ARFID for time and therapist attention. The focus of the NSC intervention is psychoeducation about health \\& social impacts of restrictive eating and supporting parent \\& child exploration of motivation to change eating patterns \\& choices they make about changes to eating. The therapist does not initiate behavioral or cognitive interventions. Feelings about eating and making changes are explored in both the child and parent sessions. Medical and dietary advice are provided weekly.",
                    "interventionNames": [
                        "Behavioral: Manualized Non-Specific Usual Care for ARFID"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family-based Treatment for ARFID",
                    "description": "This treatment includes 14 1-hour sessions that will be conducted approximately weekly over a 4 month period. It is a manualized treatment based on the model of FBT that employs the same interventions as standard FBT for AN and BN: externalization, agnosticism, parental empowerment, a behavioral focus on changing eating behavior.",
                    "armGroupLabels": [
                        "Family-based Treatment for ARFID(FBT-ARFID)"
                    ],
                    "otherNames": [
                        "FBT-ARFID"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Manualized Non-Specific Usual Care for ARFID",
                    "description": "This treatment is a manualized non-specific psycho-educational and motivational enhancement approach that is based on a supportive non-directive psychotherapy model. It consists of sessions with the child alone and 5 parent-only meetings, all of which are 1-hour over a 4 month period.",
                    "armGroupLabels": [
                        "Manualized Non-Specific Usual Care for ARFID(NSC)"
                    ],
                    "otherNames": [
                        "NSC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Expected Body Weight (EBW)",
                    "description": "Expected Body Weights (EBW) percentages used will be calculated using Center for Disease Control metrics in children and adolescents.",
                    "timeFrame": "Following 4 months of FBT-ARFID or NSC"
                },
                {
                    "measure": "Parents versus Avoidant/Restrictive Food Intake Disorder (ARFID)",
                    "description": "A modification of the Parents versus Anorexia Nervosa Scale, a measure of parental self-efficacy at changing eating behaviors. The modifications to the scale are minor and consisted of changing the name of the disorder named in the scale's questions from AN to ARFID. This is a 7 item 5 point scale where higher scores mean greater parental self-efficacy.",
                    "timeFrame": "Following 4 months of FBT-ARFID or NSC"
                },
                {
                    "measure": "Parental Feeding Behavior Assessment",
                    "description": "Meals at Baseline and Week 6 will be recorded and then coded for behaviors associated with successful re-feeding using a procedure developed for FBT.",
                    "timeFrame": "After week 6 of either arm in all participants."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Pica, ARFID, Rumination Disorder Interview (PARDI)",
                    "description": "The PARDI is a new measure designed to diagnose and evaluate symptom severity of ARFID putative subtypes. Data demonstrate the measure's validity and ability to distinguish ARFID patients from other clinical groups. Parents will be assessed using the PARDI.",
                    "timeFrame": "All assessment time points (BL, 1 month, 2 months, EOT, and 6-month follow-up)"
                },
                {
                    "measure": "Therapy Suitability and Patient Expectancy (TSPE)",
                    "description": "The TSPE measures perceptions of the suitability and expectancy of the treatment provided and will be rated by parents",
                    "timeFrame": "At the end of session 1 and every two weeks during treatment and NSC."
                },
                {
                    "measure": "Parenting Style Questionnaire (PSQ)",
                    "description": "This questionnaire is a validated measure of parenting style related to authoritative and permissive style. This questionnaire will be completed parents.",
                    "timeFrame": "Completed at baseline and EOT"
                },
                {
                    "measure": "Center for Epidemiological Studies Depression Scale for Children (CES-DC)",
                    "description": "This is a validated measure of child depression that will be completed by children.",
                    "timeFrame": "Completed by children at all major assessment timepoints."
                },
                {
                    "measure": "Revised Children's Manifest Anxiety Scale (RCMAS-2)",
                    "description": "This is a validated measure of childhood anxiety and will be completed by children.",
                    "timeFrame": "Completed by children at all major assessment timepoints."
                },
                {
                    "measure": "Helping Relationship Questionnaire (HRQ)",
                    "description": "The HRQ is an 11-item questionnaire that measures the quality of the therapist-patient relationship. The HRQ will be completed by parents.",
                    "timeFrame": "Completed by parents bi-weekly and at all major assessment points except baseline."
                },
                {
                    "measure": "Schedule for Affective Disorders and Schizophrenia for School-Aged Children (6-18 years) (K-SADS)",
                    "description": "The K-SADS-PL is a widely used semi-structured interview detecting psychiatric disorders in children and adolescents.",
                    "timeFrame": "Completed by parents on behalf of their child at baseline."
                },
                {
                    "measure": "Strengths and Difficulties Questionnaire (SDQ)",
                    "description": "The 25 items in the SDQ assess conduct, social, and peer behaviors.",
                    "timeFrame": "Completed by parents at all major assessment points."
                },
                {
                    "measure": "Beck Depression Inventory (BDI)",
                    "description": "The BDI is a 21-item, self-report rating inventory that measures characteristic attitudes and symptoms of depression. This measure also includes questions about suicidal ideation and intent.",
                    "timeFrame": "Completed by parents at BL and EOT."
                },
                {
                    "measure": "Beck Anxiety Inventory (BAI)",
                    "description": "A 21-item questionnaire about anxiety.",
                    "timeFrame": "Completed by parents at BL and EOT."
                },
                {
                    "measure": "36-Item Short Form (SF-36)",
                    "description": "A general measure of physical and mental health functioning. This assessment will be taken by the parents.",
                    "timeFrame": "Completed by parents at BL."
                },
                {
                    "measure": "Bandura's General Self-Efficacy Scale (GSES)",
                    "description": "Measure of parental self-efficacy.",
                    "timeFrame": "Completed by parents at all major assessments as well as after each of the 14 treatment sessions."
                },
                {
                    "measure": "Parental Sense of Competency Scale (PSOC)",
                    "description": "Measure of parental self-efficacy.",
                    "timeFrame": "Completed by parents at all major assessments as well as after each of the 14 treatment sessions."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children meeting DSM-V criteria for ARFID\n* Children between the ages of 6 to 12 years old, living with their families\n* Medically stable for outpatient treatment according to the recommended thresholds of the American Academy of Pediatrics and the Society of Adolescent Medicine.\n* Not engaging in another individual or family-based psychotherapy trial during the duration of treatment sessions in the study.\n* Less than 4 sessions of FBT\n* If taking medication for co-morbid disorders, participants must be on a stable dose of medication for 8 weeks (2 months) before participating. If the participant is on a new medication at baseline, but is discontinuing the medication in order to start the study, they must have discontinued the medication before beginning treatment.\n* EBW between 75% and 88%.\n* Able to fluently speak and read English\n\nExclusion Criteria:\n\n* Current physical, psychotic illness or other mental illness requiring hospitalization\n* Current psychotic illness or mental retardation or other mental illnesses that would prohibit the use of psychotherapy\n* Current dependence on drugs or alcohol\n* Physical conditions (e.g. diabetes mellitus, pregnancy) known to influence eating or weight\n* Any medical complications or severe mental disorder (psychosis, low-functioning Autism) that may reduce compliance with the study procedures or require more intensive care to manage the symptoms\n* 4 or more sessions of FBT\n* Currently taking medication for co-morbid disorders that cannot be safely discontinued or prescribed for less than 2 months\n* Medically unstable for outpatient treatment according to the recommended thresholds of the American Academy of Pediatrics and the Society of Adolescent Medicine, defined as: vital sign instability (heart rate less than 45 beats per minute), clinically significant orthostatic blood pressure with changes usually greater than 35 points or findings of gastrointestinal bleeding, dizziness, or syncope, IBW \\<75%, hypothermia (body temperature less than 36 degrees centigrade), clinically significant electrolyte abnormalities, or prolonged QTc on electrocardiogram\n* Expected Body Weight (EBW) \\<75% or \\> 88%\n* Unable to fluently speak and read English\n* Parent excluded\n* Suicidal\n* In the case of patients with current, or a history of sexual or physical abuse by family members, perpetrators of the abuse will be excluded from treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eliza M Van Wye, B.A.",
                    "role": "CONTACT",
                    "phone": "(650) 723-5521",
                    "email": "evanwye@stanford.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kyra Citron, BA",
                            "role": "CONTACT",
                            "phone": "650-723-9182",
                            "email": "kcitron@stanford.edu"
                        },
                        {
                            "name": "Ayotola Onipede, BA",
                            "role": "CONTACT",
                            "phone": "650-723-7885",
                            "email": "zonipede@stanford.edu"
                        },
                        {
                            "name": "James D Lock, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Cara Bohon, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000080146",
                    "term": "Avoidant Restrictive Food Intake Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M2123",
                    "name": "Avoidant Restrictive Food Intake Disorder",
                    "asFound": "Avoidant/Restrictive Food Intake Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}