{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06079970",
            "orgStudyIdInfo": {
                "id": "NL83267.018.22"
            },
            "organization": {
                "fullName": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                "class": "OTHER"
            },
            "briefTitle": "Confocal Laser Endomicroscopy VERification",
            "officialTitle": "Bronchoscopy With and Without Needle-based Confocal Laser Endomicroscopy for Peripheral Lung Nodule Diagnosis: Protocol for a Multicenter Randomized Controlled Trial (CLEVER Trial)",
            "acronym": "CLEVER",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "confocal-laser-endomicroscopy-verification"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-02",
            "studyFirstSubmitQcDate": "2023-10-06",
            "studyFirstPostDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Prof. dr. J.T. Annema",
                "investigatorTitle": "Prof. dr. J.T. Annema",
                "investigatorAffiliation": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"
            },
            "leadSponsor": {
                "name": "Amsterdam University Medical Centers (UMC), Location Academic Medical Center (AMC)",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Mauna Kea Technologies",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this multi-center randomized clinical trial is to evaluate the added value of needle based confocal laser endomicroscopy (nCLE)-imaging to regular diagnostic bronchoscopic peripheral lung lesion analysis on the diagnostic yield in patients with peripheral pulmonary nodules suspect for malignancy.\n\nThe main question\\[s\\] it aims to answer are:\n\nTo determine if the addition of nCLE-imaging to conventional diagnostic bronchoscopic peripheral lung lesion analysis results in an improved diagnostic yield (defined as the proportion of patients in whom the bronchoscopic procedure results in a definitive diagnosis out of the total number of patients that have received the diagnostic bronchoscopic procedure).\n\nParticipants will undergo diagnostic bronchoscopy either with or without the addition of nCLE imaging before each TBNA. Based on the feedback of the CLE images on (in)correct placement of the needle, the needle might be repositioned before sampling. Comparison between the diagnostic yield of these groups will be done including subgroup analysis.",
            "detailedDescription": "Rationale: Lung cancer screening and the increasing use of chest-computed tomography (CT) has led to an increase in the number of (incidental) found suspected malignant lung lesions. Since tissue acquisition for pathological analysis is prerequisite for diagnosis and optimal treatment, a drastic increase in the number of patients that need to undergo bronchoscopy is expected.\n\nOver 70% of the suspected lesions develop in the periphery of the lung and are therefore not visible during conventional bronchoscopy. Although several bronchoscopic navigational techniques demonstrated an improved navigation towards the target lesion, the diagnostic yield remains suboptimal due to a substantial near-miss rate. As a result, the need for complementary bronchoscopic guidance that provides real-time feedback on the correct positioning of the biopsy instruments is urgent.\n\nNeedle-based Confocal laser endomicroscopy (nCLE) is a novel high-resolution imaging technique that uses an excitation laser light to create 'real-time' microscopic images of tissues. nCLE can be integrated into the biopsy needle, allowing real-time cancer detection at the tip of the biopsy needle during bronchoscopy. The confocal microscope captures autofluorescence of tissues or, combined with intravenously (IV) infused fluorophores (such as fluorescein) allows imaging of individual tumor cells. Recent studies on nCLE-imaging in lung tumors and metastatic lymph nodes have identified and validated nCLE criteria for malignancy (enlarged pleomorphic cells, dark clumps and directional streaming) and airway/lung parenchyma (alveoli, elastin fibres of the conducting airway, bronchial epithelium and still image) and granulomas. A recent study demonstrated that these nCLE-criteria can be used in real-time to fine-tune the needle positioning during ongoing bronchoscopy and thereby potentially improve the diagnostic yield.\n\nThis randomized controlled trials aims to evaluate the added value of nCLE-imaging (smart needle) to the conventional used bronchoscopic approach for peripheral lung lesion analysis.\n\nObjective: This multicenter, randomized controlled trial, aims to investigate if nCLE-imaging integrated with conventional bronchoscopy results in a higher diagnostic yield compared to conventional bronchoscopy without nCLE in the diagnosis of peripheral lung nodules.\n\nStudy design: Investigator-initiated, international, multi-center randomized controlled trial including university and general hospitals.\n\nStudy population: Patients (\\>18 years old) with suspected malignant peripheral lung lesions with an indication for bronchoscopic analysis.\n\nProcedure: Bronchoscopy will be performed according to institutional practice, including radial endobronchial ultrasound (r-EBUS) and optionally fluoroscopy, electromagnetic navigation, virtual bronchoscopy and/or ultrathin bronchoscopy. This is followed by transbronchial needle aspiration (TBNA) and (cryo-)biopsies (control arm). In the study arm, nCLE-imaging will be added prior to TBNA tissue acquisition to fine-tune the sampling area. Cytology staining for rapid onsite evaluation (ROSE) and cellblock will be performed according to local practice.\n\nPrimary objective:\n\nTo determine if the addition of nCLE-imaging to conventional bronchoscopic peripheral lung lesion analysis results in an improved diagnostic yield. (defined as the proportion of patients in whom the bronchoscopic procedure results in a definitive diagnosis out of the total number of patients that have received the diagnostic bronchoscopic procedure)."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer",
                "Lung Neoplasm Malignant",
                "Carcinoma, Non-Small-Cell Lung",
                "Neoplasm of Lung"
            ],
            "keywords": [
                "Confocal Microscopy",
                "Bronchoscopy",
                "Confocal laser endomicroscopy",
                "CLE",
                "Fluoroscopy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 208,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "nCLE arm",
                    "type": "EXPERIMENTAL",
                    "description": "Diagnostic bronchoscopy is done according to institutional practice with the addition of nCLE",
                    "interventionNames": [
                        "Device: Neelde Based Confocal Laser Endomicroscopy",
                        "Procedure: Conventional diagnostic bronchoscopy"
                    ]
                },
                {
                    "label": "Control arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Diagnostic bronchoscopy is done according to institutional practice without the addition of nCLE",
                    "interventionNames": [
                        "Procedure: Conventional diagnostic bronchoscopy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Neelde Based Confocal Laser Endomicroscopy",
                    "description": "Confocal microscopy through the TBNA needle before tissue sampling using the Cellvizio system and AQ flex probe (Mauna Kea Technologies)",
                    "armGroupLabels": [
                        "nCLE arm"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Conventional diagnostic bronchoscopy",
                    "description": "Conventional diagnostic bronchoscopy with r-EBUS and optionally fluoroscopy AND/OR EMN AND/OR VB AND/OR ultrathin scope",
                    "armGroupLabels": [
                        "Control arm",
                        "nCLE arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diagnostic yield (intermediate definition)",
                    "description": "Diagnostic yield (defined as the proportion of patients in whom the bronchoscopic procedure results in a definitive diagnosis \\[either malignant, specific benign or non-specific benign confirmed as benign in follow-up\\], relative to the total number of patients that underwent the diagnostic bronchoscopic procedure). If patients with multiple lesions are included, the diagnostic yield will be computed per nodule.",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Diagnostic sensitivity",
                    "description": "Diagnostic sensitivity for malignancy (defined as the proportion of patients in whom the bronchoscopic procedure diagnoses malignancy relative to the total number of patients with a final diagnosis of malignancy as determined by the reference standard).",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                },
                {
                    "measure": "Diagnostic yield (strict definition)",
                    "description": "Diagnostic yield according to the strict definition by Vachani et al.(21) (defined as the proportion of patients in whom the bronchoscopic procedure results in a definitive diagnosis \\[either malignant or specific benign diagnosis\\], relative to the total number of patients that underwent the diagnostic bronchoscopic procedure).",
                    "timeFrame": "After all patients have been included (expected total time frame 2 years)"
                },
                {
                    "measure": "Procedure duration",
                    "description": "Procedure duration (from bronchoscope insertion until removal).",
                    "timeFrame": "During procedure (bronchoscopy)"
                },
                {
                    "measure": "Proportion needle repositionings and fine-tuning",
                    "description": "Percentage of patients in which the needle was fine-tuned (defined as moving the needle within the same distal airway) or repositioned (defined as the selection of a different distal airway for tissue sampling) based on nCLE feedback (defined as the number of patients the needle was fine-tuned/repositioned divided by the total number of patients in which nCLE imaging was used).",
                    "timeFrame": "During procedure (bronchoscopy)"
                },
                {
                    "measure": "Fluoroscopy time/dose",
                    "description": "Fluoroscopy radiation time and dose.",
                    "timeFrame": "During procedure (bronchoscopy)"
                },
                {
                    "measure": "Yield ROSE",
                    "description": "Diagnostic yield of ROSE (defined as the proportion of patients in whom ROSE resulted in a classifying diagnosis \\[malignant or specific benign diagnosis\\], relative to the total number of patients).",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                },
                {
                    "measure": "ROSE tool-in-lesion",
                    "description": "Proportion of patients in which ROSE provided tool-in-lesion confirmation, meaning that the acquired tissue shows signs of a malignant or non-malignant diagnosis and was not related to airway/lung parenchyma sampling such as bronchus epithelium/blood contamination, and tissue not suitable for a specific diagnosis such as atypical cells.",
                    "timeFrame": "During procedure (bronchoscopy)"
                },
                {
                    "measure": "Complication rate",
                    "description": "Complication rate (defined as any complication or complication categories occurring during or directly after the bronchoscopic procedure or any procedure-related complication within one week after the procedure).",
                    "timeFrame": "Up to 1 week after bronchoscopy"
                },
                {
                    "measure": "Additional diagnostics needed",
                    "description": "Requirement of additional diagnostic procedures (CT-guided transthoracic biopsies, surgical diagnostics and/or additional bronchoscopy) during the 6-month follow-up period.",
                    "timeFrame": "Up to 6 months after index bronchoscopy"
                },
                {
                    "measure": "Diagnostic yield subgroup analysis (stratified by lesion size in mm)",
                    "description": "To assess the diagnostic yield (primary outcome) for two subgroups (≤20 mm vs \\>20 mm)",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                },
                {
                    "measure": "Diagnostic yield subgroup analysis (stratified rEBUS visibility)",
                    "description": "To assess the diagnostic yield (primary outcome) for three subgroups (eccentric vs concentric vs absent)",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                },
                {
                    "measure": "Diagnostic yield subgroup analysis (stratified by location in the lung)",
                    "description": "To assess the diagnostic yield (primary outcome) for three subgroups (upper lobe (without lingual) vs middle lobe/lingual vs lower lobe)",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                },
                {
                    "measure": "Diagnostic yield subgroup analysis (stratified by Brock score)",
                    "description": "To assess the diagnostic yield (primary outcome) for three subgroups (Brock score \\<10%, 10 - 35%, 36-70% and \\>70%)",
                    "timeFrame": "After all patients have been included and followed up to 6 months after bronchoscopy (expected total time frame 2 years)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥18 years of age\n2. Suspected malignant peripheral lung lesion with an indication for a bronchoscopic diagnostic work-up as determined by the attending physician or tumor board. Peripheral pulmonary lesions are defined as lesions located beyond the visible segmental bronchi, not detectable by regular flexible bronchoscopy\n3. Bronchus sign on pre-procedural CT or estimated confidence for successful navigation to the nodule resulting in a r-EBUS signal\n4. Solid part of the lesion must be ≧10 mm\n5. Largest dimension of lesion size on CT ≦30 mm (long-axis)\n6. Ability to understand and willingness to sign a written informed consent\n\nExclusion Criteria:\n\n1. Inability or non-willingness to provide informed consent\n2. Endobronchial visible malignancy on bronchoscopic inspection\n3. Target lesion within reach of the linear EBUS scope\n4. Failure to comply with the study protocol\n5. Known allergy or risk factors for an allergic reaction to fluorescein\n6. Pregnancy or breastfeeding\n7. Hemodynamic instability\n8. Refractory hypoxemia\n9. Therapeutic anticoagulant use that cannot be withheld for an appropriate interval before the procedure\n10. Unable to tolerate general anesthesia according to the anesthesiologist\n11. Undergoing chemotherapy as several chemotherapies have fluorescent properties at the same wavelength (e.g., doxorubicin)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Saskia van Heumen, MSc",
                    "role": "CONTACT",
                    "phone": "+31(0)20 566 2694",
                    "email": "s.vanheumen@amsterdamumc.nl"
                },
                {
                    "name": "Jouke Annema, Prof. dr.",
                    "role": "CONTACT",
                    "email": "j.t.annema@amsterdamumc.nl"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jouke Annema, Prof. dr.",
                    "affiliation": "Amsterdam UMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ali Sadoughi, MD, DAABIP",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ali Sadoughi, MD, DAABIP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Vienna General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Vienna",
                    "country": "Austria",
                    "contacts": [
                        {
                            "name": "Daniela Gompelmann, Prof.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Daniela Gompelmann",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christina Bal",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.20849,
                        "lon": 16.37208
                    }
                },
                {
                    "facility": "General University Hospital Prague",
                    "status": "RECRUITING",
                    "city": "Prague",
                    "country": "Czechia",
                    "contacts": [
                        {
                            "name": "Zuzana Šestáková",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jirí Votruba",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Zuzana Šestáková",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.08804,
                        "lon": 14.42076
                    }
                },
                {
                    "facility": "Sotiria Hospital",
                    "status": "RECRUITING",
                    "city": "Athens",
                    "country": "Greece",
                    "contacts": [
                        {
                            "name": "Grigoris Stratakos, MD, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Nektarios Anagnostopoulos",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Evangelia Koukaki",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Grigoris Stratakos",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Katerina Bakiri",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.97945,
                        "lon": 23.71622
                    }
                },
                {
                    "facility": "Morgagni Pierantoni Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Forlì",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Venerino Poletti, Prof.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Claudia Ravaglia",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Venerino Poletti, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Claudia Ravaglia",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.22177,
                        "lon": 12.04144
                    }
                },
                {
                    "facility": "Amsterdam University Medical Centers",
                    "status": "RECRUITING",
                    "city": "Amsterdam",
                    "zip": "1081 HV",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Saskia van Heumen, MSc",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jouke Annema, Prof. dr.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jouke Annema",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Saskia van Heumen",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Peter Bonta",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Johannes Daniels",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marjolein Heuvelmans",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.37403,
                        "lon": 4.88969
                    }
                },
                {
                    "facility": "KSW Kantonsspital Winterthur",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Winterthur",
                    "country": "Switzerland",
                    "contacts": [
                        {
                            "name": "Jürgen Hetzel, Prof.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jürgen Hetzel",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Maik Haentschel",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.50564,
                        "lon": 8.72413
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31023849",
                    "type": "BACKGROUND",
                    "citation": "Wijmans L, Yared J, de Bruin DM, Meijer SL, Baas P, Bonta PI, Annema JT. Needle-based confocal laser endomicroscopy for real-time diagnosing and staging of lung cancer. Eur Respir J. 2019 Jun 20;53(6):1801520. doi: 10.1183/13993003.01520-2018. Print 2019 Jun."
                },
                {
                    "pmid": "37562791",
                    "type": "BACKGROUND",
                    "citation": "Kramer T, Wijmans L, van Heumen S, Bansal S, Jeannerat D, Manley C, de Bruin M, Bonta PI, Annema JT. Needle-based confocal laser endomicroscopy for real-time granuloma detection. Respirology. 2023 Oct;28(10):934-941. doi: 10.1111/resp.14542. Epub 2023 Aug 10."
                },
                {
                    "pmid": "36535801",
                    "type": "BACKGROUND",
                    "citation": "Manley CJ, Kramer T, Kumar R, Gong Y, Ehya H, Ross E, Bonta PI, Annema JT. Robotic bronchoscopic needle-based confocal laser endomicroscopy to diagnose peripheral lung nodules. Respirology. 2023 May;28(5):475-483. doi: 10.1111/resp.14438. Epub 2022 Dec 19."
                },
                {
                    "pmid": "34172559",
                    "type": "BACKGROUND",
                    "citation": "Kramer T, Wijmans L, de Bruin M, van Leeuwen T, Radonic T, Bonta P, Annema JT. Bronchoscopic needle-based confocal laser endomicroscopy (nCLE) as a real-time detection tool for peripheral lung cancer. Thorax. 2022 Apr;77(4):370-377. doi: 10.1136/thoraxjnl-2021-216885. Epub 2021 Jun 25."
                },
                {
                    "pmid": "34506792",
                    "type": "BACKGROUND",
                    "citation": "Vachani A, Maldonado F, Laxmanan B, Kalsekar I, Murgu S. The Impact of Alternative Approaches to Diagnostic Yield Calculation in Studies of Bronchoscopy. Chest. 2022 May;161(5):1426-1428. doi: 10.1016/j.chest.2021.08.074. Epub 2021 Sep 7. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All data relevant to the study will be included in the article or uploaded as supplementary information. Data requests can be submitted to the researchers at the Amsterdam UMC, Amsterdam, The Netherlands.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "accessCriteria": "Upon reasonable request"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}