{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06466161",
            "orgStudyIdInfo": {
                "id": "STU00221793"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Conical Forearm and Cylindrical Upper Arm Non-Invasive Blood Pressure (NIBP) Measurements in Pregnant Patients",
            "officialTitle": "Evaluation of the Agreement Between Conical Forearm and Cylindrical Upper Arm Non-Invasive Blood Pressure (NIBP) Measurements in Pregnant Patients",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular"
            ],
            "study": "conical-forearm-and-cylindrical-upper-arm-non-invasive-blood-pressure-nibp-measurements-in-pregnant-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-06-13",
            "studyFirstPostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adithya Bhat",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The diagnosis of hypertensive disease during pregnancy is predicated on strict blood pressure thresholds: 140/90 on at least two occasions measured four hours apart for both gestational hypertension and preeclampsia. An improvement in diagnostic accuracy of even 5mm Hg would be significant, as reflected by the US Association for the Advancement of Medical Instrumentation (AAMI), the British Hypertension Society, the European Society of Hypertension (ESH) Working Group on Blood Pressure (BP) Monitoring, and the International Organization for Standardization (ISO)consensus for validation of non-invasive blood pressure (NIBP) devices during pregnancy. Given the known inaccuracies of upper arm cylindrical cuff measurements in morbidly obese patients, a conical cuff which provides more accurate measurements will translate into direct patient benefit via more informed diagnosis and management. Fewer women may be exposed to unnecessary treatment, preterm delivery, and/or cesarean section. Recognizing the increasing prevalence of morbid obesity and hypertensive disease amongst pregnant women in the United States, the identification of a more accurate non-invasive cuff is desperately needed. Increasing the accuracy of NIBP measurements on Labor and Delivery has the potential to directly impact the management of tens of thousands of morbidly obese pregnant women diagnosed with hypertensive disease in the United States every year. Establishing the level of agreement between conical forearm and cylindrical upper arm cuffs will shed light on the presence and magnitude of any disparity between measurement methods.\n\nSTUDY ENDPOINTS:\n\nPrimary Outcome Measures:\n\n* Agreement between conical and cylindrical cuff systolic blood pressure across groups\n* Agreement between conical and cylindrical cuff diastolic blood pressure across groups\n\nSecondary Outcome Measures:\n\n• Agreement between conical and cylindrical cuff mean arterial pressure",
            "detailedDescription": "After participants have provided written informed consent they will be enrolled into one of four groups: (1) normotensive/non-obese (2) normotensive/obese (3) hypertensive/non-obese and (4) hypertensive/obese. The threshold for hypertension will be a BP measurement greater than 140/90 mmHg on two occasions at least 4 hours apart. After informed consent has been obtained, body weight (kg) and height (cm) will be measured on calibrated scales and BMI calculated. Arm circumference will be measured proximally just beneath the axilla, at mid- point between the acromion and the olecranon, and distally just above the antecubital fossa in centimeters. Forearm circumference will be measured, in millimeters, proximally just beneath the olecranon, at mid-point between the olecranon and the styloid apophysis, and distally just above the styloid apophysis. Upper arm length will be measured from the acromion to the olecranon in centimeters. Forearm length will be measured from the olecranon to the styloid apophysis in centimeters. Upper arm cuffs will be placed at the mid-point between the acromion and the olecranon processes. All BP measurements will be obtained from the participants while in the sitting position, and the arm contralateral to the peripheral intravenous catheter (PIV) will be chosen for measurement. If the PIV has not yet been placed, the arm selection will be made by the patient. Baseline BP measurement will be performed at the upper arm after at least a 5-minute resting period utilizing a large-sized cylindrical cuff. Baseline BP measurement at the forearm will be performed using a conical forearm cuff previously validated in non-pregnant patients with arm circumferences greater than or equal to 40 cm23 (RADIAL-CUF, GE HealthCare, Milwaukee, Wisconsin). The forearm cuff will be placed 3 cm from the styloid process of the ulna palpable at the wrist.\n\nAfter two minutes have elapsed since the baseline measurements, sequential, paired BP measurements will then be obtained by cycling either the upper arm cylindrical cuff or forearm conical cuff, waiting 60 seconds after the measurement, then cycling the other cuff. The choice of cuff to be cycled first (conical or cylindrical) will be block randomized. Additional sequential measurements will then be obtained 2, 4, 6, 8, and 10 minutes after the first set. After the initial measurements, the upper arm cuff will automatically cycle every 15 minutes. Thus, all patients will have six sets of sequential BP measurements. Any decision to initiate antihypertensive therapy will be made by the patient's obstetrical provider, using an institutional algorithm and with reference to cylindrical cuff pressures."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension in Pregnancy",
                "Hypertension",
                "Obesity"
            ],
            "keywords": [
                "Hypertension",
                "Conical Blood Pressure Cuff",
                "Cylindrical Blood Pressure Cuff",
                "Pregnancy",
                "Obesity",
                "Non invasive blood pressure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, non blinded trial",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1 Upper arm cylindrical cuff",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In Group 1 the upper arm cylindrical cuff is inflated first and the blood pressure is measured.\n\nAfter one minute has elapsed, the forearm conical cuff is inflated and blood pressure measured.",
                    "interventionNames": [
                        "Device: Upper Arm Cylindrical Blood Pressure Cuff"
                    ]
                },
                {
                    "label": "Group 2 Forearm conical cuff",
                    "type": "EXPERIMENTAL",
                    "description": "In Group 2 the forearm conical cuff is inflated first and the blood pressure is measured. After one minute has elapsed, the upper arm cylindrical cuff is inflated and blood pressure measured.",
                    "interventionNames": [
                        "Device: Forearm Conical Blood Pressure Cuff"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Upper Arm Cylindrical Blood Pressure Cuff",
                    "description": "In Group 1, the upper arm cylindrical cuff is inflated first, followed by inflation of the forearm conical cuff.",
                    "armGroupLabels": [
                        "Group 1 Upper arm cylindrical cuff"
                    ],
                    "otherNames": [
                        "Upper Arm Cylindrical Blood Pressure Cuff Inflated First"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Forearm Conical Blood Pressure Cuff",
                    "description": "In Group 2, the forearm conical cuff is inflated first, followed by inflation of the upper arm cylindrical cuff.",
                    "armGroupLabels": [
                        "Group 2 Forearm conical cuff"
                    ],
                    "otherNames": [
                        "Forearm Conical Blood Pressure Cuff Inflated First"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Agreement between conical and cylindrical cuff systolic blood pressure as measured by mean absolute deviance",
                    "description": "Agreement between conical and cylindrical cuff systolic blood pressure across 4 distinct subject groups:(1) normotensive/non-obese (2) normotensive/obese (3) hypertensive/non-obese and (4) hypertensive/obese.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Agreement between conical and cylindrical cuff diastolic blood pressure as measured by mean absolute deviance",
                    "description": "Agreement between conical and cylindrical cuff diastolic blood pressure across 4 distinct groups: (1) normotensive/non-obese (2) normotensive/obese (3) hypertensive/non-obese and (4) hypertensive/obese.",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Agreement between conical and cylindrical cuff mean arterial pressure as measured by mean absolute deviance",
                    "description": "Agreement between conical and cylindrical cuff MAP arterial pressure among the 4 distinct groups:(1) normotensive/non-obese (2) normotensive/obese (3) hypertensive/non-obese and (4) hypertensive/obese.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Likert scale patient satisfaction scores for conical and cylindrical cuff measurements",
                    "description": "Patient satisfaction scores for conical and cylindrical cuff measurements will be measured with a 5-question survey using 5-point scale, ranging from 0 (very painful/very dissatisfied) to 5 (not painful at all/very satisfied).",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Women who are 18 years of age or older with a\n* Body mass index (BMI) of 20 kg/m2 or greater\n* Present to Labor and Delivery with or without a diagnosis of gestational hypertension, preeclampsia, or chronic hypertension with super-imposed preeclampsia, in spontaneous labor or for induction of labor\n\nExclusion Criteria:\n\n* Significant peripheral arterial disease resulting in at least a 10 mm Hg blood pressure difference between both arms\n* History of repaired or unrepaired congenital heart disease\n* History of significant arrythmia\n* History of pacemaker or implantable cardioverter defibrillator placement\n* History of sickle cell disease\n* History of Raynaud's phenomenon on any extremity\n* History of lymph node dissection of either upper extremity\n* Patients who are less than 18 years of age",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Women 18 years and older who are pregnant",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adithya Bhat, MD",
                    "role": "CONTACT",
                    "phone": "312-472-3585",
                    "email": "adithya.bhat@northwestern.edu"
                },
                {
                    "name": "Paul Fitzgerald, RN,BSN,MS",
                    "role": "CONTACT",
                    "phone": "312-695-1064",
                    "email": "p-fitzgerald2@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adithya Bhat, MD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Prentice Women's Hospital",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Fitzgerald, RN,BSN,MS",
                            "role": "CONTACT",
                            "phone": "312-926-1064",
                            "email": "p-fitzgerald2@northwestern.edu"
                        },
                        {
                            "name": "Adithya Bhat, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23262963",
                    "type": "BACKGROUND",
                    "citation": "American College of Obstetricians and Gynecologists. ACOG Committee opinion no. 549: obesity in pregnancy. Obstet Gynecol. 2013 Jan;121(1):213-7. doi: 10.1097/01.aog.0000425667.10377.60."
                },
                {
                    "pmid": "23876637",
                    "type": "BACKGROUND",
                    "citation": "Crane JM, Murphy P, Burrage L, Hutchens D. Maternal and perinatal outcomes of extreme obesity in pregnancy. J Obstet Gynaecol Can. 2013 Jul;35(7):606-611. doi: 10.1016/S1701-2163(15)30879-3."
                },
                {
                    "pmid": "17826400",
                    "type": "BACKGROUND",
                    "citation": "Chu SY, Kim SY, Lau J, Schmid CH, Dietz PM, Callaghan WM, Curtis KM. Maternal obesity and risk of stillbirth: a metaanalysis. Am J Obstet Gynecol. 2007 Sep;197(3):223-8. doi: 10.1016/j.ajog.2007.03.027."
                },
                {
                    "pmid": "25912896",
                    "type": "BACKGROUND",
                    "citation": "Lutsiv O, Mah J, Beyene J, McDonald SD. The effects of morbid obesity on maternal and neonatal health outcomes: a systematic review and meta-analyses. Obes Rev. 2015 Jul;16(7):531-46. doi: 10.1111/obr.12283. Epub 2015 Apr 24."
                },
                {
                    "pmid": "32541276",
                    "type": "BACKGROUND",
                    "citation": "Bicocca MJ, Mendez-Figueroa H, Chauhan SP, Sibai BM. Maternal Obesity and the Risk of Early-Onset and Late-Onset Hypertensive Disorders of Pregnancy. Obstet Gynecol. 2020 Jul;136(1):118-127. doi: 10.1097/AOG.0000000000003901."
                },
                {
                    "pmid": "17237733",
                    "type": "BACKGROUND",
                    "citation": "Bodnar LM, Catov JM, Klebanoff MA, Ness RB, Roberts JM. Prepregnancy body mass index and the occurrence of severe hypertensive disorders of pregnancy. Epidemiology. 2007 Mar;18(2):234-9. doi: 10.1097/01.ede.0000254119.99660.e7."
                },
                {
                    "pmid": "12859040",
                    "type": "BACKGROUND",
                    "citation": "O'Brien TE, Ray JG, Chan WS. Maternal body mass index and the risk of preeclampsia: a systematic overview. Epidemiology. 2003 May;14(3):368-74. doi: 10.1097/00001648-200305000-00020."
                },
                {
                    "pmid": "23973398",
                    "type": "BACKGROUND",
                    "citation": "Lisonkova S, Joseph KS. Incidence of preeclampsia: risk factors and outcomes associated with early- versus late-onset disease. Am J Obstet Gynecol. 2013 Dec;209(6):544.e1-544.e12. doi: 10.1016/j.ajog.2013.08.019. Epub 2013 Aug 22."
                },
                {
                    "pmid": "25198279",
                    "type": "BACKGROUND",
                    "citation": "Lisonkova S, Sabr Y, Mayer C, Young C, Skoll A, Joseph KS. Maternal morbidity associated with early-onset and late-onset preeclampsia. Obstet Gynecol. 2014 Oct;124(4):771-781. doi: 10.1097/AOG.0000000000000472."
                },
                {
                    "pmid": "30575675",
                    "type": "BACKGROUND",
                    "citation": "ACOG Practice Bulletin No. 202: Gestational Hypertension and Preeclampsia. Obstet Gynecol. 2019 Jan;133(1):1. doi: 10.1097/AOG.0000000000003018."
                },
                {
                    "pmid": "28697109",
                    "type": "BACKGROUND",
                    "citation": "Creanga AA, Syverson C, Seed K, Callaghan WM. Pregnancy-Related Mortality in the United States, 2011-2013. Obstet Gynecol. 2017 Aug;130(2):366-373. doi: 10.1097/AOG.0000000000002114."
                },
                {
                    "pmid": "21356004",
                    "type": "BACKGROUND",
                    "citation": "Cantwell R, Clutton-Brock T, Cooper G, Dawson A, Drife J, Garrod D, Harper A, Hulbert D, Lucas S, McClure J, Millward-Sadler H, Neilson J, Nelson-Piercy C, Norman J, O'Herlihy C, Oates M, Shakespeare J, de Swiet M, Williamson C, Beale V, Knight M, Lennox C, Miller A, Parmar D, Rogers J, Springett A. Saving Mothers' Lives: Reviewing maternal deaths to make motherhood safer: 2006-2008. The Eighth Report of the Confidential Enquiries into Maternal Deaths in the United Kingdom. BJOG. 2011 Mar;118 Suppl 1:1-203. doi: 10.1111/j.1471-0528.2010.02847.x. Erratum In: BJOG. 2015 Apr;122(5):e1. BJOG. 2015 Apr;122(5):e1. doi: 10.1111/j.1471-0528.2011.02975.x."
                },
                {
                    "pmid": "22913792",
                    "type": "BACKGROUND",
                    "citation": "Babbs CF. Oscillometric measurement of systolic and diastolic blood pressures validated in a physiologic mathematical model. Biomed Eng Online. 2012 Aug 22;11:56. doi: 10.1186/1475-925X-11-56."
                },
                {
                    "pmid": "7382450",
                    "type": "BACKGROUND",
                    "citation": "Mauck GW, Smith CR, Geddes LA, Bourland JD. The meaning of the point of maximum oscillations in cuff pressure in the indirect measurement of blood pressure--part ii. J Biomech Eng. 1980 Feb;102(1):28-33. doi: 10.1115/1.3138195."
                },
                {
                    "pmid": "22278143",
                    "type": "BACKGROUND",
                    "citation": "Palatini P, Benetti E, Fania C, Malipiero G, Saladini F. Rectangular cuffs may overestimate blood pressure in individuals with large conical arms. J Hypertens. 2012 Mar;30(3):530-6. doi: 10.1097/HJH.0b013e32834f98a0."
                },
                {
                    "pmid": "21317721",
                    "type": "BACKGROUND",
                    "citation": "Palatini P, Parati G. Blood pressure measurement in very obese patients: a challenging problem. J Hypertens. 2011 Mar;29(3):425-9. doi: 10.1097/HJH.0b013e3283435b65. No abstract available."
                },
                {
                    "pmid": "27582825",
                    "type": "BACKGROUND",
                    "citation": "Kho CL, Brown MA, Ong SL, Mangos GJ. Blood pressure measurement in pregnancy: the effect of arm circumference and sphygmomanometer cuff size. Obstet Med. 2009 Sep;2(3):116-20. doi: 10.1258/om.2009.090017. Epub 2009 Sep 1."
                },
                {
                    "pmid": "3979651",
                    "type": "BACKGROUND",
                    "citation": "Schoenfeld A, Ziv I, Tzeel A, Ovadia J. Roll-over test--errors in interpretation, due to inaccurate blood pressure measurements. Eur J Obstet Gynecol Reprod Biol. 1985 Jan;19(1):23-30. doi: 10.1016/0028-2243(85)90161-3."
                },
                {
                    "pmid": "29386350",
                    "type": "BACKGROUND",
                    "citation": "Stergiou GS, Alpert B, Mieke S, Asmar R, Atkins N, Eckert S, Frick G, Friedman B, Grassl T, Ichikawa T, Ioannidis JP, Lacy P, McManus R, Murray A, Myers M, Palatini P, Parati G, Quinn D, Sarkis J, Shennan A, Usuda T, Wang J, Wu CO, O'Brien E. A Universal Standard for the Validation of Blood Pressure Measuring Devices: Association for the Advancement of Medical Instrumentation/European Society of Hypertension/International Organization for Standardization (AAMI/ESH/ISO) Collaboration Statement. Hypertension. 2018 Mar;71(3):368-374. doi: 10.1161/HYPERTENSIONAHA.117.10237. Epub 2018 Jan 31."
                },
                {
                    "pmid": "30003699",
                    "type": "BACKGROUND",
                    "citation": "Palatini P, Asmar R. Cuff challenges in blood pressure measurement. J Clin Hypertens (Greenwich). 2018 Jul;20(7):1100-1103. doi: 10.1111/jch.13301."
                },
                {
                    "pmid": "23512945",
                    "type": "BACKGROUND",
                    "citation": "Leblanc ME, Croteau S, Ferland A, Bussieres J, Cloutier L, Hould FS, Biertho L, Moustarah F, Marceau S, Poirier P. Blood pressure assessment in severe obesity: validation of a forearm approach. Obesity (Silver Spring). 2013 Dec;21(12):E533-41. doi: 10.1002/oby.20458. Epub 2013 Jun 22."
                },
                {
                    "pmid": "30312368",
                    "type": "BACKGROUND",
                    "citation": "Leblanc ME, Auclair A, Leclerc J, Bussieres J, Agharazii M, Hould FS, Marceau S, Brassard P, Godbout C, Grenier A, Cloutier L, Poirier P. Blood Pressure Measurement in Severely Obese Patients: Validation of the Forearm Approach in Different Arm Positions. Am J Hypertens. 2019 Jan 15;32(2):175-185. doi: 10.1093/ajh/hpy152."
                },
                {
                    "pmid": "24217368",
                    "type": "BACKGROUND",
                    "citation": "Hersh LT, Sesing JC, Luczyk WJ, Friedman BA, Zhou S, Batchelder PB. Validation of a conical cuff on the forearm for estimating radial artery blood pressure. Blood Press Monit. 2014 Feb;19(1):38-45. doi: 10.1097/MBP.0000000000000011."
                },
                {
                    "pmid": "29927843",
                    "type": "BACKGROUND",
                    "citation": "Palatini P, Benetti E, Fania C, Saladini F. Only troncoconical cuffs can provide accurate blood pressure measurements in people with severe obesity. J Hypertens. 2019 Jan;37(1):37-41. doi: 10.1097/HJH.0000000000001823."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000046110",
                    "term": "Hypertension, Pregnancy-Induced"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M25635",
                    "name": "Hypertension, Pregnancy-Induced",
                    "asFound": "Hypertension in Pregnancy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}