{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06053411",
            "orgStudyIdInfo": {
                "id": "20104"
            },
            "organization": {
                "fullName": "Washington State University",
                "class": "OTHER"
            },
            "briefTitle": "Contribution of UGT2B17 to the Pharmacokinetics of Diclofenac",
            "officialTitle": "Pilot Study to Assess the Contribution of UGT2B17 and Associated Genetic Polymorphisms on the Pharmacokinetics of Diclofenac Alone and Upon Co-administration With Curcumin",
            "therapeuticArea": [
                "Other"
            ],
            "study": "contribution-of-to-the-pharmacokinetics-of-diclofenac"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-15",
            "studyFirstSubmitQcDate": "2023-09-22",
            "studyFirstPostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary Paine",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Washington State University"
            },
            "leadSponsor": {
                "name": "Washington State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this pilot study is to gather preliminary data on the (1) contribution of the understudied drug metabolizing enzyme, UDP-glucuronosyltransferase (UGT) 2B17, to the metabolism of a widely used medication, diclofenac, and (2) impact of the UGT2B17 inhibitor and natural product, curcumin, on diclofenac pharmacokinetics. Results will inform future studies aimed to assess the effects of UGT2B17 genetic polymorphisms and co-consumed xenobiotics on the pharmacokinetics and toxicity risk of diclofenac and other UGT2B17 drug substrates.",
            "detailedDescription": "Diclofenac, a widely used non-steroidal anti-inflammatory drug, has been linked to severe adverse effects such as gastrointestinal ulcers and bleeding and cardiotoxicity. Based on cardiotoxicity reports, US and European regulatory agencies withdrew over-the-counter (OTC) diclofenac, requiring the drug to be a prescription-only medication. However, diclofenac remains OTC in many countries, including Australia, China, and India, among others. Reported metabolic pathways of diclofenac in the liver are mediated by the prominent drug metabolizing enzyme, cytochrome P450 (CYP) 2C9, and the conjugative enzyme, UDP-glucuronosyltransferase (UGT) 2B7. However, recent in vitro and in silico data indicated that diclofenac is metabolized almost exclusively by a less-studied UGT, UGT2B17, in the intestine.\n\nUGT2B17 is among the most genetically polymorphic enzymes, with highly prevalent copy number variations (CNVs). Individuals homozygous for the null allele, UGT2B17\\*2 (CNV=0), are considered poor metabolizers (PMs), whereas those homozygous for the reference allele, UGT2B17\\*1/\\*1 (CNV=2), are considered extensive metabolizers (EMs). Deletion of this gene may lead to large interindividual variability in the pharmacokinetics - and toxicity risk - for patients taking diclofenac and other UGT2B17 substrates, including vorinostat, MK7426, tamoxifen, exemestane, and testosterone. Collectively, considering UGT2B17 CNVs on the metabolism of these drugs is critical to ensure consistent and optimum safety, efficacy, and patient outcomes.\n\nRecent preliminary data showed that curcumin, a principal curcuminoid of the natural product turmeric, is a potent inhibitor of UGT2B17. Turmeric is used worldwide and was the 2nd top-selling herbal supplement in the US in 2021, with nearly $100 million in total sales. Considering both turmeric/curcumin and diclofenac are used for arthritis and other inflammatory conditions, there is a high likelihood of patients co-consuming curcumin and diclofenac, raising concerns for variable diclofenac pharmacokinetics and toxicity risk.\n\nThe purpose of this pilot study is to gather preliminary data on the (1) contribution of UGT2B17 to diclofenac metabolism and (2) impact of curcumin co-administration on diclofenac pharmacokinetics. Results will inform future studies aimed to evaluate the effects of UGT2B17 genetic polymorphisms and co-consumed xenobiotics on the pharmacokinetics and toxicity risk of diclofenac and other UGT2B17 drug substrates."
        },
        "conditionsModule": {
            "conditions": [
                "Interaction"
            ],
            "keywords": [
                "Pharmacokinetic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: diclofenac alone (baseline)",
                    "type": "EXPERIMENTAL",
                    "description": "A single dose of diclofenac (25 mg capsule) will be administered by mouth to 5 participants (minimum 2 females) genotyped as extensive metabolizers (Arm 1A) and 5 participants (minimum 2 females) genotyped as poor metabolizers (Arm 1B). Plasma and urine will be collected from 0-12 hours. A washout of at least 3 days will elapse between Arm 1 and Arm 2.",
                    "interventionNames": [
                        "Drug: Diclofenac"
                    ]
                },
                {
                    "label": "Arm 2: diclofenac + curcumin",
                    "type": "EXPERIMENTAL",
                    "description": "A single oral dose of diclofenac (25 mg capsule) and a single oral dose of curcumin (2,000 mg tablet) will be administered by mouth to the 5 participants genotyped as extensive metabolizers. Plasma and urine will be collected from 0-12 hours.",
                    "interventionNames": [
                        "Drug: Diclofenac",
                        "Dietary Supplement: curcumin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Diclofenac",
                    "description": "25 mg capsule",
                    "armGroupLabels": [
                        "Arm 1: diclofenac alone (baseline)",
                        "Arm 2: diclofenac + curcumin"
                    ],
                    "otherNames": [
                        "Voltaren"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "curcumin",
                    "description": "2,000 mg tablet",
                    "armGroupLabels": [
                        "Arm 2: diclofenac + curcumin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diclofenac area under the concentration vs. time curve (AUC) in UGT2B17 extensive metabolizers (EMs)",
                    "description": "Diclofenac AUC in UGT2B17 EMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac AUC in poor metabolizers (PMs)",
                    "description": "Diclofenac AUC in UGT2B17 PMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac AUC in EMs in the presence of curcumin",
                    "description": "Diclofenac AUC in UGT2B17 EMs in the presence of curcumin",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac maximum concentration (Cmax) in EMs",
                    "description": "Diclofenac Cmax in UGT2B17 EMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac Cmax in PMs",
                    "description": "Diclofenac Cmax in UGT2B17 PMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac Cmax in EMs in the presence of curcumin",
                    "description": "Diclofenac Cmax in UGT2B17 EMs in the presence of curcumin",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac renal clearance (CLr) in EMs",
                    "description": "Diclofenac CLr in UGT2B17 EMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac CLr in PMs",
                    "description": "Diclofenac CLr in UGT2B17 PMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac CLr in EMs in the presence of curcumin",
                    "description": "Diclofenac CLr in UGT2B17 EMs in the presence of curcumin",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac half-life (t1/2) in EMs",
                    "description": "Diclofenac t1/2 in UGT2B17 EMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac half-life (t1/2) in PMs",
                    "description": "Diclofenac t1/2 in UGT2B17 PMs",
                    "timeFrame": "0-12 hours"
                },
                {
                    "measure": "Diclofenac half-life (t1/2) in EMs in the presence of curcumin",
                    "description": "Diclofenac t1/2 in UGT2B17 EMs in the presence of curcumin",
                    "timeFrame": "0-12 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged from 18-64 years and healthy\n* Not taking any medications (prescription and non-prescription) or dietary/herbal supplements known to alter the pharmacokinetics of diclofenac or curcumin\n* Willing to abstain from consuming caffeinated beverages or other caffeine-containing products the evening before and morning of the first day of each study arm\n* Willing to abstain from consuming any alcoholic beverages for one day prior to any study day, during the 14-hour inpatient days, and for the outpatient visit(s) following the 14-hour days\n* Willing to use a secondary method of birth control that does not include the introduction or discontinuance of hormonal-based birth control (such as abstinence, copper IUD, or condoms)\n* Have the time to participate\n* Written informed consent (and assent when applicable) obtained from subject or subject's legal representative and ability for the subject to comply with the requirements of the study\n\nExclusion Criteria:\n\n* Under the age of 18 or over the age of 65 years\n* Smoke/vape/chew tobacco products\n* Use cannabis products, including marijuana, hemp, and other THC- or CBD-containing products\n* Have any current major illness or chronic illness such as (but not limited to) kidney disease, hepatic disease, diabetes mellitus, hypertension, coronary artery disease, chronic obstructive pulmonary disease, cancer, or HIV/AIDS\n* History of anemia or any other significant hematologic disorder\n* History of drug or alcohol addiction or major psychiatric illness\n* Pregnant or nursing or plan to become pregnant within 3 weeks after participation\n* History of allergy intolerance to diclofenac or curcumin\n* Taking concomitant medications, both prescription and non-prescription (including dietary supplements/herbal products), known to alter the pharmacokinetics of diclofenac or curcumin\n* Taking any turmeric spice or curcumin supplement\n* Presence of a condition or abnormality that, in the opinion of the Investigator, would compromise participant safety or quality of the data\n* Out-of-range clinical laboratory value that the study physician considers participation in the study a health risk",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary F Paine, RPh, PhD",
                    "role": "CONTACT",
                    "phone": "509-358-7759",
                    "email": "mary.paine@wsu.edu"
                },
                {
                    "name": "Siavosh Naji-Talakar, PharmD, MS",
                    "role": "CONTACT",
                    "phone": "509-358-7739",
                    "email": "s.naji-talakar@wsu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Washington State University College of Pharmacy and Pharmaceutical Sciences",
                    "status": "RECRUITING",
                    "city": "Spokane",
                    "state": "Washington",
                    "zip": "99202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary F Paine, RPh, PhD",
                            "role": "CONTACT",
                            "phone": "509-358-7759",
                            "email": "mary.paine@wsu.edu"
                        },
                        {
                            "name": "Deena Hadi, BS",
                            "role": "CONTACT",
                            "phone": "509-368-6692",
                            "email": "deena.hadi@wsu.edu"
                        },
                        {
                            "name": "Mary F Paine, RPh, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Matthew Layton, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "John White, ParmD, PA-C",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.65966,
                        "lon": -117.42908
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32322101",
                    "type": "BACKGROUND",
                    "citation": "Schjerning AM, McGettigan P, Gislason G. Cardiovascular effects and safety of (non-aspirin) NSAIDs. Nat Rev Cardiol. 2020 Sep;17(9):574-584. doi: 10.1038/s41569-020-0366-z. Epub 2020 Apr 22."
                },
                {
                    "pmid": "34216021",
                    "type": "BACKGROUND",
                    "citation": "Whirl-Carrillo M, Huddart R, Gong L, Sangkuhl K, Thorn CF, Whaley R, Klein TE. An Evidence-Based Framework for Evaluating Pharmacogenomics Knowledge for Personalized Medicine. Clin Pharmacol Ther. 2021 Sep;110(3):563-572. doi: 10.1002/cpt.2350. Epub 2021 Jul 22."
                },
                {
                    "pmid": "37042794",
                    "type": "BACKGROUND",
                    "citation": "Ahire D, Heyward S, Prasad B. Intestinal Metabolism of Diclofenac by Polymorphic UGT2B17 Correlates with its Highly Variable Pharmacokinetics and Safety across Populations. Clin Pharmacol Ther. 2023 Jul;114(1):161-172. doi: 10.1002/cpt.2907. Epub 2023 Apr 29."
                },
                {
                    "pmid": "18760392",
                    "type": "BACKGROUND",
                    "citation": "Xue Y, Sun D, Daly A, Yang F, Zhou X, Zhao M, Huang N, Zerjal T, Lee C, Carter NP, Hurles ME, Tyler-Smith C. Adaptive evolution of UGT2B17 copy-number variation. Am J Hum Genet. 2008 Sep;83(3):337-46. doi: 10.1016/j.ajhg.2008.08.004. Epub 2008 Aug 28."
                },
                {
                    "pmid": "22669291",
                    "type": "BACKGROUND",
                    "citation": "Wang YH, Trucksis M, McElwee JJ, Wong PH, Maciolek C, Thompson CD, Prueksaritanont T, Garrett GC, Declercq R, Vets E, Willson KJ, Smith RC, Klappenbach JA, Opiteck GJ, Tsou JA, Gibson C, Laethem T, Panorchan P, Iwamoto M, Shaw PM, Wagner JA, Harrelson JC. UGT2B17 genetic polymorphisms dramatically affect the pharmacokinetics of MK-7246 in healthy subjects in a first-in-human study. Clin Pharmacol Ther. 2012 Jul;92(1):96-102. doi: 10.1038/clpt.2012.20. Epub 2012 Jun 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004008",
                    "term": "Diclofenac"
                },
                {
                    "id": "D000003474",
                    "term": "Curcumin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7197",
                    "name": "Diclofenac",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6685",
                    "name": "Curcumin",
                    "asFound": "Comprehensive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}