{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03508934",
            "orgStudyIdInfo": {
                "id": "ENDA-022-17F"
            },
            "secondaryIdInfos": [
                {
                    "id": "CX001825-01",
                    "type": "OTHER_GRANT",
                    "domain": "VA Office of Research and Development"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Continuous Glucose Monitoring Devices in Hospitalized Veterans With Diabetes",
            "officialTitle": "Continuous Glucose Monitoring in Insulin Treated Hospitalized Veterans With DM2 at Higher Risk for Hypoglycemia",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "continuous-glucose-monitoring-devices-in-hospitalized-veterans-with-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-10",
            "studyFirstSubmitQcDate": "2018-04-24",
            "studyFirstPostDateStruct": {
                "date": "2018-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "More than 25% of the patients admitted in the general wards have a history of Diabetes Mellitus (DM). Up to 30% of the hospitalized diabetics develop hypoglycemia (low glucose values); a condition that is associated with seizures, cardiac arrhythmias, and even death. In Veterans, the prevalence is disproportionally higher. It is estimated that 40-50% of hospitalized Veterans are diabetics. In this clinical trial the investigators describe the development of a novel system, the Glucose Telemetry System (GTS), with which glucose values can be wirelessly transmitted from the patient's bedside to a monitor device at the nursing station. The goal of this work is to develop a more effective glucose surveillance system at the general wards, which can decrease hypoglycemia in the hospital and improve clinical outcomes.",
            "detailedDescription": "More than 25% of patients admitted to general wards/non Intensive Care Unit (non-ICU) setting have a history of Diabetes Mellitus (DM); and as for 2012, $125 billion dollars were costs associated with hospitalization of diabetics in the United States (US). Up to 30% of the hospitalized diabetics develop hypoglycemia, a condition that is associated with higher hospital charges, prolonged length of stay, and increased morbidity and mortality.\n\nReducing hypoglycemic events in the inpatient setting has led hospitals to develop hypoglycemia prevention policies; policies which are however limited by the infrequent Point of Care (POC) capillary blood glucose testing in the general wards. Continuous Glucose Monitoring (CGM) devices represent additional ways to monitor blood glucose levels. Only a limited number of studies have examined the use of CGM devices in the non-ICU setting. In all these studies, CGM use was found to be superior compared to POC in hypoglycemia detection. However, as the results of CGM were blinded (alarms were turned off) for both the investigators and the participants, interventions to prevent hypoglycemia were not performed. Additionally, one major limitation of CGM technology is that CGM receiver/monitor needs to be located in the patient's room, due to Bluetooth Technology signal-strength restrictions, necessitating nurses to enter frequently the patient's room in order to check CGM glucose values. In the current application, the investigators are going to evaluate whether an innovative system that the investigators call \"Glucose Telemetry System\" (GTS) can decrease hypoglycemia and improve clinical outcomes in hospitalized Veterans with DM2.\n\nDiscovering novel ways to monitor glucose values in the hospital setting could have a significant impact in preventing hypoglycemia in the inpatient setting- a condition that is associated with adverse clinical outcomes. The investigators believe that this proposal is highly innovative. The trial may lead to future wider use of CGM in hospitalized patients with DM who are at a higher risk for hypoglycemia, similar to the way that the investigators use cardiac telemetry for patients who are at an increased risk for developing arrhythmias."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2",
                "Hypoglycemia"
            ],
            "keywords": [
                "Diabetes Mellitus, Type 2",
                "hypoglycemia",
                "Continuous Glucose Monitoring",
                "hospital",
                "inpatient"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Glucose Telemetry System (Continuous Glucose Monitoring Devices)\n\nActive Comparator: Intervention group (Continuous Glucose Monitroring and POC) Hospitalized patients with DM2 will be monitored with Glucose Telemetry System (GTS) and Point of Care (POC) finger-stick blood glucose levels with application of hypoglycemia prevention protocol (activated based the GTS lower glucose alarms)\n\nPlacebo Comparator: Control group (Point of Care-POC) Hospitalized patients with DM2 will be monitored with POC blood glucose levels and application of hypoglycemia prevention protocol (activated based the POC values)",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 244,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group (Continuous Glucose Monitroring and POC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Hospitalized patients with DM2 will be monitored with Glucose Telemetry System (GTS) and Point of Care (POC) finger-stick blood glucose levels with application of hypoglycemia prevention protocol (activated based the GTS lower glucose alarms)",
                    "interventionNames": [
                        "Device: GTS (Continuous Glucose Monitoring)",
                        "Other: POC (Point of Care)"
                    ]
                },
                {
                    "label": "Control group (Point of Care-POC)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Hospitalized patients with DM2 will be monitored with POC blood glucose levels and application of hypoglycemia prevention protocol (activated based the POC values)",
                    "interventionNames": [
                        "Other: POC (Point of Care)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "GTS (Continuous Glucose Monitoring)",
                    "description": "Hospitalized patients with DM2 will be monitored with Glucose Telemetry System (GTS)",
                    "armGroupLabels": [
                        "Intervention group (Continuous Glucose Monitroring and POC)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "POC (Point of Care)",
                    "description": "Hospitalized patients with DM2 will be monitored with POC (Point of Care) blood glucose levels.",
                    "armGroupLabels": [
                        "Control group (Point of Care-POC)",
                        "Intervention group (Continuous Glucose Monitroring and POC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Decrease in hypoglycemia during the hospitalization",
                    "description": "GTS and the application of the hypoglycemia prevention protocol will lead to a decrease in hypoglycemia in the hospital",
                    "timeFrame": "Through study completion-hospitalization (average length of stay at the hospital of 4-6 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans with history of DM2 managed with insulin (either basal bolus, basal only or basal with per os DM medications), admitted to the Baltimore VA Medical Center, who have at\n\n  * least 1 risk factor of hypoglycemia\n\nExclusion Criteria:\n\n* Veterans with history of type 1 DM.\n* Veterans with history of DM2 managed with diet or any combination of oral antidiabetic drugs only.\n* Veterans hospitalized with significant hyperglycemia or diabetic ketoacidosis\n* Pregnant Veterans\n* Veterans receiving glucocorticosteroids in doses (equivalent) to 20 mg of hydrocortisone/day\n* Veterans that are expected to require a hospital stay \\<3 days will also be excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ilias Spanakis, MD",
                    "role": "CONTACT",
                    "phone": "(410) 605-7000",
                    "phoneExt": "7394",
                    "email": "Ilias.Spanakis@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ilias Spanakis, MD",
                    "affiliation": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ilias Spanakis, MD",
                            "role": "CONTACT",
                            "phone": "410-605-7000",
                            "phoneExt": "7394",
                            "email": "Ilias.Spanakis@va.gov"
                        },
                        {
                            "name": "Ilias Spanakis, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30159754",
                    "type": "BACKGROUND",
                    "citation": "Satyarengga M, Siddiqui T, Spanakis EK. Designing the Glucose Telemetry for Hospital Management: From Bedside to the Nursing Station. Curr Diab Rep. 2018 Aug 29;18(10):87. doi: 10.1007/s11892-018-1067-4."
                },
                {
                    "pmid": "30636449",
                    "type": "BACKGROUND",
                    "citation": "Wang M, Singh LG, Spanakis EK. Advancing the Use of CGM Devices in a Non-ICU Setting. J Diabetes Sci Technol. 2019 Jul;13(4):674-681. doi: 10.1177/1932296818821094. Epub 2019 Jan 13."
                },
                {
                    "pmid": "31333965",
                    "type": "BACKGROUND",
                    "citation": "Ngaage LM, Osadebey EN, Tullie STE, Elegbede A, Rada EM, Spanakis EK, Goldberg N, Slezak S, Rasko YM. An Update on Measures of Preoperative Glycemic Control. Plast Reconstr Surg Glob Open. 2019 May 16;7(5):e2240. doi: 10.1097/GOX.0000000000002240. eCollection 2019 May."
                },
                {
                    "pmid": "32069094",
                    "type": "BACKGROUND",
                    "citation": "Nguyen M, Han J, Spanakis EK, Kovatchev BP, Klonoff DC. A Review of Continuous Glucose Monitoring-Based Composite Metrics for Glycemic Control. Diabetes Technol Ther. 2020 Aug;22(8):613-622. doi: 10.1089/dia.2019.0434. Epub 2020 Mar 4."
                },
                {
                    "pmid": "31335193",
                    "type": "BACKGROUND",
                    "citation": "Chen E, King F, Kohn MA, Spanakis EK, Breton M, Klonoff DC. A Review of Predictive Low Glucose Suspend and Its Effectiveness in Preventing Nocturnal Hypoglycemia. Diabetes Technol Ther. 2019 Oct;21(10):602-609. doi: 10.1089/dia.2019.0119."
                },
                {
                    "pmid": "32398351",
                    "type": "BACKGROUND",
                    "citation": "Spanakis EK, Singh LG, Siddiqui T, Sorkin JD, Notas G, Magee MF, Fink JC, Zhan M, Umpierrez GE. Association of glucose variability at the last day of hospitalization with 30-day readmission in adults with diabetes. BMJ Open Diabetes Res Care. 2020 May;8(1):e000990. doi: 10.1136/bmjdrc-2019-000990."
                },
                {
                    "pmid": "32460544",
                    "type": "BACKGROUND",
                    "citation": "Spanakis EK. Diabetes and Technology in the Covid-19 Pandemic Crisis. J Diabetes Sci Technol. 2021 Mar;15(2):377-378. doi: 10.1177/1932296820929385. Epub 2020 May 27. No abstract available."
                },
                {
                    "pmid": "32536205",
                    "type": "BACKGROUND",
                    "citation": "Galindo RJ, Aleppo G, Klonoff DC, Spanakis EK, Agarwal S, Vellanki P, Olson DE, Umpierrez GE, Davis GM, Pasquel FJ. Implementation of Continuous Glucose Monitoring in the Hospital: Emergent Considerations for Remote Glucose Monitoring During the COVID-19 Pandemic. J Diabetes Sci Technol. 2020 Jul;14(4):822-832. doi: 10.1177/1932296820932903. Epub 2020 Jun 14."
                },
                {
                    "pmid": "32783456",
                    "type": "BACKGROUND",
                    "citation": "Umpierrez G, Rushakoff R, Seley JJ, Zhang JY, Shang T, Han J, Spanakis EK, Alexanian S, Drincic A, Kulasa K, Mendez CE, Tanton D, Wallia A, Zilbermint M, Klonoff DC. Hospital Diabetes Meeting 2020. J Diabetes Sci Technol. 2020 Sep;14(5):928-944. doi: 10.1177/1932296820939626. Epub 2020 Aug 12."
                },
                {
                    "pmid": "32985262",
                    "type": "BACKGROUND",
                    "citation": "Galindo RJ, Umpierrez GE, Rushakoff RJ, Basu A, Lohnes S, Nichols JH, Spanakis EK, Espinoza J, Palermo NE, Awadjie DG, Bak L, Buckingham B, Cook CB, Freckmann G, Heinemann L, Hovorka R, Mathioudakis N, Newman T, O'Neal DN, Rickert M, Sacks DB, Seley JJ, Wallia A, Shang T, Zhang JY, Han J, Klonoff DC. Continuous Glucose Monitors and Automated Insulin Dosing Systems in the Hospital Consensus Guideline. J Diabetes Sci Technol. 2020 Nov;14(6):1035-1064. doi: 10.1177/1932296820954163. Epub 2020 Sep 28."
                },
                {
                    "pmid": "32759361",
                    "type": "BACKGROUND",
                    "citation": "Singh LG, Satyarengga M, Marcano I, Scott WH, Pinault LF, Feng Z, Sorkin JD, Umpierrez GE, Spanakis EK. Reducing Inpatient Hypoglycemia in the General Wards Using Real-time Continuous Glucose Monitoring: The Glucose Telemetry System, a Randomized Clinical Trial. Diabetes Care. 2020 Nov;43(11):2736-2743. doi: 10.2337/dc20-0840. Epub 2020 Aug 5."
                },
                {
                    "pmid": "32476459",
                    "type": "BACKGROUND",
                    "citation": "Migdal AL, Spanakis EK, Galindo RJ, Davis G, Singh LG, Satyarengga M, Scott WH, Fayfman M, Pasquel FJ, Albury B, Urrutia M, Zamudio Coronado KW, Cardona S, Peng L, Umpierrez GE. Accuracy and Precision of Continuous Glucose Monitoring in Hospitalized Patients Undergoing Radiology Procedures. J Diabetes Sci Technol. 2020 Nov;14(6):1135-1136. doi: 10.1177/1932296820930038. Epub 2020 Jun 1. No abstract available."
                },
                {
                    "pmid": "33476193",
                    "type": "BACKGROUND",
                    "citation": "Zhang JY, Shang T, Ahn D, Chen K, Cote G, Espinoza J, Mendez CE, Spanakis EK, Thompson B, Wallia A, Wisk LE, Kerr D, Klonoff DC. How to Best Protect People With Diabetes From the Impact of SARS-CoV-2: Report of the International COVID-19 and Diabetes Summit. J Diabetes Sci Technol. 2021 Mar;15(2):478-514. doi: 10.1177/1932296820978399. Epub 2021 Jan 21."
                },
                {
                    "pmid": "34099515",
                    "type": "BACKGROUND",
                    "citation": "Davis GM, Spanakis EK, Migdal AL, Singh LG, Albury B, Urrutia MA, Zamudio-Coronado KW, Scott WH, Doerfler R, Lizama S, Satyarengga M, Munir K, Galindo RJ, Vellanki P, Cardona S, Pasquel FJ, Peng L, Umpierrez GE. Accuracy of Dexcom G6 Continuous Glucose Monitoring in Non-Critically Ill Hospitalized Patients With Diabetes. Diabetes Care. 2021 Jul;44(7):1641-1646. doi: 10.2337/dc20-2856. Epub 2021 Jun 7."
                },
                {
                    "pmid": "34047700",
                    "type": "BACKGROUND",
                    "citation": "Ash GI, Griggs S, Nally LM, Stults-Kolehmainen M, Jeon S, Brandt C, Gulanski BI, Spanakis EK, Baker JS, Whittemore R, Weinzimer SA, Fucito LM. Evaluation of Web-Based and In-Person Methods to Recruit Adults With Type 1 Diabetes for a Mobile Exercise Intervention: Prospective Observational Study. JMIR Diabetes. 2021 Jul 8;6(3):e28309. doi: 10.2196/28309."
                },
                {
                    "pmid": "34233926",
                    "type": "BACKGROUND",
                    "citation": "Spanakis EK, Yoo A, Ajayi ON, Siddiqui T, Khan MM, Seliger SL, Klonoff DC, Feng Z, Sorkin JD. Excess Mortality in COVID-19-Positive Versus COVID-19-Negative Inpatients With Diabetes: A Nationwide Study. Diabetes Care. 2021 Sep;44(9):e169-e170. doi: 10.2337/dc20-2350. Epub 2021 Jul 7. No abstract available."
                },
                {
                    "pmid": "34605694",
                    "type": "BACKGROUND",
                    "citation": "Nguyen KT, Xu NY, Zhang JY, Shang T, Basu A, Bergenstal RM, Castorino K, Chen KY, Kerr D, Koliwad SK, Laffel LM, Mathioudakis N, Midyett LK, Miller JD, Nichols JH, Pasquel FJ, Prahalad P, Prausnitz MR, Seley JJ, Sherr JL, Spanakis EK, Umpierrez GE, Wallia A, Klonoff DC. Continuous Ketone Monitoring Consensus Report 2021. J Diabetes Sci Technol. 2022 May;16(3):689-715. doi: 10.1177/19322968211042656. Epub 2021 Oct 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators will willingly share de-identified data to qualified investigators who wish to perform any additional analyses, including validation of results. Researchers need also to have completed Human Subjects and HIPPA training. Data will be provided after the end of the study.\n\nStudy findings may also be presented at scientific meetings (such as American Diabetes Association and Diabetes Technology Society meetings). Study findings may also be presented at Medical and Endocrine Grand Rounds nationally. Final data sets (i.e demographic data, medication usage data, glucometric values) will be maintained locally (VABMC server) until enterprise-level resources become available for long term storage and access.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "6 months after the final publication have been submitted (and following the clinical trial completion)",
            "accessCriteria": "Final data sets will be maintained locally until enterprise-level resources become available. Upon request, the investigators will provide a de-identified, anonymized data set to others in the scientific community with the implementation of appropriate data use agreements. Data that can potentially shared are glucometric values and medication usage data. This will allow others to validate the investigators' findings."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000007003",
                    "term": "Hypoglycemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10053",
                    "name": "Hypoglycemia",
                    "asFound": "Hypoglycemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4026",
                    "name": "Myotonic Dystrophy Type 2",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}