{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05941000",
            "orgStudyIdInfo": {
                "id": "22-0900 IRB"
            },
            "secondaryIdInfos": [
                {
                    "id": "P30AG063786-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30AG063786-03"
                }
            ],
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Continuous Glucose Monitoring and Behavioral Change Intervention for People With Type 2 Diabetes and Diabetes Distress",
            "officialTitle": "Continuous Glucose Monitoring Paired With Remotely Delivered Behavior Change Technique Interventions for Glycemic Management and Diabetes Distress Among Adults With Type 2 Diabetes",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "continuous-glucose-monitoring-and-behavioral-change-intervention-for-people-with-type-diabetes-and-diabetes-distress"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-22",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-07-07",
            "studyFirstPostDateStruct": {
                "date": "2023-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to use a Personalized Trial (N-of-1) design to test the effect of an intervention that pairs continuous glucose monitoring (CGM) with text message-delivered behavior change interventions for physical activity and mood on outcomes of glycemic regulation and diabetes distress among adults with type 2 diabetes and diabetes distress. Participants (n=60) will be given CGM sensors and a FitBit watch to wear during the 10-week study. Participants will complete a two-week baseline/run-in period, during which the participants usual blood glucose and physical activity will be monitored. After successful completion of the run-in period, participants will enter an eight-week intervention period, during which the participant will be randomized to either of two arms, which will both receive two interventions in alternating order - 1) CGM paired with behavioral intervention for physical activity and 2) CGM paired with behavioral intervention for mood. Every two weeks, participants will complete self-report measures assessing mood and health-related behavior and a hemoglobin A1C test. At the end of the trial, participants will receive a summary of the data to help the participants learn more about the responses to the two interventions and to inform investigators about the feasibility of an N-of-1 study design for future research and clinical applications.",
            "detailedDescription": "The purpose of this study is to use a Personalized Trial (N-of-1) design to test the effect of an intervention that pairs continuous glucose monitoring (CGM) with text message-delivered behavior change interventions for physical activity and mood on outcomes of glycemic regulation and diabetes distress among adults aged ≥45 years with type 2 diabetes and diabetes distress. This study will explore the feasibility of using a Personalized Trial (n-of-1) design for widespread use in future research and clinical practice in populations with type 2 diabetes.\n\nParticipants (n=60) will be recruited into a 10-week Personalized Trial consisting of a two-week baseline/run-in period and an eight-week intervention period. Two interventions will be delivered to each participant: 1) CGM paired with behavioral intervention for physical activity and 2) CGM paired with behavioral intervention for mood. Both interventions will include the use of CGM paired with a behavioral intervention delivered via mobile technology using behavior change techniques of self-monitoring and action planning. After completing the two-week baseline/run-in period, participants will be randomly assigned into one of two arms. In one arm, participants will receive CGM plus the physical activity behavior change technique intervention in weeks 1-2 and 7-8 and the mood intervention during weeks 3-6 of the intervention period. In the second arm, participants will receive the opposite interventions to the first arm.\n\nParticipants will be provided and asked to use Freestyle Libre CGM sensors that will monitor the participants blood glucose levels and a Fitbit watch that will track the participants physical activity. The participant will complete measures assessing diabetes distress, diabetes self-management behavior frequency, depressive symptom severity, and health-related problem-solving once every two weeks. The participant will be sent and asked to return a self-administered hemoglobin A1C test every two weeks. At the end of the participants participation, participants will receive a summary of the data to help the participant learn more about the responses to the two interventions and to inform investigators about the feasibility of an N-of-1 study design for future research and clinical applications."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes"
            ],
            "keywords": [
                "Type 2 Diabetes",
                "Diabetes Distress",
                "Behavior Change",
                "Walking",
                "Continuous Glucose Monitoring"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This study uses a 2-arm crossover design.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "No Masking"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CGM paired with behavior change technique interventions, physical activity intervention first",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive a continuous glucose monitor and they will receive two behavior change technique interventions via daily text messages over the course of eight weeks, in a series of four, two-week blocks. In the first two-week block, they will receive the physical activity behavior change technique intervention. In the second and third two-week blocks, they will receive the mood behavior change technique intervention. In the fourth two-week block, they will receive the physical activity behavior change technique intervention.",
                    "interventionNames": [
                        "Behavioral: Self-Monitoring of Behavior for Physical Activity",
                        "Behavioral: Self-Monitoring of Behavior for Mood",
                        "Behavioral: Action Planning for Mood"
                    ]
                },
                {
                    "label": "CGM paired with behavior change technique interventions, mood intervention first",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive a continuous glucose monitor and they will receive two behavior change technique interventions via daily text messages over the course of eight weeks, in a series of four, two-week blocks. In the first two-week block, they will receive the mood behavior change technique intervention. In the second and third two-week blocks, they will receive the physical activity behavior change technique intervention. In the fourth two-week block, they will receive the mood behavior change technique intervention.",
                    "interventionNames": [
                        "Behavioral: Self-Monitoring of Behavior for Physical Activity",
                        "Behavioral: Self-Monitoring of Behavior for Mood",
                        "Behavioral: Action Planning for Mood"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Monitoring of Behavior for Physical Activity",
                    "description": "Self-Monitoring of Behavior for Physical Activity: Individuals will receive daily text messages that include the Self-Monitoring behavior change technique message with the goal of self-monitoring the number of steps taken on the prior day relative to their baseline average number of steps.",
                    "armGroupLabels": [
                        "CGM paired with behavior change technique interventions, mood intervention first",
                        "CGM paired with behavior change technique interventions, physical activity intervention first"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Monitoring of Behavior for Physical Activity",
                    "description": "Action Planning for Physical Activity: Individuals will receive daily text messages that include the Action Planning behavior change technique with the goal of planning to take action to walk an extra 1,000 steps relative to their baseline average step count.",
                    "armGroupLabels": [
                        "CGM paired with behavior change technique interventions, mood intervention first",
                        "CGM paired with behavior change technique interventions, physical activity intervention first"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Monitoring of Behavior for Mood",
                    "description": "Self-Monitoring of Behavior for Mood: Individuals will receive daily text messages that include the Self-Monitoring behavior change technique message with the goal of self-monitoring their mood on the prior day.",
                    "armGroupLabels": [
                        "CGM paired with behavior change technique interventions, mood intervention first",
                        "CGM paired with behavior change technique interventions, physical activity intervention first"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Action Planning for Mood",
                    "description": "Action Planning for Mood: Individuals will receive daily text messages that include the Action Planning behavior change technique with the goal of planning to take action to improve their mood.",
                    "armGroupLabels": [
                        "CGM paired with behavior change technique interventions, mood intervention first",
                        "CGM paired with behavior change technique interventions, physical activity intervention first"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Glucose Time in Range",
                    "description": "Time in range will be measured continuously using the Freestyle Libre CGM. Participants will place a CGM sensor every two weeks throughout the 10-week study. Time in range will be aggregated to compute the percent of time (0-100%) that a person spends with their blood glucose levels in the target range of 70-180 mg/dL for each assessment time period (the two-week baseline/run-in and the four two-week intervention blocks). Higher time in range values reflect better blood glucose management. Scores for the two-week intervention blocks will be aggregated. Paired samples t-tests will examine pre-post changes comparing the aggregated post-intervention value to baseline/run-in, with separate analyses for each intervention.",
                    "timeFrame": "Time in range will be measured continuously during the 10-week study period. Average time in range will be computed for the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                },
                {
                    "measure": "Change in Diabetes Distress",
                    "description": "Diabetes distress will be measured using the Diabetes Distress Scale (DSS), a valid and reliable 17-item measure that assesses emotional distress in the setting of diabetes. Item responses range from 1 \"not a problem\" to 6 \"a very serious problem.\" At each assessment timepoint, a total score will be computed by averaging items. Total scores range from 1 to 6, with higher scores reflecting greater diabetes distress . Scores for the two-week intervention blocks will be aggregated. Paired samples t-tests will examine pre-post changes comparing the aggregated post-intervention value to baseline/run-in, with separate analyses for each intervention.",
                    "timeFrame": "Diabetes distress will be assessed at the completion of the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Steps per Day",
                    "description": "Steps per day will be continuously measured using a Fitbit. Daily steps will be aggregated to generate average steps per day for each assessment time period (the two-week baseline/run-in and the four two-week intervention blocks).",
                    "timeFrame": "Steps per day will be measured continuously during the 10-week study. Average steps per day will be computed for the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                },
                {
                    "measure": "Change in Diabetes Self-Management Behavior",
                    "description": "Diabetes self-management behavior will be assessed using the Summary of Diabetes Self-Care Activities Scale (SDSCA), a valid and reliable 12-item measure that assesses the frequency of engaging in activities for diabetes self-care. The Summary of Diabetes Self-Care Activities Scale is comprised of the following subscales: general diet, specific diet, exercise, blood glucose testing, foot care, and smoking. Item responses range from 0 days to 7 days. At each assessment timepoint, subscale scores will be computed by averaging items to identify the mean number of days engaging in each behavior. Subscale scores range from 0 to 7, with higher scores reflecting more frequent engagement in that behavior.",
                    "timeFrame": "Diabetes self-management behavior will be assessed at the completion of the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                },
                {
                    "measure": "Change in Depressive Symptom Severity",
                    "description": "Depressive symptom severity will be assessed using the Patient Health Questionnaire-8, a valid and reliable 8-item measure assessing the frequency of experiencing symptoms of depression over the past two weeks. Item responses range from 0 \"not at all\" to 3 \"nearly every day.\" At each timepoint, a total score will be computed by summing all items. Total scores range from 0 to 24, with higher scores reflecting greater depressive symptom severity.",
                    "timeFrame": "Depressive symptom severity will be assessed at the completion of the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                },
                {
                    "measure": "Change in Health-Related Problem-Solving",
                    "description": "Health-related problem-solving will be assessed using two subscales Health Problem-Solving Scale (HPSS). The Health Problem-Solving Scale is a valid and reliable measure of problem-solving orientation and skills in the context of health. Item responses range from 0 \"not at all true of me\" to 4 \"extremely true of me.\" At each timepoint, subscale scores will be computed for the Avoidant subscale (7 items; range: 0-28) and Impulsive/Careless subscale (8 items, range: 0-32), with higher scores reflecting more of that problem-solving style.",
                    "timeFrame": "Health-related problem-solving will be assessed at the completion of the baseline/run-in period (2 weeks in duration) and every two weeks during the intervention period (8 weeks in duration)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults aged 45 years or older\n* Diagnosis of type 2 diabetes\n* Suboptimal hemoglobin A1C (≥8.0%)\n* Positive screen for diabetes distress (Diabetes Distress Scale≥3.0)\n* Access to and capable of using a smart cellular phone\n* Ambulatory and never informed by clinician that it was not advisable/safe to participate in a low-intensity walking\n\nExclusion Criteria:\n\n* Currently on dialysis\n* Inability to comply with study protocol during 2-week run-in\n* Currently using CGM\n* Does not speak English\n* Unavailable for follow-up\n* Pregnancy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Vrany",
                    "role": "CONTACT",
                    "phone": "516-600-1446",
                    "email": "evrany@northwell.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Northwell Health - Institute of Health System Science",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Vrany, PhD",
                            "role": "CONTACT",
                            "email": "evrany@northwell.edu"
                        },
                        {
                            "name": "Karina Davidson",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected IPD will be de-identified and pooled before sharing on the Open Science Framework, along with a data dictionary.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The study protocol, including the statistical analysis plan, will be made available in addition to the informed consent following completion of recruitment but prior to the publication of any data from the current study. De-identified, pooled individual participant data will be made available within a year of final participant data collection. The investigators anticipate this data will be available on the Open Science Framework platform indefinitely.",
            "accessCriteria": "All data and supporting information will be stores on the Open Science Framework, a free web application with no access restrictions."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}