{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05830721",
            "orgStudyIdInfo": {
                "id": "IRB00370480"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Continuous Compartment Pressure Monitoring for Compartment Syndrome in VA-ECMO Patients",
            "officialTitle": "Continuous Compartment Pressure Monitoring for Compartment Syndrome in Venoarterial-Extracorporeal Membrane Oxygenation Patients - A Preliminary Feasibility Study",
            "acronym": "VA-ECMO",
            "therapeuticArea": [
                "Critical Care",
                "Rare Diseases",
                "Other"
            ],
            "study": "continuous-compartment-pressure-monitoring-for-compartment-syndrome-in-va-ecmo-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-30",
            "studyFirstSubmitQcDate": "2023-04-13",
            "studyFirstPostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Acute compartment syndrome (ACS) is a surgical emergency that can develop in patients on extracorporeal membrane oxygenation (ECMO). ACS is a type of limb ischemia, which means that the limb, such as the arm or leg, loses blood flow. Patients on ECMO can develop this condition for many reasons, but most commonly from the ECMO procedure itself. This most commonly involves the leg. Key symptoms of ACS include severe pain, loss of pulses, loss of feeling, and inability to move the limb. However, because patients on ECMO are often sedated, ACS is difficult to diagnose as patients can not report symptoms. As a result, the only available tool for diagnosing ACS may be measurement of pressures in the limb. This is normally done with a needle-device, which is inserted into the leg for a single measurement. However, a recently developed device, called the MY01 Continuous Compartment Pressure Monitor, allows for continuous pressure readings instead of a single measurement. Multiple measurements may allow for much greater accuracy in diagnosing ACS, which may result in faster time to surgery and potentially save more limbs than single measurements. This device may also be less invasive than an older method of continuous pressure measuring, which uses a needle and tubing that is 14-gauge in size. Therefore, this study aims to compare 3 different types of methods for diagnosing ACS in patients on ECMO, which are 1) Standard of Care, 2) Standard of Care and MY01, and 3)Standard of Care and 14-gauge slit catheter.",
            "detailedDescription": "Acute compartment syndrome (ACS) is a surgical emergency that threatens limb viability and can develop in patients on extracorporeal membrane oxygenation (ECMO). ACS typically develops as a complication secondary to peripheral arterial cannulation and is more common in patients on peripheral veno-arterial (VA) ECMO. The pathophysiologic mechanism of ACS implicates a dramatic increase in compartmental pressures due to the non-compliance of the surrounding osteofascial structures. Without sufficient time for compensatory angiogenesis, the marked fluid extravasation and inflammation within the rigid compartment persists. This increase in pressure leads to compression of neurovascular structures, causing or further perpetuating any pre-existing limb ischemia. The underlying cause of the increased compartmental pressures may be due to a variety of causes in these ECMO patients without a history of trauma, such as ischemia and rhabdomyolysis due to direct disruption of arterial flow (i.e. arterial thromboembolism), obstruction of venous flow (i.e. deep vein thrombosis), direct hemorrhage into the compartment from coagulopathy, or reperfusion injury due to calcium overload and microvascular dysfunction. The treatment of ACS is timely (less than 6 hours from diagnosis) fasciotomy, which is limb-saving.\n\nIn awake patients, ACS is a clinical diagnosis relying on medical history, visual examination, palpation of pulses, and symptoms of pallor, paresthesia, out-of-proportion pain with passive stretch, and paresis. Though more technically demanding perhaps, duplex/doppler ultrasound may also be employed as an imaging technique to visualize blood flow and characterize the extent of any obstruction underlying the ischemia. Since the mainstay of diagnosis remains to be the subjective pain of the patient, the diagnosis of ACS in ECMO patients is challenged by the fact that patients on ECMO are typically intubated and receiving sedative medications. Thus, compartment pressure measurements \\>30 mmHg may be the only available diagnostic finding in addition to clinical suspicion based on history and tense muscular compartments for diagnosing ACS.\n\nTraditionally, the standard of care for measuring intracompartmental pressure has been using a needle compartment pressure measuring device (Ex. Stryker needle). Some institutions also use a continuous compartment pressure measuring device in the form of a 14-gauge slit catheter attached to a pressure transducer. The main drawback with utilizing the needle compartment measuring device is that it only provides a single time point recording and is difficult to employ for repetitive use. While using the 14-gauge catheter and transducer offers continuous monitoring, this method creates an additional line to manage for patients on ECMO and runs the risk of failing due to clot formation, especially in patients without anticoagulative measures. In summary, diagnosis of ACS in ECMO patients is challenging, and clinicians currently lack a method for accurate, reliable, and continuous measurement of intracompartmental pressure that is well-tolerated.\n\nEmploying digital micro sensing technology, the MY01 Continuous Compartmental Pressure Monitor (NXTSens Inc., Montreal, Canada) is a high-precision, implantable device that can continuously measure intracompartmental pressure. Having shown over 600% improved accuracy when compared to standard compartment pressure measuring devices, this advanced sensory microsystem can provide pressures with an accuracy of ±0.008 mmHg, which are then relayed to a cloud storage database as well as the MY01 mobile application for easy accessibility. With such reliable and real-time continuous pressure monitoring, MY01 may be the optimal diagnostic tool for ACS in patients on ECMO and lead to more prompt, limb-saving surgical fasciotomies.\n\nTherefore, the investigators hypothesize that the MY01 device in conjunction with current standard of care will help identify which patients on VA-ECMO have ACS more precisely than current standard of care alone, which includes physical exam findings and single timepoint needle compartment measurement. Additionally, the investigators hypothesize that the MY01 device will be less invasive and easier to use than previously described methods of continuous compartment pressure monitoring utilizing a 14-gauge slit catheter."
        },
        "conditionsModule": {
            "conditions": [
                "Compartment Syndrome of Leg",
                "Extracorporeal Membrane Oxygenation Complication",
                "Limb Ischemia",
                "Limb Ischemia, Critical"
            ],
            "keywords": [
                "Compartment Syndrome",
                "Venoarterial Extracorporeal Membrane Oxygenation",
                "Compartment Pressure Measurement",
                "ECMO"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study will be an open-label prospective randomized controlled trial with 3 parallel groups.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "There will be no masking."
                }
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard of Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This arm involves standard of care monitoring.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                },
                {
                    "label": "MY01 + standard of care group",
                    "type": "EXPERIMENTAL",
                    "description": "This arm involves insertion of the MY01 device into the same leg as the arterial ECMO tubing to continuously monitor compartment pressures.",
                    "interventionNames": [
                        "Device: MY01 + Standard of Care",
                        "Other: Standard of Care"
                    ]
                },
                {
                    "label": "14-gauge slit catheter monitor + standard of care",
                    "type": "EXPERIMENTAL",
                    "description": "This arm involves insertion of the 14g slit catheter into the same leg as the arterial ECMO tubing to continuously monitor compartment pressures.",
                    "interventionNames": [
                        "Device: 14-Gauge Slit Catheter + Standard of Care",
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MY01 + Standard of Care",
                    "description": "In addition to standard of care, the MY01 device will be inserted by an orthopedic surgeon into the leg on the same side as the ECMO tubing. This will occur within 6 hours of the start of ECMO. Insertion of the device involves a needle, which is removed once the device is inserted. Monitoring of the device will occur as described by the device manufacturer, which includes a mobile application. If at any time the compartment pressures suggest that there may be ACS, an orthopedic surgeon will be called to perform a physical exam. If the physical exam supports the diagnosis of ACS, then an additional pressure measurement with a needle may be also taken to confirm the measurement. If the diagnosis of ACS is made, the decision to proceed with surgery, or fasciotomy, will be a joint decision made by entire team. Monitoring of with the device will be done for 24 hours. The device will be removed after 24 hours or if the diagnosis of ACS is made.",
                    "armGroupLabels": [
                        "MY01 + standard of care group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "14-Gauge Slit Catheter + Standard of Care",
                    "description": "For the 14-gauge slit catheter group, the exact same protocol will be followed as the MY01 group. The 14-gauge slit catheter consists of tubing that is 14-gauge in size, which is inserted into the leg with a needle. The needle will be removed once the tubing is inserted. The tubing is then connected to a monitor, which will display the pressure in the leg. Just like the MY01 group, the leg will be numbed and cleaned before the tube is inserted in the leg. Instead of the data being recorded on a mobile device, a nurse or nurse technician will document pressure readings every 4 hours for a total of 24 hours. Once monitoring is finished, the 14-gauge slit catheter will be removed from the leg.",
                    "armGroupLabels": [
                        "14-gauge slit catheter monitor + standard of care"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "If assigned to standard of care, the participant will undergo monitoring within 1 hour of the start of ECMO. For standard of care group, this will involve monitoring the leg with the ECMO tubing with physical exam every 4 hours for the first 24 hours. This will be performed by a trained nurse. If at any time there is suspicion for ACS, the physical exam will be verified by an orthopedic surgeon. The orthopedic surgeon will decide if pressure measurements will be necessary. If so, then a single pressure measurement from each compartment will be taken with a needle device. If the ACS diagnosis is made, any further monitoring of that leg is stopped. The decision to proceed with surgery, or fasciotomy, will be a joint decision made by entire team, which includes surgeons and medical doctors. This is currently the standard of care at the Johns Hopkins Hospital.",
                    "armGroupLabels": [
                        "14-gauge slit catheter monitor + standard of care",
                        "MY01 + standard of care group",
                        "Standard of Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Diagnosed Compartment syndrome",
                    "description": "Diagnosis of compartment syndrome",
                    "timeFrame": "Up to end of hospitalization, which can be up to 1 year"
                },
                {
                    "measure": "Number of Participants that Require Amputation",
                    "description": "If amputation is performed during hospitalization",
                    "timeFrame": "Up to end of hospitalization, which can be up to 1 year"
                },
                {
                    "measure": "Number of Deaths During Hospitalization",
                    "description": "Mortality",
                    "timeFrame": "Up to end of hospitalization, which can be up to 1 year"
                },
                {
                    "measure": "Number of Participants with Amputation-free survival",
                    "description": "Survival of hospitalization without amputation",
                    "timeFrame": "Up to end of hospitalization, which can be up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults ≥18 years of age\n* Peripheral Venoarterial-Extracorporeal membrane oxygenation\n* Sedated\n\nExclusion Criteria:\n\n* Any limb ischemia diagnosis prior to ECMO cannulation\n* Any severe extremity trauma that precludes insertion of device\n* Very poor prognosis (survival \\>72 hours is unlikely), which also includes severe coagulopathy. Severely coagulopathic patients are at risk for severe hemorrhage and thus may not survive fasciotomy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Henry T Shu, BS",
                    "role": "CONTACT",
                    "phone": "2408050284",
                    "email": "hshu5@jhmi.edu"
                },
                {
                    "name": "Babar Shafiq, MD, MSPT",
                    "role": "CONTACT",
                    "phone": "2024218697",
                    "email": "bshafiq2@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Babar Shafiq, MD, MSPT",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Babar Shafiq, MD, MSPT",
                            "role": "CONTACT",
                            "phone": "443-287-7847",
                            "email": "bshafiq2@jhmi.edu"
                        },
                        {
                            "name": "Henry T Shu",
                            "role": "CONTACT",
                            "phone": "2408050284",
                            "email": "hshu5@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31362770",
                    "type": "BACKGROUND",
                    "citation": "Bonicolini E, Martucci G, Simons J, Raffa GM, Spina C, Lo Coco V, Arcadipane A, Pilato M, Lorusso R. Limb ischemia in peripheral veno-arterial extracorporeal membrane oxygenation: a narrative review of incidence, prevention, monitoring, and treatment. Crit Care. 2019 Jul 30;23(1):266. doi: 10.1186/s13054-019-2541-3."
                },
                {
                    "pmid": "31977609",
                    "type": "BACKGROUND",
                    "citation": "Osborn CPM, Schmidt AH. Management of Acute Compartment Syndrome. J Am Acad Orthop Surg. 2020 Feb 1;28(3):e108-e114. doi: 10.5435/JAAOS-D-19-00270."
                },
                {
                    "pmid": "32091728",
                    "type": "BACKGROUND",
                    "citation": "Lundy DW, Bruggers JL. Management of Missed Compartment Syndrome. 2019 Sep 3. In: Mauffrey C, Hak DJ, Martin III MP, editors. Compartment Syndrome: A Guide to Diagnosis and Management [Internet]. Cham (CH): Springer; 2019. Chapter 11. Available from http://www.ncbi.nlm.nih.gov/books/NBK553895/"
                },
                {
                    "pmid": "29045280",
                    "type": "BACKGROUND",
                    "citation": "deBacker J, Tamberg E, Munshi L, Burry L, Fan E, Mehta S. Sedation Practice in Extracorporeal Membrane Oxygenation-Treated Patients with Acute Respiratory Distress Syndrome: A Retrospective Study. ASAIO J. 2018 Jul/Aug;64(4):544-551. doi: 10.1097/MAT.0000000000000658."
                },
                {
                    "pmid": "1192674",
                    "type": "BACKGROUND",
                    "citation": "Whitesides TE, Haney TC, Morimoto K, Harada H. Tissue pressure measurements as a determinant for the need of fasciotomy. Clin Orthop Relat Res. 1975 Nov-Dec;(113):43-51. doi: 10.1097/00003086-197511000-00007."
                },
                {
                    "pmid": "30473914",
                    "type": "BACKGROUND",
                    "citation": "Halanski MA, Morris MR, Lee Harper B, Doro C. Intracompartmental Pressure Monitoring Using a Handheld Pressure Monitoring System. JBJS Essent Surg Tech. 2015 Mar 25;5(1):e6. doi: 10.2106/JBJS.ST.N.00020. eCollection 2015 Feb 25."
                },
                {
                    "pmid": "30881744",
                    "type": "BACKGROUND",
                    "citation": "Duckworth AD, McQueen MM. Continuous Intracompartmental Pressure Monitoring for Acute Compartment Syndrome. JBJS Essent Surg Tech. 2013 Jul 10;3(3):e13. doi: 10.2106/JBJS.ST.M.00023. eCollection 2014 Sep."
                },
                {
                    "pmid": "18656869",
                    "type": "BACKGROUND",
                    "citation": "Al-Dadah OQ, Darrah C, Cooper A, Donell ST, Patel AD. Continuous compartment pressure monitoring vs. clinical monitoring in tibial diaphyseal fractures. Injury. 2008 Oct;39(10):1204-9. doi: 10.1016/j.injury.2008.03.029. Epub 2008 Jul 25."
                },
                {
                    "pmid": "32074299",
                    "type": "BACKGROUND",
                    "citation": "Merle G, Comeau-Gauthier M, Tayari V, Kezzo MN, Kasem C, Al-Kabraiti F, Laverdiere C, Xereas G, Harvey EJ. Comparison of Three Devices to Measure Pressure for Acute Compartment Syndrome. Mil Med. 2020 Jan 7;185(Suppl 1):77-81. doi: 10.1093/milmed/usz305."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data sharing is not planned for this study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003161",
                    "term": "Compartment Syndromes"
                },
                {
                    "id": "D000089802",
                    "term": "Chronic Limb-Threatening Ischemia"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000007511",
                    "term": "Ischemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "asFound": "Ischemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6388",
                    "name": "Compartment Syndromes",
                    "asFound": "Compartment Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2714",
                    "name": "Chronic Limb-Threatening Ischemia",
                    "asFound": "Limb Ischemia, Critical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1430",
                    "name": "Compartment Syndrome",
                    "asFound": "Compartment Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}