{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05236010",
            "orgStudyIdInfo": {
                "id": "UNM HRRC # 21-026"
            },
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Control Network Neuromodulation to Enhance Cognitive Training in Complex Traumatic Brain Injury",
            "officialTitle": "Control Network Neuromodulation to Enhance Cognitive Training in Complex Traumatic Brain Injury",
            "acronym": "CONNECT-TBI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "control-network-neuromodulation-to-enhance-cognitive-training-in-complex-traumatic-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-01",
            "studyFirstSubmitQcDate": "2022-02-01",
            "studyFirstPostDateStruct": {
                "date": "2022-02-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Davin K Quinn, MD",
                "investigatorTitle": "Professor of Psychiatry, Vice Chair and Quality/Safety Officer, Adult Clinical Services, Chief, Division of Behavioral Health Consultation and Integration, Director, Transcranial Magnetic Stimulation Service",
                "investigatorAffiliation": "University of New Mexico"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Mind Research Network",
                    "class": "OTHER"
                },
                {
                    "name": "New Mexico VA Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "Minneapolis Veterans Affairs Medical Center",
                    "class": "FED"
                },
                {
                    "name": "University of Minnesota",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The CONNECT-TBI Trial aims to develop safe, effective treatments for complex mTBI that improve cognitive functioning. Based on the compelling preliminary data generated by our study team, the objective of this study is to conduct a randomized, double-blinded, sham-controlled Phase II clinical trial of APT-3 combined with rTMS, HD-tDCS, or sham to treat cognitive control deficits in Veterans with complex mTBI and PPCS. At the Baseline Visit, participants will undergo demographic, neuropsychological, behavioral, and quality of life testing. They will also undergo structural MRI to permit modeling of their brain, resting/task-related fMRI to identify the CCN, and pseudocontinuous arterial spin labeling (pCASL) and diffusion tensor imaging (DTI) to assess for other pathologies. They will then be randomized to 16 sessions of APT-3 with concurrent rTMS, HD-tDCS, or sham stimulation delivered to the unique functional left dorsolateral prefrontal cortex (DLPFC), a primary node of the CCN. Lastly, they will repeat all baseline tests, and report on 3- and 6-month recovery levels to establish longevity and stability of subjective benefit. Given that this individualization protocol has never been attempted for cognitive rehabilitation in military mTBI, we expect this trial will generate useful effect sizes for HD-tDCS and rTMS to be used for powering the next step, a Phase III multi-center trial.",
            "detailedDescription": "Concussions from blast and non-blast mechanisms can lead to prolonged post concussive symptoms (PPCS) with debilitating consequences for return to service, functional independence, and quality of life. Unfortunately, algorithmic rehabilitation modalities are of limited generalizability and have small effect sizes, potentially because of limited target engagement, while medications are modestly efficacious but carry significant risks (e.g., addiction).\n\nCognitive symptoms after mTBI are common and debilitating: Contrary to conventional wisdom, mTBI are often not \"mild\" in regard to disability, with up to 22% of patients reporting functional impairment at one year following injury. In particular, executive functions (such as working memory, set shifting, and response inhibition) appear to be more sensitive to TBI damage and have a greater impact on overall functioning. Despite advances in our understanding of PPCS, no single treatment yet targets putative TBI mechanisms. Medications such as methylphenidate, while modestly helpful, carry adverse consequences such as disinhibition and cardiovascular effects, and little evidence currently exists to recommend any other class of medication. Cognitive rehabilitation is only mildly helpful: Since the 2009 meeting of the Defense Centers for Excellence of Psychological Health and Traumatic Brain Injury, little consensus has been reached regarding the utility or optimum means of delivery for therapist-based rehabilitation of cognitive deficits. Importantly, several limitations in the evidence base have impeded progress toward a standardized approach to post-TBI cognitive symptoms, including: 1) varied rehabilitation interventions used (i.e., therapist-based, computer-based); 2) varied outcome measures studied; and 3) lack of generalization of benefits to global functioning. The most recent trials of cognitive rehabilitation interventions in military populations have attempted to compare these different rehabilitation approaches. While these studies demonstrate that cognitive rehabilitation interventions can improve subjective symptoms and quality of life after mTBI, it is not clear how this benefit is achieved, nor if it is actually targeting a mTBI related mechanism.\n\nNeuromodulation can accelerate cognitive recovery: Multiple studies have described use of tDCS in TBI for cognitive performance, nearly all targeting the left DLPFC node of the CCN, with variable improvements noted from a variety of different stimulation protocols. Of note, a recent meta-analysis of tDCS for working memory in neuropsychiatric populations showed that anodal tDCS produces significant improvement in online (during stimulation) working memory accuracy (standardized mean difference = 0.77).\n\nrTMS also shows promise for treating mTBI: rTMS is a powerful neuromodulation technique that induces robust neuroplasticity, effectively treats disease, and is better characterized in terms of its mechanism of action. Recently, several small naturalistic and controlled studies have been reported, indicating that both excitatory and inhibitory rTMS are safe in the mTBI population and can improve post concussive headaches, chronic pain, tinnitus, and depression. A recent negative trial of non-specific rTMS for cognition in severe TBI highlights the important need for more precise methods of patient selection, treatment selection, and target engagement.\n\nStudy procedures involve a baseline testing visit, 16 treatment visits, and a post-treatment testing visit. Participants will also be contacted at 3 months and 6 months post treatment for follow-up.\n\nBaseline Testing Visit: Study assessments for collecting demographic information, history and TBI data, symptom severity information, and neuropsychological testing will be completed at the baseline testing visit. Testing will be performed by trained study personnel under direct supervision of the study Co-Investigators.\n\nBaseline Visit, MRI scanning: Subjects will undergo a 60-minute MRI using a 3T Siemens Prisma scanner at both the Albuquerque (MRN) and Minneapolis (CMRR) sites. High-resolution T1- and T2-weighted images (1 x 1 x 1 mm resolution), DTI, pCASL, resting state fMRI, and task-related fMRI will be collected. All anatomical data will be reviewed by a board-certified neuroradiologist blinded to group identification. All positive findings will be coded for presence, location, severity and pathology of each abnormality, consistent with the imaging CDEs. Participants will undergo structural and functional MRI scanning at rest and during a multisensory working memory task. The MMWM is a continuous performance test in which subjects respond to simultaneous sequences of visual (squares on a grid) and auditory (spoken numbers) stimuli by pressing a button if stimuli in either or both sensory modalities match a previous stimulus (1-back or 2-back).\n\nNeuromodulation + Training Sessions (16 total; 1 hr each): In Albuquerque, following completion of the Baseline Visit, participants will receive either active HD-tDCS, active rTMS, or sham stimulation to the left DLPFC for a total of 30 minutes, 4 days/week, for 4 consecutive weeks. During neuromodulation sessions, subjects will describe physical sensations such as tingling or itching using a 10-point anchored Likert scale. Administration of HD-tDCS will be stopped immediately if subjects report 8 or above for discomfort, or if subjects wish to stop at any time. Subjects will have their mood, energy, pain, and arousal levels assessed using visual analog 10-point scales. These checks will occur every ten minutes during the stimulation session.\n\nHD-tDCS: The Star-Stim 8 high-definition transcranial electrical stimulator will be used to administer HD-tDCS. Targeting of the left DLPFC will be done by utilizing a standard EEG cap fitted snugly to the subject's head. Several 10-20 EEG system positions will be measured and confirmed to ensure that the cap is correctly oriented on the head. Round, 1 cm2 HD-tDCS electrodes will be utilized to deliver anodal current and receive cathodal current. Two anodal electrodes will be placed on the scalp over the functionally determined DLPFC, delivering approximately 1 mA of current each, in order to reduce overall sensation. Six return electrodes will be placed in various positions around the anodes. Precise electrode placement for each subject will be determined according to current modeling software that will use each individual's MRI T1 images to construct a 3-dimensional finite element model aiming to maximize current density within the DLPFC while minimizing current density outside of it. Current for the treatment condition will be applied at 2.0 mA for 30 minutes for a total delivered charge of 60 mA-min. Current will be ramped up over 1 minute at initiation and ramped down over 1 minute with termination. Impedances are monitored in real-time for each channel to ensure that they do not exceed recommended limits (e.g., 200 kilo-ohms).\n\nrTMS: Participants will receive 16 sessions of TMS to the functional area in the DLPFC identified with fMRI while performing a working memory task. A Magventure MagPro Transcranial Magnetic Stimulator (Albuquerque, NM) and a Magstim Rapid 2 Transcranial Magnetic Stimulator (Minneapolis, MN) will be used to administer active and sham rTMS to the left dorsolateral prefrontal cortex in 54 Veterans and Warfighters (36 active, 18 sham) with mTBI and cognitive postconcussive symptoms. At the first session, dose titration will be performed. After sitting comfortably in the chair the subject's head is held with a moldable pillow, and they are given earplugs to protect against coil discharge noise. Surface electromyography leads will be applied to clean skin over the right hand over the first dorsal interosseous (FDI) muscle. The motor cortex hotspot for the muscle will be identified with single-pulse TMS delivered to the contralateral hemisphere. Resting motor threshold will be determined to be the lowest stimulation intensity necessary to elicit a motor-evoked potential meeting TMS Clinical Society conventional criteria of 50 uV peak-to-peak on 5 out of 10 trials. The subject's fMRI data is loaded into the neuronavigation tracking computer to locate the functional hotspot within the DLPFC. An infrared camera connected to the targeting computer will track the three-dimensional positions of the subject's head and the TMS coil in real time, via affixed tracking markers. The TMS coil is then positioned over the left forehead using the co-registered MRI data and identified head landmarks. In each session, up to 1800 pulses will be delivered according to conventional parameters for excitatory TMS (e.g, 60 trains of 10 triplet pulses, frequency 5 Hz, train duration 2 seconds, intertrain interval 8 seconds). Magnetic field strength will be 120% of resting motor threshold. Ramp up of magnetic field strength may be utilized in the first session for tolerability. Side effects will be monitored and coil angle adjusted to improve tolerability if necessary without compromising placement.\n\nSham: The sham group (n=36 total) will be split: half (n=18) will receive sham HD-tDCS, and half (n=18) will receive sham rTMS. Participants receiving sham HD-tDCS will receive a current ramp up to the intensity of the real intervention in 30 seconds, then the current will ramp down to \\< 0.1 mA, an amount that has been shown not to have any physiologic effect. With 1 minute left in the stimulation session, the current will ramp up to full strength in 30 seconds, then ramp down in 30 seconds. This paradigm is used as a control condition, rather than the absence of stimulation, to equate aspects of the procedure (preparation and application of electrodes), and to give the participant a degree of physical sensation that is somewhat similar to that of the real stimulation group while remaining well below the level sufficient to affect brain function and behavior. To accomplish a double blind, the HD-tDCS machine is programmed to randomize sham versus active stimulation and keeps track of the stimulation protocol for later querying. Sham rTMS is delivered with a sham coil, which delivers no physiologically active magnetic fields to the brain. It creates a similar sound as the active rTMS coil, and features electrodes that contact the skin and deliver a mild electrical current which resembles the sensations caused by typical rTMS pulses. Double blind is maintained through use of randomized program codes assigned to each subject, and which dictate the choice of coil for the participant.\n\nCognitive Training Tasks: For all groups, participants will be administered the APT-3 training battery for 30 minutes at each session, during treatment and sham. Each session's material will be determined by the study staff in advance according to a predetermined syllabus, and the participant will proceed through the material as efficiently as they can. If rTMS is given, the training will take place after rTMS is completed. If HD-tDCS is given, the training will take place concurrently while the stimulation is occurring.\n\nPost-treatment Visit: After the 16 neuromodulation + training sessions are completed, the testing and assessments from the Baseline Visit is repeated for the Post-treatment Visit, including neuropsychological testing, symptom assessment, and MRI. Demographic information will not be repeated.\n\nLong term follow-up (30 min each): At 3 months and 6 months after receiving neuromodulation and cognitive training, subjects will be contacted via telephone and administered symptom burden and quality of life assessment tools."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ],
            "keywords": [
                "Traumatic Brain Injury",
                "mTBI",
                "Prolonged Post Concussive Symptoms",
                "Brain Stimulation",
                "Cognitive Rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active rTMS with Attention Process Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects in this arm will receive active rTMS and then complete the assigned Attention Process Training battery immediately following active rTMS.",
                    "interventionNames": [
                        "Device: rTMS",
                        "Other: Attention Process Training"
                    ]
                },
                {
                    "label": "Sham rTMS with Attention Process Training",
                    "type": "SHAM_COMPARATOR",
                    "description": "Subjects in this sham arm will not receive any active stimulation and will only complete Attention Process Training immediately following sham rTMS.",
                    "interventionNames": [
                        "Device: rTMS",
                        "Other: Attention Process Training"
                    ]
                },
                {
                    "label": "Active HD-tDCS with Attention Process Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects in this arm will receive active HD-tDCS and complete the assigned Attention Process Training battery during active HD-tDCS.",
                    "interventionNames": [
                        "Device: HD-tDCS",
                        "Other: Attention Process Training"
                    ]
                },
                {
                    "label": "Sham HD-tDCS with Attention Process Training",
                    "type": "SHAM_COMPARATOR",
                    "description": "Subjects in this sham arm will not receive any active stimulation and will only complete Attention Process Training during sham HD-tDCS.",
                    "interventionNames": [
                        "Device: HD-tDCS",
                        "Other: Attention Process Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "rTMS",
                    "description": "Transcranial magnetic stimulation is a noninvasive form of brain stimulation in which a changing magnetic field is used to cause electric current at a specific area of the brain through electromagnetic induction. During an rTMS session, an electromagnetic coil is placed against the scalp near the forehead. The electromagnet painlessly delivers a magnetic pulse that stimulates nerve cells in the region of the brain being targeted.",
                    "armGroupLabels": [
                        "Active rTMS with Attention Process Training",
                        "Sham rTMS with Attention Process Training"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "HD-tDCS",
                    "description": "Transcranial direct current stimulation (tDCS), is a non-invasive, painless brain stimulation treatment that uses direct electrical currents to stimulate specific parts of the brain. A constant, low intensity current is passed through two electrodes placed over the head which modulates neuronal activity.",
                    "armGroupLabels": [
                        "Active HD-tDCS with Attention Process Training",
                        "Sham HD-tDCS with Attention Process Training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Attention Process Training",
                    "description": "Attention Process Training (APT) is a multi-session exercise designed to help improve the ability to focus on relevant material while ignoring irrelevant distractions. Further, it helps improve the speed of processing information.",
                    "armGroupLabels": [
                        "Active HD-tDCS with Attention Process Training",
                        "Active rTMS with Attention Process Training",
                        "Sham HD-tDCS with Attention Process Training",
                        "Sham rTMS with Attention Process Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary symptom outcome: Change from baseline in cognitive PCS as measured by the NSI cognitive subscale score at post-treatment.",
                    "description": "Post-concussive symptoms will be measured with the Neurobehavioral Symptom Inventory (NSI). This assessment will be administered at the baseline and post-treatment visits. The NSI is a self-report questionnaire that consists of 22 non-specific complaints commonly reported after concussion and is used to quantify traumatic brain injury (TBI) symptom severity and select symptoms for treatment. The NSI asks the patient to rate each of the symptoms according to how much the symptom has disturbed him/her using a five point scale. Patient ratings are based on descriptions of the frequency of the symptom, the extent to which the symptom disrupts the patient's activities, and the patient's perceived need for help with the symptom. The 22 individual symptoms items are weighted equally. The cognitive subscale score uses 4 items, where a higher score means more severe symptoms and a lower score means less severe symptoms. The minimum value is 0, and the maximum value is 16",
                    "timeFrame": "Baseline and post-treatment visits, 4 weeks"
                },
                {
                    "measure": "Primary cognitive outcome: Change from baseline in objective cognitive control as measured by accuracy on the Multi-modal Working Memory N-back task (MMWM) to post-treatment Visit.",
                    "description": "The MMWM is a continuous performance test in which subjects respond to simultaneous sequences of visual (squares on a grid) and auditory (spoken numbers) stimuli by pressing a button if stimuli in either or both sensory modalities match a previous stimulus (1-back or 2-back).",
                    "timeFrame": "Baseline and post-treatment visits, 4 weeks"
                },
                {
                    "measure": "Primary functional outcome: Change from post-treatment visit in overall quality of life as measured by the PGIC at long-term follow-up at 3 and 6 months.",
                    "description": "The Patient Global Impression of Change (PGIC) is a self-report scale that reflects a patient's belief about the efficacy of treatment. The PGIC is a 7 point scale depicting a patient's rating of overall improvement, where a 1 is no change and a 7 is a great deal of change.",
                    "timeFrame": "Post-treatment visit and long-term follow-up at 3 and 6 months"
                },
                {
                    "measure": "Primary imaging outcome: Change (decrease) in CCN activity from Baseline Visit to Post-treatment Visit as measured by the BOLD signal during the MMWM task performance.",
                    "description": "The blood oxygen level-dependent (BOLD) signal will be measured during the MMWM task performance to determine correlation with symptom improvement on NSI. The BOLD signal will be measured at the baseline and post-treatment MRIs.",
                    "timeFrame": "Baseline and post-treatment visits, 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThere will be no gender restrictions with regard to sample inclusion. Veterans and Warfighters will be enrolled in this study if they 1) are aged 18-59; 2) have suffered a mild TBI with documented evidence of alteration in neurological functioning or loss of consciousness (LOC) which was less than 30 minutes; 3) were injured between 3 months and 5 years ago; 4) experienced less than 24 hours of post-traumatic amnesia (PTA); 5) have subjective post-TBI cognitive deficits as assessed by the NSI, with at least 1 of 4 cognitive symptoms at a score of 3 or higher (severe disturbance) or at least 2 of 4 cognitive symptoms at a score of 2 or higher (moderate disturbance). This is the target population as identified by the grant mechanism, with chronic cognitive impairments from mild traumatic brain injury. The age range of 18-59 years was selected because the investigators did not want to include developmental processes in analyses and by 18 years old, many major neurodevelopmental changes in the brain will have taken place. Using similar rationale, the investigators chose to include participants up to the age of 59 because they do not want to include advancing age-related brain changes in our analyses. They will also be 6) fluent in English, as the testing and intervention are all conducted in English; and 7) will have been on stable doses of any psychotropic medications for the past 2 months, so as to avoid confounding of results by medication effects. It is expected that the sample included in this study will reflect the demographics of the greater Albuquerque and Twin Cities metropolitan communities.\n\nExclusion Criteria:\n\nVeterans will be excluded from participation in this study if there is 1) a prior history of other neurological disease or any history of seizures beyond immediate post-traumatic seizure, so as to reduce risk of exacerbation of epilepsy or other neurological symptoms; 2) history of psychosis, so as to reduce risk of psychiatric decompensation; 3) history of current or recent (within two years) substance/alcohol dependence, to reduce confounding effects on cognition; 4) any discontinuity in skull electrical conductivity (i.e., unhealed burr holes in scalp) or artificially constructed (metal or plastic) craniotomy cover, to reduce risk of unimpeded electrical current; 5) presence of any implanted metal or electrical device (e.g. pacemaker), to reduce risk of heating during MRI, or device malfunction during neuromodulation; 6) recent medical hospitalization (within three weeks), to reduce risk of medical decompensation during the study; 7) any condition that would prevent the participant from completing the protocol, such as significant agitation; 8) appointment of a legal representative, as assessed via direct inquiry of the participant or a designated trusted other, to avoid coercion of a vulnerable population; 9) any significant hardness of hearing or blindness that would make completing the cognitive training not possible; 10) any ongoing litigation related to TBI, to prevent interference with legal proceedings; 11) any other contraindication to exposure to strong magnetic fields or MRI, such as severe claustrophobia; 12) pregnant women will be excluded as the effects of MRI and brain stimulation on developing fetuses are unknown; 13) membership in an identified vulnerable population, including minors, and prisoners, and adults unable to consent due to cognitive impairment will be excluded, as they will be unlikely to be able to complete study procedures. Prisoners will be excluded from the study to avoid coercion; 14)received a Glasgow coma scale (GCS) less than 13 or greater than 15 upon ED admission, if available in patient's records.\n\nThe investigators do not intend to include adults who are unable to consent in this study.\n\nThe investigators do not intend to include individuals who are not yet adults (infants, children, teenagers) in this study.\n\nThe investigators do not intend to include pregnant women in this study.\n\nThe investigators do not intend to include prisoners in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "59 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cesar J Ojeda, MBA",
                    "role": "CONTACT",
                    "phone": "(505)272-6972",
                    "email": "cojeda1@salud.unm.edu"
                },
                {
                    "name": "Davin k Quinn, MD, FACLP",
                    "role": "CONTACT",
                    "phone": "(505)272-2223",
                    "email": "dquinn@salud.unm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Davin k Quinn, MD, FACLP",
                    "affiliation": "University of New Mexico",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Minneapolis Veterans Affairs Medical Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55417",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sloan Davidson, MS",
                            "role": "CONTACT",
                            "email": "david982@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "The University of Minnesota",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "The Mind Research Network",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "The University of New Mexico",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "New Mexico Veterans Affairs Health Care System",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "JoAnn Harnar",
                            "role": "CONTACT",
                            "email": "joann.harnar@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "In accordance with the guidelines for research conducted in the field of traumatic brain injury (TBI), and in the interests of sharing and leveraging data and research resources, and avoiding duplication of efforts, Co-PIs Quinn and Davenport will make data generated by the performance of the planned clinical trial available to the research community by depositing the de-identified data into the Federal Interagency TBI Research (FITBIR) Informatics system. All data collected on study evaluations and questionnaires will be shared and uploaded to FITBIR. This includes demographic data, diagnostic assessment data (medical history, medications, combat exposure, screening for traumatic brain injury, neurological assessments, post-traumatic epilepsy assessments, neuropsychiatric diagnostic assessments), symptomatic and functional status assessment data (neurobehavioral symptoms, PTSD symptoms, depression symptoms, quality of life assessments), cognitive testing data, and fMRI imaging data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The data submission schedule for United States Department of Defense studies in the FITBIR system is once per year (March or September). Data will be available indefinitely.",
            "accessCriteria": "Six months after submission of data, the Core (required) and Basic (recommended) TBI common data elements (CDEs) that are used in the study will be made available to all qualified and approved researchers (Data Access Account holders) as determined by the Data Access Committee (DAC). Data Access Account holders will be referred to as \"Recipients\". Other data fields can also be made available at the submitting principal investigator's discretion. Data Submission Account holders will be referred to as \"Submitter's\". Outcomes data and other data elements needed by the principal investigator to test his/her hypotheses or research questions, referred to as Experimental Data, will be made available in a staged manner. Six months after the award period ends, Experimental Data will be open to other researchers who have submitted data to FITBIR (Submitters). Twelve months after the award period ends, Experimental Data will be open to all qualified and approved researchers (Recipients).",
            "url": "http://fitbir.nih.gov"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24734",
                    "name": "Post-Concussion Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}