{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04307355",
            "orgStudyIdInfo": {
                "id": "H-46332"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Continuous Diffusion of Oxygen Treatment for Incision Wounds",
            "officialTitle": "Evaluation of Oxygen Delivery With TransCu O2 to Study Success Rate of Surgically Closed Wounds",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "continuous-diffusion-of-oxygen-treatment-for-incision-wounds"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-11",
            "studyFirstSubmitQcDate": "2020-03-12",
            "studyFirstPostDateStruct": {
                "date": "2020-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bijan Najafi, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Electrochemical Oxygen Concepts, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is an exploratory randomized controlled trial study to test feasibility, acceptability, and proof of concept efficacy of Continuous Diffusion of Oxygen (CDO) adjunct therapy for decreasing healing time and reducing tissue necrosis post breast reconstruction. The investigator will assess the benefit of this novel adjunct therapy on successful closure, tissue oxygenation, scar appearance, and patients centered outcomes including perception of benefit, pain, sleep quality, and quality of life.\n\nEligible subjects will be randomly (ratio 1:1) assigned to either intervention group (IG) or control group (CG) and will be followed for four weeks. Both groups will receive standard of care for wound treatment. IG will also receive CDO adjunct therapy using a novel dressing, which facilitates continuously supplies oxygen to the wound inside the wound dressing using a portable device named TransCu O2.\n\nThe study device TransCu O2® is a Class II medical device which has US Food and Drug Administration (FDA) 510(k) clearance, CE-Mark approval and a Health Canada license for the treatment of wounds. Outcomes will be assessed on weekly-basis up to 4 weeks.",
            "detailedDescription": "Surgical wound complications such as infection, dehiscence, necrotic tissue, surgical revision, and poor cosmesis are unfortunately highly prevalent in patients post breast reconstruction. In particular, necrosis/ischemia post breast reconstruction because of poor blood circulation is highly prevalent and is estimated to be occurring in up to 75% of cases leading to excessive scar formation. Some factors such as active smoking or an underlying disease such as diabetes and history of radiation therapy could increase the likelihood of excessive scar and/or necrosis.\n\nIn most cases surgical wounds are managed with a simple island dressing, wool padding and a light retention bandage. It could be argued that such low cost, traditional dressings are adequate for most surgical wounds. However, patients with poor tissue blood circulation often require modern wound care products that offer additional benefits, in particular among those with vascular and poor tissue oxygenation problem. Poor tissue oxygenation and poor skin perfusion could lead to surgical wound complications such as wound inflection, tissue necrosis, pain, trauma and untimely surgical revision. In particular, the presence of non-viable necrotic tissue is significant as it can be responsible for delaying healing, prolonging the inflammatory response, mechanically obstructing contraction and impeding re-epithelialisation. It also provides a focus for wound infection and surgical revision.\n\nEven after successful healing, necrotic tissue could still lead to excessive scar formation. Many of these scars can be problematic, being aesthetically unpleasant and causing discomfort. Blood supply is a significant factor in wound healing, and area of the skin with rich supply of vasculature is known to heal with finer scars. Several studies have demonstrated that mild hypoxia (lack of transcutaneous oxygen) is present in early scars, moderate hypoxia in proliferative scars, and severe hypoxia in regressive scars. Oxygen levels then return to normal in mature scars, which is consistent along with the dynamic change in microvessel density. Therefore level of transcutaneous oxygen could be a determinant factor in formation of excessive scar formation.\n\nContinuous Diffusion of Oxygen (CDO) is a treatment modality that delivers pure oxygen to wounds using the same basic mechanism as breathing, namely direct diffusion into the wound from a moist surface. Because impaired blood flow results in impaired oxygen supply to incisional wounds, investigators have researched the potential of oxygen saturation, or supersaturation, to reinitiate or even accelerate wound healing. Oxygen has been shown to result in not only faster wound closure, yet also better strength of repair and higher organization of collagen, which in turn can result in lower wound recidivism and better scar appearance.\n\nIn this feasibility and proof of concept study, The investigator plan to investigate the effects of oxygen on incisional wound repair and scarring after mastectomy and breast reconstruction. The investigator will use a device (TransCu O2® Oxygen Delivery System ) which continuously supplies oxygen to the wound inside the wound dressing. The device the investigator used, the TransCu O2 System, (EO2 Concepts®, San Antonio, TX) is small, wearable and silent. The system is FDA-approved and CDO therapy has been the subject of a growing body of clinical experience and scientific investigations demonstrating good results. The therapy is similar in theory to the intermittent application of oxygen through Hyperbaric Oxygen (HBO) and Topical Oxygen (TO), with a few key differences summarizing in the following:\n\n1) CDO provides continuous therapy, providing \\~twenty-fold longer time of oxygen delivery versus intermittent therapies that are only applied 90 minutes a day. 2) CDO allows for full patient mobility during treatment, thereby reducing the risk of non-compliance and reducing overall costs\n\nThe investigator have successfully used CDO therapy to reduce likelihood of tissue necrosis after surgical closure post lower extremity amputation as well as post parathyroid surgery, in which over 20 subjects were recruited and no adverse outcomes were reported. The investigator plan to extend our study to determine whether CDO therapy would show decreased healing time and better scar cosmesis early on for standardized incisional wounds such as breast reconstruction. The investigator hypothesis that using CDO will reduce the likelihood of necrotic tissue as well as severe incisional scar post-surgical closure by improving transcutaneous oxygen levels during wound healing process. The investigator will examine the validity of this hypothesis using a pilot randomized controlled trial using a convenient sample of 40 people (20 subjects per arm) after mastectomy and breast reconstruction surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Surgical Wound",
                "Breast Surgery",
                "Mammoplasty",
                "Incision Wound"
            ],
            "keywords": [
                "Infection",
                "Dehiscense",
                "Tissue infection",
                "Surgical Revision",
                "Scar tissue",
                "Wound Closure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be provided with a Transcu O2 ® Oxygen delivery system at the surgical site for 4 weeks as supportive care.",
                    "interventionNames": [
                        "Device: Transcu O2®"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will be placed in a standard dressing at the surgical site and will be followed for 4 weeks."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcu O2®",
                    "description": "Participants randomized into study active group will be provided with a Transcu O2® at their surgical site and followed for 4 weeks.",
                    "armGroupLabels": [
                        "Active"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of complication from baseline to 4 weeks",
                    "description": "Complication is described as infection, dehiscence, necrotic tissue",
                    "timeFrame": "baseline to 4 weeks"
                },
                {
                    "measure": "Change in wound size from baseline to 4 weeks",
                    "description": "wound size will be quantified using wound imaging systems",
                    "timeFrame": "baseline to 4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Presence of scar tissue",
                    "description": "Scar presence will be assessed with imaging systems.",
                    "timeFrame": "Time Frame: baseline to 4 weeks"
                },
                {
                    "measure": "Change in skin perfusion at baseline and 4 weeks",
                    "description": "skin perfusion will be assessed Skin Perfusion Pressure Test (SPP)",
                    "timeFrame": "baseline to 4 weeks"
                },
                {
                    "measure": "Self-reported pain change at every week",
                    "description": "Pain will be assessed with visual analogue scale from 0 to 10 where 10 is the worst pain ever.",
                    "timeFrame": "Baseline to 4 weeks"
                },
                {
                    "measure": "Change in tissue oxygenation from baseline to 4 weeks",
                    "description": "Tissue Oxygenation will be assessed by a non-invasive tissue oxygenation measurement system (Snapshot, Kent Imaging)",
                    "timeFrame": "baseline to 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-85 years of age\n* Ability to provide informed consent\n* Presence of a wound due to surgical intervention and closure\n* Subject or responsible caregiver is willing and able to maintain the required Continuous Diffusion of Oxygen (CDO) system (if assigned to the intervention group) and applicable dressing changes\n\nExclusion Criteria:\n\n* Active Drug/alcohol abuse (or history of drug/alcohol abuse in last 1 month)\n* Dementia or severely impaired cognitive function\n* excessive lymphedema\n* presence of active infection\n* subject has a history of or any intercurrent illnesses or conditions that would compromise the safety of the subject according to judgement of a qualified wound specialist",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bijan Najafi, PhD",
                    "role": "CONTACT",
                    "phone": "713-798-7536",
                    "email": "bijan.najafi@bcm.edu"
                },
                {
                    "name": "Maria Noun",
                    "role": "CONTACT",
                    "phone": "713-798-7538",
                    "email": "maria.noun@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bijan Najafi",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Noun",
                            "role": "CONTACT",
                            "phone": "713-798-7538",
                            "email": "maria.noun@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000072836",
                    "term": "Surgical Wound"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "asFound": "Surgical Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}