{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06087393",
            "orgStudyIdInfo": {
                "id": "21-1289"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "CONVIVO Endomicroscopy",
            "officialTitle": "A Feasibility Analysis of an in Vivo CONVIVO Endomicroscopy During Brain Surgery.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "convivo-endomicroscopy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-12",
            "studyFirstSubmitQcDate": "2023-10-12",
            "studyFirstPostDateStruct": {
                "date": "2023-10-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Visualization of the tissue microstructure during neurosurgery using a non destructive handheld imaging technology producing a real time digital image (\"optical biopsy\") at cellular resolution is a novel method that holds great promise for optimization and improvement of the surgical treatment of brain pathologies, brain tumors in particular. The goal of this project is to investigate and assess the ease of use of the CONVIVO FDA cleared system in discriminating healthy and abnormal tissues during in vivo use on the brain during neurosurgery in 30 patients with a working diagnosis of intrinsic brain tumors.",
            "detailedDescription": "During surgery for the removal of brain tumors, frozen-section biopsies are routinely taken intraoperatively to help the surgeon to distinguish abnormal tissue areas from normal tissue, and to assess and guide the extent of tumor or mass resection. Frozen-section analysis is time-consuming and freezing may produce architectural artifacts in the tissue sample that are difficult to interpret. As well, some tumors are heterogeneous in cell composition, so a tissue biopsy in one area may not represent the entire tumor mass. Biopsies acquired at the border regions or margins of the surgical resection are especially crucial, because it is at those regions where decisions based on tissue analysis guide the surgeon to further extend the resection where there is more tumor tissue remaining, or halt the resection for various reasons. In practice, the number of biopsies that can be taken during surgery is limited, because the acquisition procedure is time consuming. A technology which enables intraoperative real-time visualization of tissue at cellular resolution could provide a significant advantage in defining abnormal tissue margins. Such a technology could be used to identify abnormal tissue or at a minimum could screen for the most relevant areas from which formal biopsies should be acquired. It also could help to make the process of taking biopsies more efficient, so that the total number of biopsies needed can be reduced, thus increasing positive biopsy yield. This effort is a follow-up to a previous confocal endomicroscopy in vivo study conducted at the Barrow Neurological Institute in Phoenix. Based on this work, the upgraded version of the confocal laser endomicroscopy (CONVIVO) received 510k clearance from FDA. This study aims to evaluate the learning curve associated with the intraoperative imaging of tissue microstructure and microvasculature during neurosurgical procedures using fluorescein as a contrast agent for 30 patients undergoing surgery for a working diagnosis of brain tumor. The procedure involves a small microscope (about the size of a neurosurgical suction device) which is placed gently into contact with the tissue, providing significant in vivo magnification on a scale similar to that obtained by the pathology laboratory microscope. The focus of this study will be to examine the quality of images taken from the tumor core and tumor margin, and assess the time required for both neurosurgeon and pathologist to agree on a good image. A good image is clear, has well-defined structures, very few artifacts, and is comparable to a standard frozen section biopsy in its diagnostic potential."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study is single cohort and plans to enroll a total of 30 patients.",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "CONVIVO",
                    "description": "Any clinical adverse event (AE), laboratory abnormality, or other medical condition or situation occurs such that continued participation in the study would not be in the best interest of the participant. The participant meets an exclusion criterion (either newly developed or not previously recognized) that precludes further study participation."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Investigate ease of CONVIVO.",
                    "description": "The outcome is to investigate and assess the ease of use of the CONVIVO FDA cleared system in discriminating healthy and abnormal tissues during in vivo use on the brain during neurosurgery in 30 patients with a working diagnosis of intrinsic brain tumors.",
                    "timeFrame": "one year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* . The patient is suffering from an intracranial lesion requiring surgery:\n* Patients undergoing neurosurgical resection for intrinsic presumably high grade, invasive tumors.\n* Patients undergoing neurosurgical resection for other brain tumors,.\n* All patient groups will only be comprised of elective surgical patients who have signed the informed consent prior to use\n\nExclusion Criteria:\n\n* History of hypersensitivity to fluorescein\n* History of allergy or bronchial asthma\n* Renal failure - Children (patients less than 18 years of age)\n* Pregnant women\n* Breast feeding women\n* Patients with inability to give informed consent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Betsy Moclair",
                    "role": "CONTACT",
                    "phone": "5162537753",
                    "email": "bmoclair@northwell.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Northwell Health",
                    "status": "RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "11030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Betsy Moclair",
                            "role": "CONTACT",
                            "phone": "516-253-7753",
                            "email": "bmoclair@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Acerbi, F., Pollo, B., De Laurentis, C., Restelli, F., Falco, J., Vetrano, I. G., ... & DiMeco, F. (2020). Ex Vivo Fluorescein-Assisted Confocal Laser Endomicroscopy (CONVIVO® System) in Patients With Glioblastoma: Results From a Prospective Study. Frontiers in Oncology, 10. Belykh, E., Miller, E. J., Patel, A. A., Yazdanabadi, M. I., Martirosyan, N. L., Yağmurlu, K., ... & Preul, M. C. (2018). Diagnostic accuracy of a confocal laser endomicroscope for in vivo differentiation between normal injured and tumor tissue during fluorescein-guided glioma resection. World neurosurgery, 115, e337-e348"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}