{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05393180",
            "orgStudyIdInfo": {
                "id": "CP2021-1"
            },
            "organization": {
                "fullName": "AtriCure, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "CONVERGE Post-Approval Study (PAS)",
            "officialTitle": "Hybrid Convergent of Epicardial and Endocardial RF Ablation for the Treatment of Symptomatic Longstanding Persistent AF",
            "therapeuticArea": [
                "Other"
            ],
            "study": "converge-post-approval-study-pas"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-24",
            "studyFirstSubmitQcDate": "2022-05-24",
            "studyFirstPostDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "AtriCure, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of CONVERGE PAS is to evaluate clinical outcomes (peri-procedural and long-term) in a cohort of patients treated during commercial use of the EPi-Sense® Guided Coagulation System or EPi-Sense ST™ Coagulation System to treat symptomatic long-standing persistent atrial fibrillation (AF) patients who are refractory or intolerant to at least one Class I and/or III AAD.",
            "detailedDescription": "In accordance with FDA's Guidance on Balancing Premarket and Post Market Data Collection for Devices Subject to Premarket Approval AtriCure proposes to conduct a post-approval study following the Agency's PMA approval of the CONVERGE pivotal trial.\n\nCurrently there are no FDA-approved treatment options available for patients diagnosed with drug refractory, long-standing persistent AF, which is known to increase the risk of stroke by five-fold.\n\nThe CONVERGE trial was conducted to address the treatment need in patients with advanced forms of AF, using a hybrid epicardial plus endocardial ablation approach. The Hybrid Convergent procedure and the EPi-Sense device have evolved over the past decade and now has a robust history of clinical use in approximately 10,000 patients.\n\nThe totality of evidence generated from the CONVERGE trial and published literature provides reasonable assurance of the safety and effectiveness of the Hybrid Convergent procedure for the treatment of longstanding-persistent AF, which AtriCure believes will facilitate evidence-based decision-making between physicians and patients in addressing this disease for which there are no treatment options.\n\nA post-approval study synopsis is proposed herein to bolster the results of the CONVERGE pre-market pivotal study. Specifically, the aim of this study is to:\n\n1. Further confirm the effectiveness of the EPi-sense device in a larger sample size by narrowing confidence intervals.\n2. Demonstrate the proposed standard of care patient guidelines and mitigations for inflammatory pericardial effusions further reduce the observed safety event rates.\n3. Demonstrate that the CONVERGE pre-market pivotal study results are generalizable across operators with varying levels of experience.\n\nCollect and report on long term outcomes of the Hybrid Convergent procedure."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Atrial Fibrillation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prospective, multi-center, open-label, single arm (Hybrid Convergent only) post-approval study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 325,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hybrid Convergent",
                    "type": "OTHER",
                    "description": "Once the procedure intra-op exclusion conditions have been evaluated, the Epicardial linear lesions will be created endoscopically using the EPi-Sense®-Guided Coagulation System or EPi-Sense ST™ Coagulation System throughout the posterior left atrium and along the pericardial reflections from a trans-diaphragmatic or sub-xyphoid access without any chest incisions. An endocardial ablation catheter will be used to complete the isolation of the pulmonary veins and create a cavotricuspid lesion to prevent typical atrial flutter.\n\nPosterior and other linear lesions such as a roof lesion and mitral valve isthmus lesion will not be created during the endocardial component of the convergent procedure.\n\nOnce the study lesion pattern has been created by coagulating cardiac tissue using the EPi-Sense®- Guided Coagulation System or EPi-Sense ST™ Coagulation System and the endocardial ablation catheter, the pulmonary veins must be evaluated for entrance and/or exit block to confirm isolation.",
                    "interventionNames": [
                        "Device: Epicardial And Endocardial RF Ablation For The Treatment Of Symptomatic Long-standing Persistent AF"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Epicardial And Endocardial RF Ablation For The Treatment Of Symptomatic Long-standing Persistent AF",
                    "description": "Epicardial linear lesions will be created endoscopically using the EPi-Sense®-Guided Coagulation System or EPi-Sense ST™ Coagulation System throughout the posterior left atrium and along the pericardial reflections from a trans-diaphragmatic or sub-xyphoid access without any chest incisions. Posterior and other linear lesions such as a roof lesion and mitral valve isthmus lesion will not be created during the endocardial component of the convergent procedure. This will be done endocardially using an irrigated endocardial ablation catheter.\n\nOnce the study lesion pattern has been created by coagulating cardiac tissue using the EPi-Sense®-Guided Coagulation System or EPi-Sense ST™ Coagulation System and the endocardial ablation catheter, the pulmonary veins must be evaluated for entrance and/or exit block to confirm isolation. .",
                    "armGroupLabels": [
                        "Hybrid Convergent"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Freedom from AF/AFL/AT >30 seconds through 12 months absent new or increased dose of class I/III AAD.",
                    "description": "Primary Effectiveness Endpoint:\n\nThe primary effectiveness endpoint is defined as the number of participants that exhibit freedom from AF/AT/AFL absent class I and III AADs except for a previously failed or intolerant class I or III AAD with no increase in dosage following the 90-day blanking period through the 12-months post procedure follow-up visit.\n\nThe primary effectiveness endpoint will be evaluated based on the first 24 hours of the 7-days Holter monitoring.\n\nParticipants will be considered failures if any of the following conditions are observed: AF/AFL/AT greater than 30 seconds, new or increased dose of previously failed AAD through 12 month post procedure visit, Cardioversion through 12 months post procedure, left sided catheter ablation through 12 months post procedure and catheter ablation for right sided typical atrial flutter. Failures will be compared to total cohort to establish a success rate.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Primary Safety Endpoint, Incidence of defined Major Adverse Events",
                    "description": "The primary safety endpoint for the study is defined as the number of participants that exhibit device or procedure-related major adverse events (MAEs) for subjects undergoing the Hybrid Convergent procedure from the index procedure through 30-days post procedure. Participants will be considered failures if the following is exhibted:\n\n* Pericardial effusions with cardiac tamponade defined as effusions resulting in hemodynamic compromise.\n* Severe pulmonary vein (PV) stenosis\n* Excessive bleeding requiring reoperation\n* Myocardial infarction (MI);\n* Stroke, transient ischemic attacks (TIA);\n* Atrioesophageal fistula (AEF) through 3-months post-procedure;\n* Phrenic nerve injury\n* Death Failures will be compared to total cohort of participants to establish success rate.",
                    "timeFrame": "30-days post procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of significant pericardial effusion",
                    "description": "• Number of participants that exhibit clinically significant pericardial effusions that require percutaneous or surgical treatment post-procedure. A significant pericardial effusion in one which results in hemodynamic compromise, requires elective or urgent pericardiocentesis, or results in 1 cm or more pericardial effusion as documented by echocardiography. Failures will be compared to total cohort of participants to establish success rate.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Incidence of Serious Adverse Events (SAE) through 12 months",
                    "description": "• Device and procedure-related serious adverse events reported through 12 months post-procedure",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Increase or decrease in AF symptoms from baseline",
                    "description": "• Change in AF symptoms from baseline to 12-, 18-, 24- and 36- months post-procedure based on Quality of Life (QoL) assessment using The Atrial Fibrillation Effect on Quality-of-life Questionnaire ( AFEQT)",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Freedom from AF/AT/AFL >30 seconds with previously or intolerant failed class I/III AAD",
                    "description": "• Freedom from AF/AT/AFL \\>30 seconds duration absent class I and III AADs except for a previously failed or intolerant class I or III AAD with no increase in dosage following the 90-day blanking period through the 12-months post procedure follow-up visit. Evaluated based on the first 24 hours of the 7-days Holter monitoring and symptom-driven event monitoring",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Freedom from any AF/AFL/AT >30 seconds without a Class I/III",
                    "description": "• Freedom from any AF/AFL/AT \\>30 seconds duration without a Class I/III AAD prescribed for AF following the 90-day blanking period through 12- 18-, 24- and 36- months post-procedure",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Freedom from any AF/AFL/AT >30 seconds with or without a Class I/III AAD",
                    "description": "• Freedom from any AF/AFL/AT \\>30 seconds duration with or without an AAD prescribed for AF following the 90-day blanking period through 12-, 18-, 24- and 36- months post -procedure",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Number of participants with a reduction of AF burden",
                    "description": "• Residual AF burden / reduction in overall AF burden at 12-, 18-, 24- and 36-months post procedure when compared to baseline. No change or increase in burden will be considered a failure. Failures will be compared to total cohort of participants to establish success rate compared to baseline.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Number of Participants with an decrease in AFEQT Questionnaire Quality of Life (Qol) Score",
                    "description": "• Change in AF-specific Quality of Life (QoL) score(s) at 12-, 18-, 24- and 36- months post-index procedure when compared to baseline score. The increase in scores will be compared to baseline to determine comparative success or failure.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Number of participants with less than 30 seconds of AF/AFL/AT",
                    "description": "Freedom from AF/AFL/AT effectiveness secondary endpoints at 12-months will be evaluated from the 7-day rhythm recording and, also from the first 24 hours of a 7-days Holter. Freedom from AF/AFL/AT effectiveness secondary endpoints at 18-, 24- and 36- months will be evaluated from the 7-day rhythm recording. All burden effectiveness endpoints will be assessed from 7-days Holter for all subjects and separately for subjects with ILR/PPM data. Success or failure will be defined as AF/AFL/AT greater than 30 seconds duration. Failures will be compared to total cohort of participants to establish success rate.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years and \\< 80 years at time of enrollment consent;\n2. Left atrium ≤ 6.0 cm assessed with Transthoracic Echocardiography \\[TTE\\] with parasternal 4 chamber view or equivalent imaging modality;\n3. Refractory or intolerant to at least one AAD (class I and/or III);\n4. Subject has symptomatic (e.g. palpitations, shortness of breath, fatigue) longstanding persistent atrial fibrillation as defined by the 2017 HRS/EHRA/ECAS Guidelines (\\> 12 months of continuous AF);\n5. Life expectancy \\> 12 months; and\n6. Provides written informed consent.\n\nExclusion Criteria:\n\n1. Patients requiring concomitant surgery such as valvular repair or replacement, coronary artery bypass graft (CABG) surgery and atrial septal defect closure;\n2. Left ventricular ejection fraction \\< 35%;\n3. Pregnant or planning to become pregnant during study;\n4. Co-morbid medical conditions that limit one-year life expectancy;\n5. Previous cardiac surgery;\n6. History of pericarditis;\n7. Previous cerebrovascular accident (CVA), excluding fully resolved TIA;\n8. Patients who have active infection or sepsis\n9. Patients with esophageal ulcers strictures and varices;\n10. Patients with renal dysfunction who are not on dialysis (defined as GFR ≤ 40);\n11. Patients who are contraindicated for anticoagulants such as heparin and coumadin;\n12. Patients who are being treated for ventricular arrhythmias;\n13. Patients who have had more than 2 prior left atrial catheter ablations for AF. NOTE: Note: Prior ablations should be limited to failed Pulmonary Vein Isolation (PVI) and no other left atrial lesions;\n14. Current participation in another clinical investigation of a medical device or a drug, or recent participation in such a study within 30 days prior to study enrollment;\n15. Not competent to legally represent him or herself (e.g., requires a guardian or caretaker as a legal representative);\n16. Patient has presence of thrombus in the left atrium determined by intraoperative TEE;\n17. Patient exhibits pulmonary vein stenosis in one or more of the pulmonary veins \\>50 % stenosis;\n18. Planned Left Atrial Appendage Management (LAAM) with an endocardial implantable device during the course of the study;\n19. Presence of other anatomic or comorbid conditions, or other medical, social, or psychological conditions that, in the investigator's opinion, could limit the subject's ability to participate in the clinical investigation or to comply with follow-up requirements, or impact the scientific soundness of the clinical investigation results\n20. Presence of Barretts esophagitis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Denise Breiner",
                    "role": "CONTACT",
                    "phone": "513-658-9643",
                    "email": "dbreiner@atricure.com"
                },
                {
                    "name": "Caroline Mazzola",
                    "role": "CONTACT",
                    "phone": "720-877-2318",
                    "email": "cmazzola@atricure.com"
                }
            ],
            "locations": [
                {
                    "facility": "Hoag Memorial Hospital Presbyterian",
                    "status": "RECRUITING",
                    "city": "Newport Beach",
                    "state": "California",
                    "zip": "92663",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gene Graham, RN",
                            "role": "CONTACT",
                            "phone": "951-833-4363",
                            "email": "gene.graham@hoag.org"
                        },
                        {
                            "name": "Terry Taylor, RN",
                            "role": "CONTACT",
                            "phone": "949-764-4509",
                            "email": "Terry.Taylor@hoag.org"
                        },
                        {
                            "name": "Michael S. Panutich, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.61891,
                        "lon": -117.92895
                    }
                },
                {
                    "facility": "Baycare Health Systems",
                    "status": "RECRUITING",
                    "city": "Clearwater",
                    "state": "Florida",
                    "zip": "33759",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karren Herring, RN",
                            "role": "CONTACT",
                            "phone": "813-533-1412",
                            "phoneExt": "280209",
                            "email": "karen.herring@baycare.org"
                        },
                        {
                            "name": "Kevin Makati, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.96585,
                        "lon": -82.8001
                    }
                },
                {
                    "facility": "Emory Saint Joseph Hopsital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cindy Barnes, CRC",
                            "role": "CONTACT",
                            "phone": "678-843-6093",
                            "email": "pfsmith@emory.edu"
                        },
                        {
                            "name": "David DeLurgio, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "MedStar Union Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21218",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kieth Moyer",
                            "role": "CONTACT",
                            "phone": "443-278-9170",
                            "phoneExt": "2",
                            "email": "keith.moyer@medstar.net"
                        },
                        {
                            "name": "Rebecca Comaty",
                            "role": "CONTACT",
                            "phone": "443-278-9170",
                            "phoneExt": "2"
                        },
                        {
                            "name": "Brain Bethea, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Southcoast Hospitals Group",
                    "status": "RECRUITING",
                    "city": "New Bedford",
                    "state": "Massachusetts",
                    "zip": "02740",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debra Benevides, NP",
                            "role": "CONTACT",
                            "phone": "508-973-7328",
                            "email": "benevidesd@southcoast.org"
                        },
                        {
                            "name": "Nitesh Sood, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.63622,
                        "lon": -70.93421
                    }
                },
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "WITHDRAWN",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Bon Secours",
                    "status": "RECRUITING",
                    "city": "Midlothian",
                    "state": "Virginia",
                    "zip": "23114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Janet Barrett, RN",
                            "role": "CONTACT",
                            "phone": "804-794-6400",
                            "email": "Janet_Barrett@bshsi.org"
                        },
                        {
                            "name": "Paul Wehman, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.50598,
                        "lon": -77.64916
                    }
                },
                {
                    "facility": "Virginia Mason Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Machuca",
                            "role": "CONTACT",
                            "phone": "972-358-6205",
                            "email": "daniel.muchuca@vmfh.org"
                        },
                        {
                            "name": "Robert Moraca, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "St Thomas",
                    "status": "RECRUITING",
                    "city": "London",
                    "zip": "Se1 7EH",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Aoife Tipping",
                            "role": "CONTACT",
                            "email": "aoife.tipping@gstt.nhs.uk"
                        },
                        {
                            "name": "Jaswinder Gill, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}