{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05897775",
            "orgStudyIdInfo": {
                "id": "CR-DBS"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Coordinated Reset Deep Brain Stimulation for Essential Tremor",
            "officialTitle": "Coordinated Reset Deep Brain Stimulation for Essential Tremor",
            "therapeuticArea": [
                "Other"
            ],
            "study": "coordinated-reset-deep-brain-stimulation-for-essential-tremor"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-01",
            "studyFirstSubmitQcDate": "2023-06-01",
            "studyFirstPostDateStruct": {
                "date": "2023-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Deep brain stimulation (DBS) is a surgical procedure for the treatment of Essential Tremor (ET). A novel approach to current DBS approaches is called coordinated reset DBS (CR-DBS) which uses different patterns of stimulation at lower currents and can address the limitations of traditional DBS that uses continuous high amplitude, high frequency stimulation. This study will evaluate the feasibility, safety and short-term efficacy of thalamic CR-DBS in upper extremity ET. The goal of this study is to evaluate the safety and short-term efficacy of thalamic CR- DBS in ET, including the acute (during CR-DBS) and carryover (following DBS cessation) effects, and compare these to those induced by clinically optimized T-DBS. To achieve our goal, a low-risk, two-phase clinical study will be conducted in patients with upper extremity (UE) ET. The first aim is to identify the spatial location and peak frequency of tremor related oscillatory activities in VIM (Phase I). The second aim is to compare the acute effects of thalamic CR-DBS to clinically optimized T-DBS (Phase II)."
        },
        "conditionsModule": {
            "conditions": [
                "Essential Tremor",
                "Upper Extremity Essential Tremor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Each participant will receive both the new intervention which is a new stimulation pattern and the standard of care intervention, each for a week.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The participants will be blinded to the order of interventions they receive. The investigators assessing the severity of tremor and side effects through videos will also be blinded to the intervention condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 23,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Coordinated Reset DBS Setting (CR-DBS)",
                    "type": "EXPERIMENTAL",
                    "description": "Coordinated Reset DBS settings",
                    "interventionNames": [
                        "Device: Deep brain stimulation"
                    ]
                },
                {
                    "label": "Clinically Optimized DBS Setting (T-DBS)",
                    "type": "OTHER",
                    "description": "Traditional DBS settings",
                    "interventionNames": [
                        "Device: Deep brain stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Deep brain stimulation",
                    "description": "Thalamic coordinated reset DBS (CR-DBS) which uses different patterns of stimulation at lower currents and can address the limitations of traditional DBS (T-DBS) that uses continuous high amplitude, high frequency stimulation.\n\nEach participant will receive both the new intervention and the standard of care intervention, each for a week.",
                    "armGroupLabels": [
                        "Clinically Optimized DBS Setting (T-DBS)",
                        "Coordinated Reset DBS Setting (CR-DBS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Tremor Research Group Essential Tremor Rating Scale (TETRAS)",
                    "description": "TETRAS is a rating scale introduced by the Tremor Research Group which has undergone extensive performance evaluations7. The TETRAS Activities of Daily Living Subscale (TETRAS-ADL) rates tremor's impact on activities of daily living, using 12 test items with each item scored from 0-4 (increasing with severity). The TETRAS-ADL total score range is 0-48.\n\nThe TETRAS performance subscale (TETRAS-P) consists of 16 scored items designed to measure essential tremor of the head, face, voice, upper extremity, lower extremity and trunk, with each item scored from 0-4 (increasing with severity). Specific amplitude measurements are used to guide the ratings for each item. Tasks of spiral drawing, handwriting and object holding are included. The TETRAS-P total score range is 0-64.\n\nThe total TETRAS score, including both TETRAS-ADL and TETRAS-P, ranges from 0 to 112.",
                    "timeFrame": "4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Instrumented Tremor Measurement",
                    "description": "Quantitative measurements of upper extremity tremor can add power to clinical treatment trials 10,11 . Inertial measurement units (IMU) are lightweight, wearable motion sensors that offer a reliable means for the objective measurement of tremor 12 . In this trial Delsys IMU's will provide a secondary measure of tremor amplitude using recordings from a built-in accelerometer and gyroscope. IMU's will be attached to the arm muscles and recordings will be made during the upper extremity postural and action tasks of the TETRAS-P assessment, without adding additional assessment time.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Bain Tremor Disability Scale (BTDS)",
                    "description": "The Bain Findlay Tremor Activities of Daily Living scale is a 25-item self-administered questionnaire assessing items related to eating, hygiene, writing and other daily tasks (item rating 1-4, total score 25-100, increasing with severity). The scale is reliable in test-retest measures, although the correlation of disability scores to tremor amplitude measurements is not established.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Quality of Life in Essential Tremor (QUEST)",
                    "description": "QUEST is a quality of life measure specifically designed for essential tremor . The scale is a self-administered questionnaire of 30 items clustering around five factors: Physical, Psychosocial, Communication, Hobbies/Leisure, and Work/Finance. QUEST has good reliability (intraclass correlation coefficient \\>=.89) and correlates best with overall quality of life measures rather than upper extremity tremor severity.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Quantitative Archimedes Spirals",
                    "description": "Visual ratings of Archimedes Spiral drawing provide one of the most sensitive measures of tremor. Recording the spiral drawing on a digitizing tablet increases the sensitivity of tremor detection and can replace or augment clinical tremor measures. In this trial, patients will draw spirals on a Windows Surface tablet to obtain a quantitative measure of upper extremity tremor severity. The drawn spirals will be analyzed in MATLAB to output a score which correlates to severity of tremor.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Dot Approximation Task",
                    "description": "Subject will hold a pen/stylus above a dot on a white sheet of paper for \\~10 seconds and try to keep the tip of the pen/stylus as close as possible to the dot without touching it. A MBIENTLAB IMU sensor will be wrapped around the middle finger to assess tremor. Data from the sensor will be logged in the tablet and analyzed in MATLAB to output a score. This task is a testing item in the TETRAS-P7. While TETRAS is challenging to assess remotely, the Dot Approximation Task is easy to perform and provides a sensitive, quantitative measure of tremor. Both the Quantitative Archimedes Spirals and Dot Approximation Tasks will be used for at-home self-assessment of tremor.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Brief Ataxia Rating Scale (BARS)",
                    "description": "The BARS was developed as a short screening instrument to rate cerebellar function in five realms: Gait, Kinetic Function-Arm, Kinetic Function-Leg, Speech, and Eye Movements. The scale is reliable (intraclass correlation coefficient = .91), internally consistent and correlates highly with other more detailed scales. The scale can be administered in minutes making it ideal for repeated assessment of dysfunction in cerebellothalamic pathways.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Quantitative Gait Analysis",
                    "description": "Gait ataxia is another common side-effect of DBS for ET. Marker-less pose estimation will be used to obtain a quantitative measure of gait ataxia by tracking the joints while the subject walks in a heel-to-toe, or tandem, manner. This data will be analyzed using DeepLabCut in Matlab to compute parameters such as midline deviation, gait speed, and wrist sway. Increased midline deviation and/or missteps, and a decrease in tandem gait speed will indicate gait ataxia.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Quantitative Speech Analysis",
                    "description": "Stimulation-induced dysarthria is a common side effect of DBS for ET. In this trial, speech tasks will be recorded and analyzed to compute several parameters. During the speech recording, the subject will perform the oral diadochokinesis task by repeating the syllables /ka/, /pa/, or /ta/ ten times each recruiting a different structure of articulation. These recordings will be analyzed using PRAAT (http://www.praat.org/) and custom MATLAB scripts to compute the voice duration and voice onset time. Prolonged voicing and decreased VOT are indicators of stimulation-induced dysarthria.",
                    "timeFrame": "2 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of Essential Tremor (ET)\n* Age of 21 or over\n* Will be implanted with Boston Scientific Vercise Rechargeable Genus deep brain stimulation (DBS) system\n* 7 Tesla (7T) MRI pre-operative scan under Noam Harel PhD's (Center for Magnetic Research (University of Minnesota IRB #1210M22183) protocol \"Imaging of DBS targets at 7T MRI\"\n* Planned post-operative CT scan\n\nExclusion Criteria:\n\n* History of musculoskeletal disorders that affect movement of the limbs or gait\n* Other significant neurological disorder\n* History of dementia or cognitive impairment (Mini-Mental Score \\&lt; 26)\n* Significant psychiatric disease\n* On medication that could cause tremor\n* Prior brain surgery\n* Pregnant women\n* Evidence of non-ET central nervous system disease or injury for at least three (3) months prior to implantation\n* Any suspicion of Parkinsonian tremor, including presence of Parkinsonian features such as bradykinesia, rigidity, or postural instability\n* Other significant medical disorder that could impede study participation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jing Wang, PhD",
                    "role": "CONTACT",
                    "phone": "(612) 626-6071",
                    "email": "wang3444@umn.edu"
                },
                {
                    "name": "Peter M Grund, BS",
                    "role": "CONTACT",
                    "phone": "612-624-6434",
                    "email": "grund130@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jing Wang, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jing Wang, PhD",
                            "role": "CONTACT",
                            "phone": "612-626-6071",
                            "email": "wang3444@umn.edu"
                        },
                        {
                            "name": "Peter M Grund, BS",
                            "role": "CONTACT",
                            "phone": "612-624-6434",
                            "email": "grund130@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014202",
                    "term": "Tremor"
                },
                {
                    "id": "D000020329",
                    "term": "Essential Tremor"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16956",
                    "name": "Tremor",
                    "asFound": "Tremor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22137",
                    "name": "Essential Tremor",
                    "asFound": "Essential Tremor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}