{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05191446",
            "orgStudyIdInfo": {
                "id": "20-33076"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AA029312",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AA029312"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Coronavirus Disease 2019 (Covid-19) Impact on Alcohol-related Liver Disease Patient Outcomes, Care and Alcohol Use",
            "officialTitle": "Impact of the Coronavirus 2019 (COVID-19) Pandemic on Patient Outcomes, Telehealth Care Delivery, and Treatment for Unhealthy Alcohol Use in Vulnerable Patients With Advanced Liver Disease Across Two Healthcare Systems",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "coronavirus-disease-covid-impact-on-alcohol-related-liver-disease-patient-outcomes-care-and-alcohol-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-27",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-11",
            "studyFirstSubmitQcDate": "2022-01-11",
            "studyFirstPostDateStruct": {
                "date": "2022-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study consists of a randomized controlled trial evaluating the efficacy and feasibility of a stepped alcohol treatment using telemedicine on unhealthy alcohol use in patients with chronic liver disease receiving care in hepatology practices at three sites. Patients who meet eligibility criteria will be randomized to one of two study arms: 1) Stepped Alcohol Treatment (SAT) or, 2) Usual Care (UC). Participants will be randomized separately by site. SAT includes 3 sessions of motivational interviewing followed by referral to addiction medicine for patients who do not reduce unhealthy drinking. Trial outcome measures will be complete at 6 and 12 months following baseline enrollment.",
            "detailedDescription": "Background/Rationale: Unhealthy alcohol use is consumption of alcohol at more than the \"moderate\" levels of up to 1 drink per day (7/week) for women and up to 2 drinks per day (14/week) for men, as defined by NIAAA. Unhealthy alcohol use is prevalent in chronic liver disease (CLD), and for many patients no level of alcohol could be considered safe. Guidelines recommend integrated multidisciplinary care, but evidence-based strategies to address alcohol use beyond brief counseling are rarely provided in hepatology practices. A recent study showed that most veterans with cirrhosis and coexisting AUD do not receive behavioral treatment or pharmacotherapy for AUD. Similarly, in a study of cirrhosis patients \\[\\~70% alcohol-associated liver disease (ALD)\\] hospitalized at 4 safety net hospitals, less than half reported abstinence from alcohol, while 39% reported daily alcohol use, and alcoholic hepatitis accounted for the highest in-hospital mortality compared to other comorbidities. The investigators are focusing on these important outcomes in this study. Current guidelines recommend that brief intervention, pharmacotherapy, and referral to treatment should be offered to patients with ALD including those with alcohol use disorder (AUD) or advanced CLD of any etiology who drink alcohol at more than moderate amounts. Our approach follows these guidelines.\n\nOverall approach: The investigators will enroll a total of 180 patients (90 assigned to stepped care, 90 to usual care) with liver disease and alcohol use; 60 patients will be recruited from each of the three study sites (two Veterans Administrations Healthcare System sites in Palo Alto and San Francisco as well as a safety net public clinic in San Francisco, CA). This intent-to-treat outcome study will include all patients recruited, whether or not they complete the interventions.\n\nRecruitment: Hepatology practices at all three sites routinely screen patients for alcohol use. Eligible patients will be identified using the electronic medical record and, following permission from their provider, patients will be contacted about the study. Patients may also be referred directly by their hepatology providers. Interested patients who meet all eligibility criteria will be consented to participate in the study. The investigators will include English and Spanish speakers using bicultural and bilingual clinical research coordinators. Following enrollment, participants will have baseline, 3-, 6-, and 12-month assessments. Participants will be offered $50 for completing the baseline, 3-, and 6-month, and $100 for 12-month assessments.\n\nBaseline assessment: At baseline, patient demographics (age, sex, race/ethnicity, income, education, insurance), medical history, medications, etiology of CLD, presence of cirrhosis or hepatic decompensation, history of illicit drugs, laboratory tests of liver function and COVID-19 will be captured using the electronic medical record. Measures of alcohol use will be performed using validated measures. Patients will then undergo randomization.\n\nRandomization to study arms: Patients who meet study criteria will be randomized to one of two study arms: 1) Stepped Alcohol Treatment (SAT) or, 2) Usual Care (UC). See \"Arms and Interventions\" section for details.\n\nFollow-up Assessments: A research staff member not participating in patient care will conduct follow-up interviews. He/she will be blinded to participants' treatment condition. Participants will be contacted by telephone at 3, 6 and 12 months to complete the measures. Patient reporting via telephone follow-up has been reliable in prior studies but a biomarker of alcohol use will also be performed to validate reports of alcohol abstinence\n\nStatistical analysis: Repeated measures analyses will be conducted within a generalized linear mixed model (GLMM) framework. These models accommodate the range of continuous, count, and discrete outcomes that will be measured. Analyses will include treatment condition (SAT vs UC) as a between-subjects effect. Time (baseline, 3-month, 6-month, and 12-months) will be a repeated effect and the treatment x time interaction will be examined. Analyses will account for clustering of patients within study site.\n\nSample size: Sample size was determined using data from prior studies of MI and stepped care interventions for unhealthy alcohol use in individuals with liver disease and other populations, for the primary outcome (less than moderate alcohol use) and the secondary outcome of drinks per week.\n\nAnticipated results: The investigators anticipate that SAT participants will be more likely than UC to reduce or be abstinent from alcohol use at the 3-, 6- and 12-month follow-up. The investigators also anticipate that SAT participants will have better clinical outcomes (less new or worsening clinical decompensation or hospitalizations) than controls at follow-up. The investigators will also explore COVID-19 related outcomes in both arms, e.g., infection rates, hospitalization and clinical outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Diseases",
                "Alcohol Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized trial with patients assigned to an experimental condition or to usual care.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants completing follow up interviews with participants will be blinded to study condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stepped alcohol intervention (SAT) to reduce unhealthy alcohol use",
                    "type": "EXPERIMENTAL",
                    "description": "For participants randomized to SAT, consistent with stepped care, treatment will begin with lower intensity services that are stepped up, if necessary, at a predefined time point. Step 1 consists of three motivational interviewing (MI)sessions delivered every 2 weeks. At the 3-month assessment, those with non-response to MI, defined as continued unhealthy alcohol use in the prior 14 days, will be referred to on site physician managed addiction specialty services (Step 2) for higher intensity services.",
                    "interventionNames": [
                        "Behavioral: Stepped alcohol intervention (SAT) to reduce unhealthy alcohol use"
                    ]
                },
                {
                    "label": "Usual Care (UC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "UC participants will receive their usual services in hepatology. They will also be given publicly available patient education materials regarding risk associated with unhealthy drinking (mail/email or in-person if desired) and will be asked to follow up with their physician should they have questions about information provided in the handouts. UC participants' hepatology provider will be notified if AUDIT-C scores are greater than 3 at baseline. All UC participants will have access to alcohol and other substance use treatment available to patients at their respective sites.",
                    "interventionNames": [
                        "Other: Usual Care (UC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stepped alcohol intervention (SAT) to reduce unhealthy alcohol use",
                    "description": "Step 1 includes three sessions of motivational interviewing (MI). MI will consist of three video (Zoom) or telephone sessions: an initial 45-minute session, followed by two 20-minute sessions. Treatment is based on \"Motivational Interviewing\" by Miller and Rollnick, and includes exploring ambivalence about change, reflective listening, expressing empathy, and discussion about change. To support increased motivation to reduce drinking, discussion will center on effects of hazardous drinking on liver disease.\n\nStep 2 includes referral to addiction medicine for participants who do not reduce unhealthy alcohol use. Specialty addiction services include both direct treatment and coordination of addiction care. After an evaluation, the addiction medicine physician may recommend pharmacotherapy (in consultation with hepatology provider if indicated), and/or referral to intensive outpatient, or residential level of care depending on clinical judgement.",
                    "armGroupLabels": [
                        "Stepped alcohol intervention (SAT) to reduce unhealthy alcohol use"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual Care (UC)",
                    "description": "UC participants will receive their usual services in hepatology. They will also be given publicly available patient education materials regarding risk associated with unhealthy drinking (mail/email or in-person if desired) and will be asked to follow up with their physician should they have questions about information provided in the handouts. UC participants' hepatology provider will be notified if AUDIT-C scores are greater than 3 at baseline. All UC participants will have access to alcohol and other substance use treatment available to patients at their respective sites.",
                    "armGroupLabels": [
                        "Usual Care (UC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in alcohol use",
                    "description": "Less than moderate alcohol use in the prior 14 days at month 6 follow-up. Alcohol use survey questions will assess usual drinking frequency (days per week) and typical number of standard drinks consumed, in order to compute average number of drinks per week; and number of days of hazardous drinking (5+ drinks for men and, and 4+ drinks per women) in the past 30 days, using the Timeline Followback Method.",
                    "timeFrame": "6 months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Alcohol use cessation",
                    "description": "Alcohol use will be assessed at 6 months and 12 months following enrollment, using the Timeline Followback Method.",
                    "timeFrame": "6 and 12 months after enrollment"
                },
                {
                    "measure": "Drinks per week",
                    "description": "Alcohol use will be assessed at 6 months and 12 months following enrollment, using the Timeline Followback Method.",
                    "timeFrame": "6 and 12 months after enrollment"
                },
                {
                    "measure": "Liver-related outcomes",
                    "description": "Worsening liver function tests, new or worsening hepatic decompensation or new diagnosis of cirrhosis in those without advanced CLD, number of hospitalizations, Child-Pugh (A, B, and C) and Model of End stage Liver Disease (MELD) labs will be captured using electronic medical record data.",
                    "timeFrame": "6 and 12 months after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. Men and women age ≥ 18 years.\n2. Diagnosis of chronic liver disease (CLD).\n3. Unhealthy alcohol use, defined as more than moderate amount of alcohol use within the prior 30 days by National Institute on Alcohol Abuse and Alcoholism (NIAAA) criteria defined as on average more than 1 drink/day (7 drinks per week) for women and more than 2 drinks per day (14 drinks per week) for men, or on average at least one heavy drinking day (4+ drinks in a day for women and 5+ for men) per week in the prior 30 days. A standard drink is \\~14 g of alcohol.\n4. Ability to access a telephone or a digital device (i.e., computer, tablet or smart phone).\n\nExclusion criteria:\n\n1. Severe medical or psychiatric conditions or evidence of acute alcohol intoxication preventing participation in the study\n2. Are currently enrolled in formal treatment for unhealthy alcohol use, excluding self or mutual-help groups (e.g., Alcoholics Anonymous).\n3. Women who are pregnant or breastfeeding or unwilling to use birth control.\n4. Language preference other than English or Spanish.\n5. Unwilling or unable to provide informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mandana Khalili, M.D.",
                    "role": "CONTACT",
                    "phone": "628-206-4766",
                    "email": "mandana.khalili@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mandana Khalili, M.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of california San Francisco",
                    "status": "ENROLLING_BY_INVITATION",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Zuckerberg San Francisco General Hospital",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mandana Khalili",
                            "role": "CONTACT",
                            "email": "mandana.khalili@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study will comply with NOT-AA-19-020, \"Notice of NIAAA Data-Sharing Policy for Human Subjects Grants Research Funded by the National Institute on Alcohol Abuse and Alcoholism (NIAAA).\" NIAAA requires studies that include human subjects to submit de-identified data into the NIAAA data repository (NIAAADA), a NIAAA data repository hosted and managed by the National Institute of Mental Health (NIMH) Data Archive (NDA), in order to enable widespread data sharing. Key measurement domains include quality of life, patient satisfaction with care, use of telemedicine, health literacy measures, alcohol use, anxiety, depression, and use of health services. The investigators will obtain Informed Consent that allows for broad sharing of the research subjects' de-identified data and will follow all other necessary procedures as described in our Data Sharing and Archiving Plan.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The study team will submit data on or before the NDA submission due dates (April 1 and October 1 each year) in accordance with the applicable Data Sharing Terms and Conditions of award. The team will perform quality assurance (QA)/quality control (QC) checks on data within 4 months after the submission due dates and address any issues identified by the NDA. The study team will run the required NIAAADA data validation tool at least one time per month once data collection begins. Duration of availability will follow NIAAADA criteria.",
            "accessCriteria": "Access criteria will follow NIAAADA guidelines. The study team will Share data in accordance with the default NIAAADA data sharing schedule in accordance with the applicable Data Sharing Terms and Conditions of award."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000431",
                    "term": "Ethanol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "asFound": "Anterior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}