{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06511804",
            "orgStudyIdInfo": {
                "id": "24.0331"
            },
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Correlation Between Noninvasive Blood Vessel Functionality Parameters and Cerebral Hemodynamics in Neurocritical Care Patients",
            "officialTitle": "Correlation Between Noninvasive Blood Vessel Functionality Parameters and Cerebral Hemodynamics in Neurocritical Care Patients",
            "acronym": "Mespere ICP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "correlation-between-noninvasive-blood-vessel-functionality-parameters-and-cerebral-hemodynamics-in-neurocritical-care-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-17",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-15",
            "studyFirstSubmitQcDate": "2024-07-15",
            "studyFirstPostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jiapeng Huang",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "University of Louisville",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical research project is to employ Mespere LifeSciences NeurOs Cerebral Oximetry system, equipped with noninvasive sensors approved by the FDA, to monitor and investigate the correlation within a cohort of patients suffering from traumatic brain injury (TBI), stroke, brain tumor, and brain bleeding. This study aims to investigate and establish the correlation between blood vessel functionality parameters-specifically, Vasodilation/Constriction Index (VDC), Vascular Resistance Index (VR), and Volume Reactivity Index (VRx)-with the crucial physiological indicators, Intracranial Pressure (ICP) and Mean Arterial Pressure (MAP). By doing so, the investigators seek to address fundamental questions surrounding cerebral hemodynamics and autoregulation in various neurological conditions.",
            "detailedDescription": "For this research, the investigators will strategically position two noninvasive sensors on the patients' foreheads, specifically over the temporal region. It is imperative that the skin in this area is accessible, free from hair or any underlying wounds beneath the sensor. These sensors are specifically designed to gather crucial data on cerebral oxygen saturation (StO2) and blood volume index (BVI). As per FDA recommendations, should the monitoring extend beyond 6 hours, it is advisable to replace the sensor adhesive to ensure optimal functionality and accuracy. The collected information will be transmitted to the investigators' monitoring system, equipped with preinstalled software that offers real-time insights into several key parameters:\n\n1. Regional Tissue Oxygen Saturation (StO2): This parameter provides data on regional hemoglobin oxygen saturation in the cerebral tissue beneath the sensor. It is captured using our cerebral oximetry sensors and offers critical insights into tissue oxygenation.\n2. Blood Volume Index (BVI): BVI provides information on the regional blood-to-tissue volume ratio in the cerebral tissue beneath the sensor, again captured using our cerebral oximetry sensors. BVI is instrumental in understanding blood volume dynamics in the brain.\n3. Mean Arterial Pressure (MAP) and Systolic Blood Pressure (SBP): Real-time MAP and SBP data will be pulled from the Philips patient monitor, providing a comprehensive overview of the patient's circulatory status.\n4. Intracranial Pressure (ICP): Similar to MAP and SBP, real-time ICP data will also be pulled from the Philips patient monitor, offering valuable insights into intracranial dynamics.\n5. Vasodilation/Constriction Index (VDC): VDC is a derived parameter from BVI, signifying the relative change in blood vessel cross-sectional area. An increase indicates vessel dilation, while a decrease indicates vessel constriction. This index offers insights into cerebral vessel reactivity.\n6. Vascular Resistance Index (VR): VR is a derived parameter from BVI, indicating the percent change in blood vessel resistance based on the Hagen-Poiseuille formula. VR helps assess the resistance to blood flow within cerebral vessels.\n7. Volume Reactivity Index (VRx): VRx is a real-time moving Pearson Correlation Coefficient between Blood Volume Index (BVI) derived from our Cerebral Oximetry sensors and MAP. This parameter is derived from Pressure Reactivity Index (PRx), making VRx a non-invasive alternative to the invasive PRx. VRx is used to assess autoregulation."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Injuries",
                "Intracranial Pressure Increase",
                "Monitoring"
            ],
            "keywords": [
                "intracranial pressure",
                "monitoring",
                "noninvasive"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Intracranial Pressure Noninvasive Monitoring",
                    "description": "Mespere sensors will be placed on the temporal areas of the head in patients with invasive intracranial pressure monitoring. Blood pressures, intracranial pressure, and Mespere parameters will be recorded."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "cerebral hemodynamics and autoregulation as assessed by the noninvasive blood vessel functionality parameters-Vasodilation/Constriction Index (VDC), Vascular Resistance Index (VR), and Volume Reactivity Index (VRx)",
                    "description": "cerebral hemodynamics and autoregulation as assessed by the noninvasive blood vessel functionality parameters-Vasodilation/Constriction Index (VDC), Vascular Resistance Index (VR), and Volume Reactivity Index (VRx)-in patients with traumatic brain injury, stroke, brain bleeding",
                    "timeFrame": "1 hour"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects who meet all the following inclusion criteria may be included:\n\n1. Adults (\\> 18 years of age);\n2. Able and willing to provide written informed consent for participation by self or legally authorized representatives.\n3. Clinical diagnosis of traumatic brain injury (TBI), brain hemorrhage, brain tumor, neurotrauma (including closed head injuries, penetrating head injuries, or other forms of neurotrauma), hemorrhage (intracerebral or subarachnoid), or stroke.\n4. Continuous Blood Pressure Monitoring: Patients must have continuous blood pressure monitoring in place during the study period, obtained from an arterial line. This criterion ensures that we have real-time data on mean arterial pressure (MAP) and systolic pressure (SBP).\n5. Intracranial Pressure (ICP) Monitoring: Patients must have intracranial pressure (ICP) monitoring in place during the study period. This criterion ensures that we can assess the correlation between our blood vessel functionality parameters (VDC, VR, and VRx) and ICP, a key indicator of intracranial dynamics.\n\nExclusion Criteria:\n\n1. Subjects who meet any of the following exclusion criteria will be excluded:\n2. Expected to be at increased risk due to study participation (e.g. due to hemodynamic instability), in the medical opinion of an investigator;\n3. Pregnant as determined per site standard practice;\n4. Previously participated in this study, or are enrolled in another research study that could be expected to interfere with participation, in the opinion of the investigator;\n5. Require or are anticipated to require emergent medical care in which study participation may reasonably delay his/her medical care or increase risk or unfavorable outcome, in the opinion of the investigator;\n6. Allergy to adhesive tape;\n7. Ongoing photodynamic therapy.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adult (18 years of age and older) that present for medical care in operating room, intensive care unit (ICU) and/or other departments will be enrolled. Only patients that are safe to conduct the study per medical judgement of the PI will be enrolled in the study. Mespere LifeSciences blood vessel functionality parameters-Vasodilation/Constriction Index (VDC), Vascular Resistance Index (VR), and Volume Reactivity Index (VRx) will not be used for any medical decisions. This evaluation will be conducted in addition to any other tests, procedures, and/or scans ordered by the participants treating physician. Patients will be required to meet inclusion criteria and meet none of the exclusion criteria.\n\nThis population is representative of the general population that is expected to use the device in clinical practice.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Louisville Health",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jiapeng Huang, MD, PhD",
                            "role": "CONTACT",
                            "phone": "502-852-8157",
                            "email": "jiapeng.huang@louisville.edu"
                        },
                        {
                            "name": "Jiapeng Huang, Md, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34899560",
                    "type": "BACKGROUND",
                    "citation": "Longhitano Y, Iannuzzi F, Bonatti G, Zanza C, Messina A, Godoy D, Dabrowski W, Xiuyun L, Czosnyka M, Pelosi P, Badenes R, Robba C. Cerebral Autoregulation in Non-Brain Injured Patients: A Systematic Review. Front Neurol. 2021 Nov 16;12:732176. doi: 10.3389/fneur.2021.732176. eCollection 2021."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000019586",
                    "term": "Intracranial Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21521",
                    "name": "Intracranial Hypertension",
                    "asFound": "Intracranial Pressure Increase",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}