{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04922411",
            "orgStudyIdInfo": {
                "id": "201908154"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NS109487-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NS109487-01A1"
                }
            ],
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Cortical Network Modulation by Subthalamic Nucleus DBS",
            "officialTitle": "Cortical Network Modulation by Subthalamic Nucleus Deep Brain Stimulation",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "cortical-network-modulation-by-subthalamic-nucleus-dbs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-04",
            "studyFirstSubmitQcDate": "2021-06-04",
            "studyFirstPostDateStruct": {
                "date": "2021-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Deep brain stimulation of the subthalamic nucleus (STN DBS) in Parkinson's disease (PD) can provide substantial motor benefit yet can also produce unwanted mood and cognitive side effects. Although the neural mechanisms underlying benefits and side effects are not well understood, current hypotheses center on the potentially measurable yet currently undefined effects within downstream cortical networks. Limitations of current tools have impeded attempts to assess network connectivity directly and dynamically in humans with implanted DBS; PET lacks the necessary temporal resolution while fMRI is neither optimal nor safe for patients with implanted DBS. In this proposal, to overcome these significant limitations, the investigators apply high-density diffuse optical tomography (HD-DOT) methods to investigate how STN DBS modulates cortical functional networks and behavior in PD patients. HD-DOT uses a collection of functional near-infrared spectroscopy (fNIRS) measurements, free of radiation exposure concerns, and without electrical/metal artifacts or contraindications or safety concerns for DBS. However, common fNIRS systems are critically hampered by typically sparse measurement distributions that lead to poor anatomical specificity, unreliable image quality due to crosstalk with scalp signals, poor spatial resolution, limited field of view, unstable point spread functions, and uneven spatial coverage. HD-DOT solves these problems by using high-density interlaced source and detector imaging arrays that support densely overlapping measurements and anatomical head models that together result in higher spatial resolution, stable point spread functions, and greatly improved isolation of brain signals from scalp signals. The investigators have demonstrated that HD-DOT accurately maps functional connectivity (FC) within and between cortical resting state networks (RSNs) in the outer \\~1cm of cortex with comparable temporal and spatial resolution to fMRI. Preliminary data in older controls and STN DBS patients that directly establish validity and feasibility for the proposed studies are provided.\n\nA recent comprehensive evaluation of FC in PD (without DBS) using fMRI found reduced within-network FC in visual, somatomotor, auditory, thalamic and cerebellar networks and reduced between-network FC involving predominantly cortical RSNs (somatomotor, sensory and association), some of which correlated with cognitive and motor dysfunction in PD. Notably, striatal RSNs were not abnormal. These data suggest that PD affects the interrelationships of cortical networks in a behaviorally meaningful way, far downstream of focal subcortical neuropathology. STN DBS is known to alter activity in downstream cortical regions that function as nodes within these dynamic cortical networks supporting movement and cognition. Thus, cortical network FC may play a critical role in mediating the impact of STN DBS on motor and non-motor behavior. Location of the stimulating contact may further modulate these downstream effects, due to the complex functional organization of the STN region.\n\nStudy procedures include motor and cognitive tests, questionnaires, HD-DOT scanning, and MRI scans.\n\nThe investigators propose to investigate how STN DBS influences downstream cortical network FC using HD-DOT.\n\nThis information could lead to more efficient clinical optimization of DBS, identify potential cortical targets for less invasive neuromodulation, and lay the groundwork for future more complex experimental manipulations to determine the full range of STN DBS-induced cortical network responses to up-stream focal electrical perturbations, revealing fundamental properties of functional network plasticity.",
            "detailedDescription": "Study procedures include motor and cognitive tests, questionnaires, HD-DOT scanning, and MRI scans.\n\nPurpose of the Study Protocol This information could lead to more efficient clinical optimization of DBS, identify potential cortical targets for less invasive neuromodulation, and lay the groundwork for future more complex experimental manipulations to determine the full range of STN DBS-induced cortical network responses to up-stream focal electrical perturbations, revealing fundamental properties of functional network plasticity.\n\nRationale for this Study Deep brain stimulation of the subthalamic nucleus (STN DBS) in Parkinson disease (PD) can provide substantial motor benefit yet can also produce unwanted mood and cognitive side effects. Although the neural mechanisms underlying benefits and side effects are not well understood, current hypotheses center on the potentially measurable yet currently undefined effects within downstream cortical networks. Limitations of current tools have impeded attempts to assess network connectivity directly and dynamically in humans with implanted DBS; PET lacks the necessary temporal resolution while fMRI is neither optimal nor safe for patients with implanted DBS. In this proposal, to overcome these significant limitations, investigators apply high-density diffuse optical tomography (HD-DOT) methods to investigate how STN DBS modulates cortical functional networks and behavior in PD patients.\n\nStudy Objectives Primary Aim\n\n1. To determine cortical FC abnormalities in pre-surgical PD using fMRI and HD-DOT. Investigators expect the PD group to have reduced within-network FC compared to controls in the somatomotor, auditory and visual RSNs, and reduced between-network FC replicating Gratton et al. fMRI will provide within and between-group validation of HD-DOT for cortical FC, and also allow assessment of the relationship between the cortical and the subcortical/cerebellar RSNs.\n\n   Secondary Aim\n2. To determine the impact of STN DBS on cortical FC with HD-DOT. After PD patients from Aim 1 undergo STN DBS surgery and clinical optimization, patients will be scanned with HD-DOT in ON and OFF STN DBS states in a double-blind and counterbalanced manner. Investigators hypothesize that STN DBS will alter FC within and between networks identified as abnormal in Aim 1. Investigators also will compare pre- and post-surgery (OFF DBS) HD-DOT scans to understand any effects of time/surgery on FC.\n3. To determine how STN DBS-induced change in cortical FC relates to the anatomical location of DBS contacts. A 3D statistical mapping method with control for multiple comparisons will be applied to Aim 2 data. Investigators hypothesize that STN DBS-induced changes in FC will be related to the location of the stimulating contact, with more dorsal contacts related to greater change in somatomotor FC and more ventral contacts related to greater change in frontoparietal FC.\n4. To determine how STN DBS-induced change in cortical FC relates to change in behavior. PD patients will perform motor, cognitive, and mood testing in ON and OFF STN DBS states. Investigators will test the hypothesis that motor response to DBS relates to changes in somatomotor FC, and that cognitive response relates to changes in frontoparietal FC.\n\nStudy Design Overview or Design Summary MRI, fMRI, HD-DOT, motor, and cognitive measures will be acquired from the Pilot Group, PD patients, and controls. MRI/fMRI is collected on the Pilot Group, controls, and presurgical PD patients. HD-DOT is collected on all subjects at all timepoints (Pilot Group, controls, pre- and post-surgical PD).\n\nSubject Selection and Withdrawal Investigators use a within-subject and between-group study design. Our target dataset is 60 PD patients with STN DBS and 30 age and sex-equivalent controls, based on power estimates and feasibility constraints. Under certain circumstances, the investigator or the NIH might decide to end a patient's participation in this research study earlier than planned. This might happen for no reason or because, in the PIs' judgment, it would not be safe for the patient to continue because their condition has become worse, because the patient became pregnant, because funding for the research study has ended, or because the sponsor has decided to stop the research.\n\nSubject Recruitment Plans and Consent Process The enrollment process is very similar for each group. There are four participant groups: Pilot Group, Control Group, STN DBS PD Pre-OP Group, STN DBS PD Post-Op group. Study population consists of: 60 STN DBS PD, 30 Control participants, and 10 Pilot Group participants\n\n\\* It is possible for DBS participants to be in both the STN DBS PD Pre-Op and Post-OP groups or in one or the other.\n\nIf investigators have unexpected difficulty recruiting PD patients presurgically or keeping patients in the study pre to post surgery, investigators could recruit additional STN DBS subjects post-surgically only. For these subjects, if a pre-surgical MRI is not available, investigators would still be able to analyze their HD-DOT data by adapting an atlas-based light model to generate the subject-specific sensitivity profiles. While atlas-based light models may introduce errors due to internal structural differences investigators have found these to be \\<5mm.\n\nRandomization Method and Blinding Data collection will occur while DBS stimulators are ON or OFF. Conditions will occur in a counterbalanced order across patients. DBS patients and Dr. Ushe will be blind to the condition DBS stimulators are on during the data collection. A trained staff member will turn the DBS stimulators ON and OFF according to the counterbalance scheme.\n\nRisks and Benefits HD-DOT Imaging: HD-DOT requires placement of optodes (optical fibers) onto the skin of the scalp. The light emitting diodes used to make the measurements have very low power. The intensity used to monitor brain hemodynamics will be considerably less than the amount of light the brain would receive during an outdoor walk on a sunny day and is therefore considered to be harmless. Thus far, no hazard has been observed. Importantly, should the patient be uncomfortable, or should any emergency arise, the patient is free to request a break from the imaging cap or that the experiment be paused or stopped. Patients will be in contact with an investigator at all times during the study.\n\nLikely: Though there are no known risks involved with near-infrared imaging, patients may experience fatigue, short-term musculoskeletal discomfort (stiffness) or boredom from holding their head still for an extended period of time and performing repetitive tasks.\n\nLess likely: The imaging cap is held on firmly with a chin strap. In some cases, the strap may push uncomfortably against the chin, or the tight-fitting cap may make the patients' head warm. If these situations were to occur, the cap can be readjusted to improve comfort.\n\nRare: Though unlikely to occur, the tips of the optodes (sources and detectors) may press or scrape uncomfortably against the scalp. If the optodes becomes at all painful, patients may notify the investigator immediately, and the session will be terminated.\n\nMRI imaging: Patients will undergo an MRI if participants are in the Pilot Group, Control or Pre-Surgical Group only. It is possible that not all participants in the Pilot Group will be scanned as the number of participants scanned will be limited to the number of scans needed to test the MRI imaging protocol. By reviewing the MRI safety form that was completed, it will be determined if it is safe for patients to do the MRI scan. The MRI uses strong magnetic fields and weak radio waves. The magnitude of these and the duration of exposure will be similar to that used by a radiologist in standard clinical use of MRI. These exposures are thought to be extremely safe, and presently no limit exists for the number of MRI studies one may have in a lifetime. Of course, there is the possibility that some unknown risk does exist.\n\nPatients may be uncomfortable inside the MRI scanner if patients do not like to be in closed spaces (\"claustrophobia\"). During the procedure, patients will be able to talk with the MRI staff through a speaker system. Patients can tell staff to stop the scan at any time. Investigators will also provide patients with a chance to get used to being in an MRI scanner before the scan is performed in our mock (practice) MRI scanner.\n\nThe MRI scanner produces a loud hammering noise, which has caused hearing loss in a very small number of patients. Patients will be given earplugs to reduce this risk.\n\nThere is a risk of burns that could be serious.\n\nIf patients have a device such as a pacemaker, bone hardware, or device placed in the uterus there may be additional risks. Investigators will review what device patients may have and inform staff of these risks. In general, these risks could be:\n\n* heating or movement of the device\n* device malfunction\n* damage to the tissue that surrounds the device.\n\nIF PATIENTS HAVE ANY SURGICALLY PLACED METALLIC OBJECT OR A HISTORY OF CARDIAC ARRHYTHMIA, PATIENTS WILL NOT BE ALLOWED TO PARTICIPATE SINCE THESE ARE KNOWN RISKS. THESE ISSUES WILL BE ADDRESSED BEFORE THE FIRST VISIT.\n\nLikely: Lying in the MRI scanner for approximately 90 minutes may cause physical discomfort from trying to lie still. Some people get muscle aches and pains from lying on their back. This will be minimized by providing cushions at pressure points and beneath the knees as desired.\n\nLess Likely: None Rare: None\n\nAs mentioned above, there are certain criteria that could prevent patients from having an MRI as part of this study. If patients have any metallic objects in their body or a history of cardiac arrhythmia participating in the study will not be allowed since these are known risks. In addition, due to the following conditions, participants will also be excluded from the study for having any of the following:\n\n* piercings on the head, shoulder or neck area that cannot be removed;\n* any tattoos on the head, shoulder or neck area (including cosmetic tattoos such as eye-liner and/or lip-liner);\n* medical devices such as an insulin pump or a continuous glucose monitor that cannot be removed for 90 minutes;\n* a full set of braces (top and bottom).\n\nBecause many clothing items, such as sportswear, contain metal, as an extra safety precaution, before the MRI the study staff will ask patients to change into a disposable gown and pants. Patients will be provided with a private area to change into the MRI safe clothing and a private area to change back into their clothing after the MRI.\n\nOFF Medication State: PD subjects will be off medications overnight prior to the study day. This will increase the motor symptoms participants experience, even in the ON DBS condition.\n\nLikely: The risks of the being off medication overnight include an increase in PD symptoms such as stiffness, tremor, slowness and/or imbalance.\n\nLess Likely: Patients may experience perceived difficulty with speech, difficulty in word finding, a general feeling of discomfort or uneasiness and/or changes in mood.\n\nRare: None\n\nDBS Setting Changes: DBS patients will have their stimulators OFF or ON. The ON condition will be at the settings normally used for clinical care. Thus, risks are associated only with the OFF condition and with the actual switching of conditions, but typically not with the ON condition. None of the commonly experienced side effects of OFF or switching ON/OFF are dangerous, permanent or require any intervention other than changing the stimulator settings.\n\nLikely: In the OFF condition, patients may experience a significant increase in your motor symptoms.\n\nLess Likely: When changing stimulator conditions, patients may experience temporary sensations, movements, difficulty with speech, general feeling of discomfort or unease, muscle cramps, blurred vision, eyelid closing, numbness, tingling or mood change.\n\nRare: None\n\nWomen capable of becoming pregnant: will be asked to have a pregnancy test before beginning this study. Women must use effective birth control methods and try not to become pregnant while participating in this study. If a woman does become pregnant, there may be unknown risks to the unborn child, or risks to the unborn child that investigators did not anticipate. There may be long-term effects of the treatment being studied that could increase the risk of harm to an unborn child. Patients must tell the doctor if their birth control method fails while on the study. If a patient believes or knows that the participant has become pregnant while participating in this research study, patients will be asked to contact the research team member identified at the top of this document as soon as possible.\n\nPatients may not participate in this study if pregnant. If patients are capable of becoming pregnant, investigators will perform a pregnancy test before exposing participants to research-related radiation. Patients must tell us if patients have become pregnant within the previous 14 days because the pregnancy test is unreliable during that time.\n\nIf the patient is a sexually active male, it is important that the partner not become pregnant during their participation in this study. There may be unknown risks to the unborn child or risks investigators did not anticipate. The participant and their partner must agree to use birth control to take part in this study. If the patient believes or knows that their partner has become pregnant while participating in this study, it is asked to contact the research team member identified at the top of this document as soon as possible.\n\nBreach of Confidentiality: One risk of participating in this study is that confidential information about the patient may be accidentally disclosed. Investigators will apply best efforts to keep the information about patients secure.\n\nEarly Withdrawal of Subjects Under certain circumstances, the investigator or the NIH might decide to end a patient's participation in this research study earlier than planned. This might happen for no reason or because in the PIs' judgment it would not be safe for the patient to continue, because their condition has become worse, because the patient became pregnant, because funding for the research study has ended, or because the sponsor has decided to stop the research.\n\nWhen and How to Withdraw Subjects If a patient is too uncomfortable in any DBS condition or after their medication withdrawal, the patient will be withdrawn from the study. Dr. Ushe or trained staff will be present during all study days to supervise this aspect of the study.\n\nStudy Procedures Screening for Eligibility Participants in all four groups will be screened using the Inclusion/Exclusion Screening form to determine study eligibility.\n\nSchedule of Measurements Cognitive Measurements: For characterization and screening purposes, PD patients will be tested pre- and post- surgically and controls will be tested once with the Montreal Cognitive Assessment (MoCA; a brief screening instrument for mild cognitive dysfunction, those with scores \\<22 will be excluded. In order to increase participant safety and minimize time spent in the testing environment due to COVID 19, the MoCA phone or virtual version (both validated) will be administered to potential participants who have the needed equipment to complete it 24-72 hours prior to their study visit. To begin to establish a common test battery that could be used across future studies, investigators will perform a subset of the NIH Toolbox Tests that is appropriate for ages 3-85 and so will work for our age range (50-75) now and in the future, should the participants be followed further. A goal of this toolbox is to provide a \"common currency\" for cognition that can then be used to compare across studies, and monitor neurological and behavioral function over time. Our decision to add tasks from the NIH Toolbox is motivated by a desire to establish some commonalities in tests going forward and to identify more specific cognitive components than is possible with typical multidimensional clinical neuropsychological tests. There is significant local expertise with the NIH Cognitive Toolbox based at WU that can be used to facilitate our use of this tool. The selected tasks are: 1) Picture Vocabulary Test; to be completed by the participant, measures receptive vocabulary (4 min). Accuracy will contribute to the Verbal IQ domain 2) Picture Sequence Memory Test; assesses episodic memory and takes 7 minutes. Percent accuracy will contribute to the Memory Domain. 3) Flanker Inhibitory Control and Attention Test; measures attention and inhibitory control (3 min). Accuracy will contribute to the Executive Function Domain. 4) Dimensional Change Card Sort Test; measures cognitive flexibility (4 min). Accuracy for switch and non-switch trials will contribute to the Executive Function Domain. 5) List Sorting Working Memory Test; assesses working memory and requires sequencing of visually- and orally presented stimuli. Accuracy will contribute to the Executive Function Domain. 6) Oral Reading Recognition Test; the participant will be requested to perform a brief reading test that provides an estimated IQ. 7) Info Seeking Task; task requires individuals to make choices between pictures of stacks of coins based on available information about risk. Performance reflects an individual's risk tolerance and tendency to value information. These data will be used to ensure similarity of the overall cognitive level across groups and subgroups and may be covaried from certain analyses. After each scanning block, subjects will perform the Flanker Inhibitory Control and Attention Test, List Sorting Working Memory Test, the Dimensional Change Card Sort Test and the Info Seeking Task. STN DBS effects on these cognitive control processes have been investigated and replicated by other groups.\n\nMood Measurements: Subjects will be given the Geriatric Depression Rating Scale (GDRS; a questionnaire assessing the depression symptoms) and the Spielberger Trait Anxiety Instrument (STAI; questionnaire on lifetime anxiety symptoms). Investigators used these measures in our previous studies of STN DBS. PD patients will complete these questionnaires pre- and post-surgically; controls will complete questionnaires at enrollment. During each imaging testing session, subjects will perform the Visual Analog Scales (VAS) which assesses the self-reported arousal and mood valence. This test is brief, repeatable, sensitive, and validated. VAS data will be used to determine the effects of stimulation location on overall change in mood valence and arousal, and the direction of these changes. Investigators successfully used these methods in our previous PD and STN DBS studies.\n\nImaging acquisition: MRI/fMRI imaging: MRI scanning will be performed on Controls and pre-surgical PD patients. These images will be collected on a 3T Siemens PRISMA and include: (i) a 3D MPRAGE (T1) sequence (TR=2500 ms, TI=1070 ms, TE=2.9 ms, FA=8°, 1.0 mm3 voxels, \\*6:09-8:42 min); (ii) a T2-weighted sequence (TR=3200 ms, TE=564 ms, 1.0 mm3 voxels, \\*4:42-6:51 min); (iii) a BOLD sensitized fMRI (TR=1230 ms, TE=33 ms, 2.4 mm3 voxels, 11:10 min) for both task and rs-fcMRI, and (iv) an asymmetric spin echo (ASE) field map (TR=6470 ms, TE=60 ms, 2.4 mm3 voxels, 0:26 min), (v) and if time permits, two sets of 99 direction DWI at both b1500 and b3000 (TR=3500 ms, TE=83 ms, 2.0 mm3 voxels, 6:14 min) as it will better identify patient subcortical anatomy which is useful in contact localization. For T1 and T2 scans, short 3D echo-planar imaging volumetric navigators are embedded in a long 3D sequence, and the resulting image volumes are registered to provide an estimate of the subject's location in the scanner at a cost of less than 500 ms, ∼ 1% change in contrast, and ∼3% change in intensity. Minimum and maximum acquisition times are provided; actual times depend on the amount of motion correction required.\n\nHD-DOT imaging: Our HD-DOT instrumentation provides a flexible infrastructure for expansion of the field-of-view to directly target additional areas within and around motor cortex that are expected to be modulated by STN DBS. Investigators recently expanded two of our three large FOV HD-DOT systems to 128 sources and 128 detectors. Investigators will move this DBS project to one of these 128x128 systems. To locate the cap on the head investigators will measure the distance between fiducials on the optode array and the head using an automated photometric approach. Anatomical landmarks based on the 10/20 international system (including nasion, inion, pre-auricular points and Cz) will be used for fiducials. To ensure adequate optode coupling across the cap, a display presents real-time readouts of the average light level in each optode and noise level of each source and detector pair. If either metric is poor (an optode with light level \\<1% of average values, or noise levels \\>7.5% cutoff), targeted individual fitting of the fibers is used to improve data fidelity. Measurements are acquired to a depth of 2 cm from scalp (\\>1 cm into cortex) with a smooth sensitivity profile. To generate an accurate model of light propagation in a subject's head, the shape and internal structure of the head and the placement of sources and detectors must be estimated. The HD-DOT sensitivity for a given subject is modeled using head anatomy obtained from the subject's MRI. The T1 and T2 are used to segment the head into five putative tissue regions, each with unique optical properties: scalp (and soft tissue), skull, cerebral spinal fluid (CSF), grey matter, and white matter. FreeSurfer is used to perform an initial segmentation that is then refined and expanded to include the scalp and skull with in-house custom programs. High-density tetrahedral meshes (1.5 mm average internode distance) then are generated from the segmented volume using NIRVIEW. The source and detector positions for the finite element modelling (FEM) are placed on the head following spring relaxation approaches. A finite-element solution to the diffusion approximation to the radiative transport equation within the anatomical space of the subject is generated using the NIRFAST toolbox. This solution yields a sensitivity matrix that relates a change in light level measured at the surface to a local change in absorption at nodes throughout the volume. The sensitivity matrix is then re-sampled and interpolated to an isotropic two mm voxel space, and then inverted with spatially dependent regularization. To mitigate errors in the relative position of the cap placement investigators will use the evoked responses from the movie task as functional localizers to optimize the registration of the cap to the head.\n\nTasks: (fMRI and HD-DOT) Visual stimulation: Flickering checkerboard stimuli with radial, reversing (10 Hz), logarithmic black-and-white grids (10-Hz reversal) on a 50 percent gray background. A run will consist of 10 blocks, lasting 8 min. Auditory stimulation: A language paradigm to activate auditory cortex. Words (short simple nouns) will be presented in runs consisting of 6 blocks lasting 4 minutes. Movie: All subjects will be imaged while viewing a 10 min movie clip. Low-level visual and auditory processing will be used to map auditory and visual cortex while higher level processing of speech and bodies will be mapped using more specific features. These will provide additional functional localization within each subject. Commercial movies offer an engaging strategy for mapping brain functions as they are easy for subjects to comply with, reduce motion, allow for mapping multiple brain functions in parallel and have been validated against standardized stimuli and rest paradigms used in fMRI. Resting state: 3 runs of 10 min will be acquired with eyes open, fixed on a cross in the center of the screen at rest.\n\nSafety and Adverse Events \\& Safety and Compliance Monitoring The PIs and Co-investigators will monitor the study for adherence to protocol, data collection, and adverse events. Reviews of Data and Safety Monitoring will be performed semi-annually. In addition, data and research monitoring will be undertaken annually with the local Institutional Review Board.\n\nOur plan includes but is not limited to the following features:\n\n1. Review of adverse events: All personnel who will be in contact with participants and/or data are prepared to identify adverse events and have been instructed to report their occurrence immediately to the principal investigator(s).\n2. Reporting of serious adverse events: In the unlikely event of a serious adverse event, the principal investigators, in collaboration with any relevant personnel, will take the appropriate actions to report the event to the Human Research Protection Office as specified by the Washington University Medical Center's HRPO.\n3. Criteria for stopping the study: Circumstances that would warrant stopping the study are not anticipated. However, should any circumstances arise that compromise the safety of the participants, it will be reported to the principal investigators who will suspend research until appropriate safeguards allow continuation of the study.\n4. Qualified individual(s) monitoring the study: The principal investigator and collaborators have experience in this area of research and are qualified to monitor the study.\n\nDefinitions of Adverse Events The protocol will follow the established guidelines set by the IRB of adverse events.\n\nData Collection Procedures for Adverse Events Data collection procedures for adverse events will follow the established IRB guidelines.\n\nReporting Procedures Reporting procedures will follow the established IRB guidelines.\n\nAdverse Event Reporting Period Reporting procedures will follow the established IRB guidelines.\n\nPost-study Adverse Event Reporting Post-study adverse events will follow the established IRB guidelines.\n\nAnalyses: Clinical, behavioral and derived imaging data will be quality control checked and double-entered into a secure REDCap database. Investigators will explore sex as a mediator of group differences and DBS-induced effects, although these effects are not specifically hypothesized. All statistical tests will be two-sided with significance level of 0.05 and performed with SAS 9.4 (SAS, Cary, NC) and R. Careful attention will be paid to ensuring that data satisfy assumptions required of a particular analytic strategy. When the required assumptions are violated, investigators will explore the use of data transformations and potentially, perform semi-parametric or non-parametric analysis. Planned analyses for each aim are as follows. Collectively, these analyses will define STN DBS-induced modulation of cortical functional networks and its relationship to STN DBS-induced changes in behavior.\n\nStatistical Methods 3D Statistical Analysis (3D Stat): 3D Stat, developed by members of our team, will be used to test hypotheses about the relationship between contact location (derived from ovid) and RSNs. For each dependent measure (e.g., change in RSN correlational strength, motor symptoms, cognitive function), 4 statistical maps will be generated: 1) An N-image, which shows the number of stimulated contacts that contributed data to each voxel of the map, i.e. within 1.3 mm. Voxels with N \\< 6 will not be included in further mapping steps. 2) A weighted mean image, containing the weighted mean of the dependent measure across subjects, with nearer contacts weighted higher. 3) A t-image depicting weighted t-values derived from single-sample t-tests comparing the dependent measure at each voxel to zero. 4) A p-image containing p-values for the t-test at each voxel (see Fig 16 for an example). Given the number of voxels tested in this manner, multiple comparison correction for Type 1 error and sample bias is necessary. To test whether the anatomical location of each DBS contact significantly contributed to the dependent variable, investigators use a permutation test. For each measure, a summary score reflecting the extent and amplitude of significant voxels in the p-image will be generated. This summary score will be compared to 1000 summary scores generated similarly but from randomly chosen pairings of the active contact locations and dependent variable. Investigators will consider a p-value ≤ 0.05 (i.e., a summary score that would place it in the top 50 of the 1000 random data permutations) to indicate that the DBS location significantly contributed to the dependent variable.\n\n. Unblinding Procedures The HD-DOT data collection staff and the patient will be blind to DBS condition during data collection for the post-surgical group. After raw data analysis is done, staff involved in analysis will be unblinded to DBS condition for each subject so that staff can perform the next level of analyses.\n\nConfidentiality and Security Confidentiality will be maintained in accordance with applicable state and federal laws. Subject data will be coded numerically to protect individual identity. No identifiers will be used in presentation or publications. All data will be stored in locked cabinets or on computers within a private, secure network protected by a PIX firewall with remote access only permitted through virtual private network connections, as per HIPAA guidelines. Patients will be informed of all risks prior to participation. Subjects will be told that there is the option of discontinuing participation at any time, that there is the alternative not to participate in the study, and that this will not impact the patients' medical care. Insurance will not be charged. All key personnel involved in the design or conduct of research involving the human subjects will receive the required education on the protection of human research participants and HIPAA guidelines prior to funding of this project. Consent will be obtained in a private setting in the room where the experiment will take place.\n\nFunding Source and Conflicts of Interest National Institutes of Health (NIH)\n\nPublication Plan Publications will be prepared once data collection and analyses are complete, likely fall of 2024."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Deep Brain Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Subjects with DBS have stimulators turned on and off while undergoing imaging and doing behavioral tests",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Only the PI and the technician/nurse know the order of DBS On/Off conditions"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Post-Surgical Group",
                    "type": "EXPERIMENTAL",
                    "description": "STN DBS: Subjects with PD and DBS STN implanted will be scanned and tested with DBS ON and OFF",
                    "interventionNames": [
                        "Device: STN DBS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "STN DBS",
                    "description": "PD patients with DBS STN will be scanned and tested with DBS ON and OFF",
                    "armGroupLabels": [
                        "Post-Surgical Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Functional Connectivity measures",
                    "description": "Average correlation values for specific functional networks (Somatomotor, visual, auditory and frontoparietal) obtained from HD-DOT.",
                    "timeFrame": "measures will be fully available at the end of this 5 yr study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pilot Group: Participants who enroll as part of the Pilot Group of up to10, will follow the same inclusion criteria as the Control group with the exception of matching the age and sex distribution of the DBS group. Pilot participants will be males or females between 20 and 75 years of age who do not meet criteria for clinically definite PD.\n* Control Group: Participants who enroll as part of the Control Group will match the age and sex distributions of the DBS groups. Control participants will be males or females between 50 and 75 years of age who do not meet criteria for clinically definite PD.\n* Pre-Surgical DBS Group: Participants with PD who have been clinically consented for bilateral STN DBS surgery will be recruited from the DBS program within the Movement Disorders Clinic at WUSM. Pre-surgical STN DBS patients will be males or females between 50 and 75 years of age who meet criteria for clinically definite PD.\n* Post-Surgical DBS Group: Participants with PD who have had bilateral STN DBS surgery will be males or females between 50 and 75 years of age who meet criteria for clinically definite PD.\n\nExclusion Criteria:\n\n* Pilot Group: Exclusions include any significant past or current neurologic or psychiatric diagnosis or any other condition which could interfere with testing (e.g. severe visual loss, non-English speaking, and illiteracy) and contraindications for MRI.\n* Control Group: Exclusions include any significant past or current neurologic or psychiatric diagnosis or any other condition which could interfere with testing (e.g. severe visual loss, non-English speaking, and illiteracy) and contraindications for MRI.\n* Pre-Surgical DBS Group: Patients will have already passed clinical screening for neurological and psychiatric comorbidities, including dementia. From this group of potential subjects, we will also exclude those with contraindications for MRI pre-surgically, inability to tolerate off medication or off DBS states, or any other condition which could interfere with testing (e.g. severe visual loss, non-English speaking, illiteracy).\n* Post-Surgical DBS Group: Patients will have already passed clinical screening for neurological and psychiatric comorbidities, including dementia. From this group of potential subjects, we will also exclude those with contraindications for MRI pre-surgically, clinically determined dementia manifesting after surgery, significant complications of surgery (e.g. stroke), inability to tolerate off medication or off DBS states, or any other condition which could interfere with testing (e.g. severe visual loss, non-English speaking, illiteracy).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samantha Ranck, MSW, MA, LPC",
                    "role": "CONTACT",
                    "phone": "314-362-6514",
                    "email": "blankens@wustl.edu"
                },
                {
                    "name": "Kaeli Spight",
                    "role": "CONTACT",
                    "phone": "314-362-4721",
                    "email": "kspight@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tamara G Hershey",
                    "affiliation": "Washington University Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Ranck, MSW, MA, LPC",
                            "role": "CONTACT",
                            "phone": "314-362-6514",
                            "email": "blankens@wustl.edu"
                        },
                        {
                            "name": "Kaeli Spight",
                            "role": "CONTACT",
                            "phone": "314-362-4712",
                            "phoneExt": "Hershey",
                            "email": "kspight@wustl.edu"
                        },
                        {
                            "name": "Tamara G Hershey, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}