{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05334615",
            "orgStudyIdInfo": {
                "id": "202112148"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AI162778",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AI162778"
                }
            ],
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "COVID-19 Coagulopathy Extension Study",
            "officialTitle": "Cellular Effects of SARS-CoV-2 in Mediating Thrombotic Susceptibility",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "covid-coagulopathy-extension-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-17",
            "studyFirstSubmitQcDate": "2022-04-17",
            "studyFirstPostDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven Lentz",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "At the University of Iowa, the investigators led a multicenter randomized clinical trial comparing standard prophylactic dose to intermediate dose enoxaparin in hospitalized patients with COVID-19 (NCT04360824). As part of an exploratory biomarker component of this trial, blood samples were collected from hospitalized COVID-19 patients at enrollment and weekly for up to 30 days of hospitalization. The pilot results, as well as reports from other groups, demonstrate increased potential for thrombin generation in the plasma of COVID-19 patients. In particular, in the COVID-19 patient cohort enhanced thrombin generation potential persisted for at least 30 days of hospitalization. The investigators now propose to explore the mechanistic roles of activation of blood cells (such as platelets and neutrophils) and products of cellular activation as mediators of enhanced thrombin generation in patients with COVID-19. The study design will be a longitudinal cohort study, which will allow for the determination of the time course of enhanced thrombin generation potential in relation to clinical outcomes and changes in markers of cellular activation in serial samples obtained from COVID-19 patients for up to 3 years after infection with SARS-CoV-2. This study may provide clues to why a subset of COVID-19 patients present with late thrombotic complications even after apparent recovery from SARS-CoV-2 infection. An ongoing question in the field relates to the comparative prothrombotic effects of acute COVID-19 versus incidental SARS-CoV-2 infection versus acute infection with influenza viruses. Therefore, we will include three categories of hospitalized patients in this study: (1) acute COVID-19, (2) incidental COVID-19, and (3) acute influenza A or B. This project has a strong scientific rationale with direct clinical implications, especially given the emergence of SARS-CoV-2 variants such as delta and omicron that may prolong the pandemic and/or cause surges of COVID-19 in the coming months.",
            "detailedDescription": "1. Background and scientific rationale Infection with the novel coronavirus SARS-CoV-2, first identified in Wuhan, China in late 2019, has become a global pandemic affecting over 209 countries and territories. The illness caused by SARS-CoV-2 is classified as COVID-19. As of August 23rd, 2021, more than 212 million cases of COVID-19 had been reported in more than 220 countries, resulting in more than 4.4 million deaths. The U.S. has by far the largest number of total cases (\\>38 million) with a mortality rate of 1.67%. Although many patients may have only mild upper respiratory symptoms, some COVID-19 patients become severely ill with respiratory failure with risk of progression to multiple organ failure and development of systemic coagulopathy with features similar to disseminated intravascular coagulation (DIC).1 The pathophysiology of COVID-19-associated coagulopathy appears to be complex and multifactorial, involving both cellular and plasmatic elements of the hemostatic system. Development of coagulopathy is a predictor of mortality in patients with COVID-19.2 Still, there are no direct mechanistic links established between SARS-CoV-2 infection and coagulopathy or thrombosis.\n\n   At the University of Iowa, we led a multicenter randomized clinical trial comparing standard prophylactic dose to intermediate dose enoxaparin in hospitalized patients with COVID-19 (NCT04360824).3 As part of an exploratory biomarker component of this trial, we collected blood samples from hospitalized COVID-19 patients at enrollment and weekly for up to 30 days of hospitalization. Our pilot results, as well as reports from other groups, demonstrate increased potential for thrombin generation in the plasma of COVID-19 patients. In particular, in our COVID-19 patient cohort we observed that enhanced thrombin generation potential persisted for at least 30 days of hospitalization. We now propose to explore the mechanistic roles of activation of blood cells (such as platelets and neutrophils), microparticles, extracellular histones, interleukin-6 (IL6), and galectin-3 (Gal-3) as mediators of enhanced thrombin generation in patients with COVID-19. The study design will be a longitudinal cohort study, which will allow us to determine the time course of enhanced thrombin generation potential in relation to clinical outcomes and changes in markers of cellular activation in serial samples obtained from COVID-19 patients for up to 3 years after infection with SARS-CoV-2. This study may provide clues to why a subset of COVID-19 patients present with late thrombotic complications even after apparent recovery from SARS-CoV-2 infection.4 Thus, this project has a strong scientific rationale with direct clinical implications, especially given the emergence of SARS-CoV-2 variants such as delta and omicron that may prolong the pandemic and/or cause surges of COVID-19 in the coming months.\n\n   An ongoing question in the field relates to the comparative prothrombotic effects of acute COVID-19 versus incidental SARS-CoV-2 infection versus acute infection with influenza viruses. Therefore, we will include three categories of hospitalized patients in this study: (1) acute COVID-19, (2) incidental COVID-19, and (3) acute influenza A or B.\n\n   It is now recognized that SARS-CoV-2 infection can be associated with persistent, relapsing, or new symptoms or other health effects occurring after acute infection, termed \"postacute sequelae of SARS-CoV-2 infection\" (PASC), also known as \"long COVID\" or \"post-COVID condition\" (PCC) or \"postinfective fatigue syndrome\" (PIFS).5 It is not known whether or not persistent coagulopathy is a feature of PASC. Therefore, we will include assessment of post-COVID symptoms in our longitudinal cohort study design, which will allow us to assess for PASC as defined by Thaweethai et al.,2023.5\n2. Objectives 2.1 Primary objectives 2.1.1 Determine the time course of enhanced thrombin generation potential in patients with COVID-19 or influenza.\n\n   2.1.2 Test the hypothesis that activation of platelets, neutrophils, and endothelial cells by plasma from COVID-19 patients is mediated by Gal-3, IL6, and/or histones.\n\n   2.1.3 Determine the roles of neutrophils, platelets and endothelial cells in mediating increased thrombin generation and whether targeting IL6, Gal-3, or histones decreases thrombin generation potential in plasma samples from patients with COVID-19 or influenza.\n\n   2.2 Secondary objectives 2.2.1 Determine time course of changes in plasma levels of IL6, sIL6R, H3Cit, and Gal-3 in patients with COVID-19 or influenza.\n\n   2.2.2 Determine the association of plasma levels of IL6, sIL6R, H3Cit, and Gal-3 with thrombin generation potential in patients with COVID-19 or influenza.\n\n   2.3 Exploratory objectives 2.3.1 Using mouse models of experimental venous thrombosis, determine if infusion of plasma or microvesicles isolated from COVID-19 patient plasma potentiates thrombosis and whether neutralizing histones is protective.\n\n   2.3.2 Determine whether plasma thrombin generation potential or plasma levels of IL6, sIL6R, Gal-3 or H3Cit predict clinical outcomes during up to 3 years following hospitalization with COVID-19.\n3. Study design 3.1. Single-center longitudinal cohort study of hospitalized patients with COVID-19 (laboratory-confirmed SARS-CoV-2 infection) or influenza (laboratory-confirmed infection with influenza virus A or B).\n4. Study procedures and evaluations 4.1 Screening and enrollment Potentially eligible patients will be identified by a healthcare professional per institutional policy on privacy. The healthcare professional will assess the eligibility of the patient by performing a chart review which will include laboratory results. Only patients meeting all inclusion and exclusion criteria will be asked to participate. After obtaining verbal consent from the patient to be contacted for the study, a member of the research staff will approach the patient to be part of the study. The research staff will obtain informed consent from the patient or legally authorized representative (LAR) before collecting any data and performing any procedures.\n\n   4.2 Blood sample collection Blood samples will be collected at baseline (within 24 hours of enrollment), weekly thereafter during up to 30 days of hospitalization, and once between 3-6 months after enrollment. If the patient is discharged before the baseline blood samples are collected, then an outpatient study visit can be scheduled to obtain blood samples within one week of hospital discharge. Annual telephonic follow-up and optional follow-up visits for blood sample collection will occur at 12, 24, and 36 months after enrollment (+/- 60 days).\n   * Each blood sample collection will include the following (total blood volume 21.8 mL):\n\n     * Four 2.7 mL citrate tubes\n     * Two 3.0 mL EDTA tubes\n     * One 5.0 mL serum separator tube\n   * All blood samples are processed within one hour of collection. One tube of citrated blood is centrifuged at 2000 g for 10 min and platelet poor plasma (PPP) is aliquoted and snap frozen immediately for assays of cytokines and markers of cellular activation. Samples of PPP designated for thrombin generation assays are centrifuged again at 10,000 g for 10 min, aliquoted, and snap frozen. Microvesicles are isolated from double centrifuged plasma by centrifugation at 20,000 g for 30 min. A tube of citrated blood will be used to isolate platelets. Blood collected in EDTA will be used to measure complete blood counts and isolate leukocytes. Serum samples will be used to measure immunoglobulins and other biomarkers.\n\n   4.3 Clinical data capture\n   * Clinical and demographic data will be collected by UIHC medical record review and patient interview at the time of enrollment and each follow-up visit, and entered into UIHC RedCap\n   * Data to be collected:\n\n     * Age\n     * Gender\n     * Race/ethnicity (self-reported)\n     * Height, weight, and body mass index\n     * COVID-19 vaccination history\n     * Medications\n     * Other medical conditions/past medical history\n     * History of thrombosis\n     * History of cigarette smoking\n     * Current symptoms Anosmia (partial or complete loss of sense of smell) Dysguesia (altered sense of taste) Postexertional malaise (symptoms that get worse after physical or mental effort) Chronic cough Difficulty thinking or concentrating (\"brain fog\") Thirst Palpitations (fast-beating or pounding heart) Chest pain Fatigue Decreased libido (sexual desire or capacity) Lightheadedness or dizziness Nausea Diarrhea Abnormal movements Fever Chills Headache Insomnia (sleep problems) Myalgia (muscle or body aches) Sensory neuropathy (numbness or pins and needles sensation) Dyspnea (shortness of breath) Other symptoms?\n\n   Clinical outcomes of special interest:\n\n   All-cause mortality\n\n   Thrombosis\n   * Arterial thrombosis, confirmed with imaging\n   * Venous thromboembolism, confirmed with imaging\n\n   Bleeding\n   * Major bleeding, defined according to ISTH criteria.6\n   * Minor bleeding, defined as a bleeding event that does not meet ISTH criteria for major bleeding\n5. Withdrawal or Termination Any participant who wishes to withdraw from the study may do so at any time. If a participant chooses to withdraw from the study, no new data about that participant will be collected for study purposes. A participant may also withdraw authorization for the researchers to use his or her data that has already been collected (other than data needed to keep track of the withdrawal, including demographic data), but the participant must do this in writing to the site principal investigator.\n\n   The study may be terminated at any time by the Principal Investigator if it is deemed continuation of the protocol will not yield statistically or scientifically useful data.\n6. Statistical analysis Summary statistics will be provided for all laboratory measures. Categorical measures will be presented as counts and percentages. Continuous measure distributions will be assessed using the D'Agostino-Pearson omnibus test and displayed as means and standard deviations or medians and IQRs, depending on the normality of the distribution.\n\n   Tests for differences between serial samples and baseline samples will follow Fisher's exact Student's t- or Mann-Whitney U-tests, depending on the variable type and distribution. Analyses over time will utilize the generalized linear mixed modeling (GLMM) framework, which accommodates repeated measures data and a variety of outcome variable distributions. All models will include time as a predictor to test for differences within and between groups. In addition to unadjusted assessments, modifying factors such as age and gender will be considered for inclusion in the models to identify the optimal predictor set. For each outcome, the multivariate model with the smallest Akaike information criterion (AIC) will be deemed the optimal predictor set. All tests for statistical significance of the optimal model main effects and interactions will be conducted at alpha = 0.05 and follow the Bonferroni adjustment based on number of model predictors to account for multiple comparisons.\n\n   Based on our pilot data and assuming effect sizes of at least 1.54, a total of 46 subjects are needed to have \\>80% power when testing for differences in these measures at alpha = 0.00625 (Bonferroni correction, 0.05/8). Anticipating technical issues with some samples or discontinued participation of patients in the longitudinal sample collection, we propose to recruit 60 subjects in each category (section 4.1) to get technically adequate serial samples.\n7. Study Management It is expected that the IRB will have the proper representation and function in accordance with federally mandated regulations. The IRB should approve the consent form and protocol. In obtaining and documenting informed consent, the investigator should comply with the applicable regulatory requirement(s) and should adhere to Good Clinical Practice (GCP) and to ethical principles that have their origin in the Declaration of Helsinki. Before recruitment and enrollment onto this study, the patient will be given a full explanation of the study and will be given the opportunity to review the consent form. Each consent form must include all the relevant elements currently required by the FDA Regulations and local or state regulations. Once this essential information has been provided to the patient and the investigator is assured that the patient understands the implications of participating in the study, the patient will be asked to give consent to participate in the study by signing an IRB-approved consent form. Prior to a patient's participation in the trial, the written informed consent form should be signed and personally dated by the patient or the patient's legally acceptable representative, and by the person who conducted the informed consent discussion."
        },
        "conditionsModule": {
            "conditions": [
                "COVID-19"
            ],
            "keywords": [
                "thrombosis",
                "coagulopathy",
                "influenza"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood samples will be collected at baseline (within 24 hours of enrollment), weekly thereafter during up to 30 days of hospitalization. After discharge from the hospital, one follow-up visit will occur in 3-6 months. Annual telephone follow-up and optional follow-up visits for blood sample collection will occur at 12, 24, and 36 months after enrollment (+/- 60 days) for a period of 3 years from enrollment."
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acute COVID-19",
                    "description": "Hospital admission for management of symptoms related to COVID-19. Laboratory confirmed infection with SARS-CoV-2 by either PCR or antigen testing within 4 weeks of hospital admission.\n\nAge ≥18 years."
                },
                {
                    "label": "Incidental COVID-19",
                    "description": "Hospital admission for indications unrelated to COVID-19 who are incidentally found to have infection with SARS-CoV-2.\n\nAge ≥18 years."
                },
                {
                    "label": "Acute influenza",
                    "description": "Hospital admission for clinical management of symptoms related to influenza. Laboratory confirmed infection with influenza A or influenza B within 4 weeks of hospital admission.\n\nNegative testing for SARS-CoV-2. Age ≥18 years."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Thrombin generation",
                    "description": "Determine the time course of enhanced thrombin generation potential in patients with COVID-19 or influenza",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Blood cell activation",
                    "description": "Test the hypothesis that activation of platelets, neutrophils, and endothelial cells by plasma from COVID-19 patients is mediated by Gal-3, IL6, and/or histones.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Cellular mediators of thrombin generation",
                    "description": "Determine the roles of neutrophils, platelets and endothelial cells in mediating increased thrombin generation and whether targeting IL6, Gal-3, or histones decreases thrombin generation potential in plasma samples from COVID-19 patients.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Biomarkers",
                    "description": "Determine time course of changes in plasma levels of IL6, sIL6R, H3Cit, and Gal-3 in patients with COVID-19.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Association of biomarkers with thrombin generation",
                    "description": "Determine the association of plasma levels of IL6, sIL6R, H3Cit, and Gal-3 with thrombin generation potential in patients with COVID-19.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\nSubjects must meet all inclusion criteria in one of the following three categories:\n\n1. Acute COVID-19\n\n   * Hospital admission for management of symptoms related to COVID-19\n   * Laboratory confirmed infection with SARS-CoV-2 by either PCR or antigen testing within 4 weeks of hospital admission\n   * Age ≥18 years\n2. Incidental COVID-19\n\n   * Hospital admission for indications unrelated to COVID-19 who are incidentally found to have infection with SARS-CoV-2\n   * Age ≥18 years\n3. Acute influenza\n\n   * Hospital admission for clinical management of symptoms related to influenza\n   * Laboratory confirmed infection with influenza A or influenza B within 4 weeks of hospital admission\n   * Negative testing for SARS-CoV-2\n   * Age ≥18 years\n\nExclusion criteria\n\n* Current pregnancy\n* Prisoner\n* History of a bleeding disorder\n* Active cancer",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Hospitalized patients with acute COVID-19 (laboratory-confirmed SARS-CoV-2 infection)\n\nHospitalized patients with incidental COVID-19 (laboratory-confirmed SARS-CoV-2 infection)\n\nHospitalized patients with acute influenza (laboratory confirmed infection with influenza A or influenza B)",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven Lentz, MD, PhD",
                    "role": "CONTACT",
                    "phone": "+1 319 356 4048",
                    "email": "steven-lentz@uiowa.edu"
                },
                {
                    "name": "Gokul Patil, PhD",
                    "role": "CONTACT",
                    "phone": "+1 319 936 3211",
                    "email": "gokul-patil@uiowa.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa Health Care",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katina Wilson",
                            "role": "CONTACT",
                            "phone": "319-353-7102",
                            "email": "katina-wilson@uiowa.edu"
                        },
                        {
                            "name": "Andrew Goss",
                            "role": "CONTACT",
                            "phone": "+1 319 356-0529",
                            "email": "andrew-goss@uiowa.edu"
                        },
                        {
                            "name": "Steven R Lentz, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sanjana Dayal, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34236768",
                    "type": "BACKGROUND",
                    "citation": "Perepu US, Chambers I, Wahab A, Ten Eyck P, Wu C, Dayal S, Sutamtewagul G, Bailey SR, Rosenstein LJ, Lentz SR. Standard prophylactic versus intermediate dose enoxaparin in adults with severe COVID-19: A multi-center, open-label, randomized controlled trial. J Thromb Haemost. 2021 Sep;19(9):2225-2234. doi: 10.1111/jth.15450. Epub 2021 Jul 18."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16686",
                    "name": "Thrombosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7380",
                    "name": "Disease Susceptibility",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                }
            ]
        }
    },
    "hasResults": false
}