{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05973084",
            "orgStudyIdInfo": {
                "id": "H-42505"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AI164686-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AI164686-01A1"
                }
            ],
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "COVID-19 Transmission and Morbidity in Malawi",
            "officialTitle": "COVID-19 Transmission and Morbidity in Malawi",
            "acronym": "COVID-TMM",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "covid-transmission-and-morbidity-in-malawi"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                },
                {
                    "name": "Malaria Alert Center, Kamuzu University of Health Sciences",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Burnet Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "SARS-CoV-2 transmission was expected to have a devastating impact in sub-Saharan African countries. Instead, morbidity and mortality rates in nearly the whole region are an order of magnitude lower than in Europe and the Americas. To identify what is different requires a better understanding of the underlying immunological substrate of the population, and how these factors affect susceptibility to infection, progression of symptoms, transmission, and responses to SARS-CoV-2 vaccination.\n\nStudy objectives\n\n1. Determine the risk and predictors of infection and disease among contacts of SARS-CoV-2 infection subjects in Malawi\n2. Determine whether innate immune responses lower the risk of SARS-CoV-2 infection and disease, and acquisition and duration of vaccine responses.\n3. Assess whether alterations in innate immune responses relevant to SARS-CoV-2 are associated with malaria or intestinal parasite infections.\n4. Assess the acquisition and longevity of antibodies (Ab) and cellular adaptive responses elicited by SARS-CoV-2 infection and vaccination.\n5. Assess whether malaria and intestinal parasite infections, chronic/mild undernutrition, and anemia mediate alterations in Ab and other adaptive cellular responses to SARS-CoV-2 through innate immune responses or a different unknown mechanism.",
            "detailedDescription": "The investigators hypothesize that malaria and intestinal parasitic diseases may result in enhanced or tolerogenic innate immune responses that decrease the risk of symptomatic COVID-19. On the other hand, these conditions and deficiency of micronutrients may decrease the acquisition and longevity of antibodies induced by natural infection and SARS-CoV-2 vaccines, increasing the risk of re-infection and breakthrough infections to vaccination.\n\nTo test these hypotheses, up to 200 symptomatic individuals (index cases)will be enrolled, their household contacts (anticipated \\~700), and up to 600 vaccinees. The specific innate immune phenotypes that differentiate uninfected Malawians from Western controls (based on samples from blood banks) and whether those responses are protecting Malawians from infection and/or progression of disease will be assessed. Infected participants and vaccinees will be followed for up to 1.5 years to assess acquisition and longevity of Ab responses and memory B cells."
        },
        "conditionsModule": {
            "conditions": [
                "SARS CoV 2 Infection",
                "SARS CoV 2 Vaccination"
            ],
            "keywords": [
                "Natural infection",
                "Immune phenotypes",
                "Innate immunity",
                "SARS CoV 2 adaptive immunity",
                "SARS CoV 2 antibody response",
                "Vacinees",
                "Household contacts",
                "Malawi",
                "Sub Saharan Africa"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Peripheral Blood Mononuclear Cells (PBMC), Blood preserved in PAXgene solution, Nasopharyngeal Swab suspension and Plasma."
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Natural infection cohort",
                    "description": "Up to 200 symptomatic subjects (index cases) will be enrolled when they seek diagnosis for their symptoms of COVID-19 and have their SARS-CoV-2 infection confirmed. All their household contacts (anticipated 700) aged 5-75 years who provide consent (participants) will be examined for infection through two consecutive SARS-CoV-2 RT-PCR. Blood will be drawn from all participants who provide consent. Venous Blood will be drawn at the first visit (so called W0). A second collection is planned for 15 days after the first visit, a third collection at three months after the first visit, and subsequent collections are planned at six, nine, and 15 months after the first visit. At the visits one month, nine months and 15 months after the first visit, capillary blood will be collected. A stool sample will be collected for diagnosis of intestinal parasites."
                },
                {
                    "label": "Vaccine cohort",
                    "description": "Up to 600 subjects 18-75 years will be recruited when they attend a vaccination clinic at one of the study health centers in Blantyre to receive their 1st dose of the AstraZeneca (AZ) or the Johnson and Johnson (JJ) COVID-19 vaccines. Venous blood will be collected at that time. For AZ vaccinees, at their 2nd vaccine dose, about 90 days after the 1st dose, they will be given a stool sample container. JJ vaccinees will receive the stool sample container when they receive the first vaccine dose. Two weeks after completion of the primary regimen (2nd dose of the AZ \\[M3.5\\] and 1st dose of the JJ vaccines \\[M0.5\\]), venous blood draws will be repeated and stool containers will be collected. Subsequent visits/procedures will happen at one month thereafter (M4.5 for AZ and M1.5 for JJ), and 3, 6, 9, and 12 months after the primary regimen. Venous blood will be collected at the visit 1.5, 3, 6, and 12 months after the primary regimen and capillary blood will be collected at the other visits."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Risk of asymptomatic infection among contacts who acquire infection",
                    "description": "Proportion of household members who acquire an asymptomatic (vs. symptomatic) infection among household contacts of an index case",
                    "timeFrame": "up to 2 weeks"
                },
                {
                    "measure": "Duration of neutralizing antibody (NAb) responses against two viruses",
                    "description": "Among participants who develop neutralizing antibody responses, days to decay antibody levels to a 25% level from baseline. NAbs levels, defined as dilution of serum or plasma required to inhibit 50% of virus entry into a target cell lines (ID50) will be measured against the vaccine matched viruses and an additional predominant circulating variant of concern at the time participant samples are collected.",
                    "timeFrame": "up to 15 months"
                },
                {
                    "measure": "Change in frequencies of classical (CD14+CD16-) monocytes and markers of activation/inflammation with and without stimulation by by toll like receptor (TLR) and retinoic acid-inducible gene I (RIG-I) like receptors (RLR) ligands",
                    "description": "Difference between measures obtained at 2 weeks and baseline in percentage positive. Percentage positive can range from 0 to 100. Change = Percentage positive at 2 weeks - Percentage positive at baseline",
                    "timeFrame": "baseline, 2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Probably of infections in a household",
                    "description": "Estimated probability of infection among household contacts of an index case",
                    "timeFrame": "up to 2 weeks"
                },
                {
                    "measure": "Duration of COVID-19 symptoms, reinfection rates, and breakthrough infection rates",
                    "description": "Days to resolve symptoms in each symptomatic episode and number of confirmed SARS-CoV-2 infection through RT-PCR after a first infection or vaccination",
                    "timeFrame": "up to 15 months"
                },
                {
                    "measure": "Change in activation status of monocytes and monocyte-derived macrophages (MDMs) with and without stimulation with TLR and RLR agonists in vitro",
                    "description": "Percentage positive of activation markers (CD169, CD86, and CD80) will be quantified by flow cytometry and can range from 0 to 100 of percent positive cells. Change = Percentage positive of CD169, CD86, and CD80 at 2 weeks - Percentage positive at baseline",
                    "timeFrame": "baseline, 2 weeks"
                },
                {
                    "measure": "Change in cell activation markers among stimulated and unstimulated classical monocytes and MDMs",
                    "description": "Difference between measures obtained at 2 weeks and baseline in percentage positive of CD169, CD86 and CD80 expression will be measured quantified through flow cytometry. Change = Percentage positive of CD169, CD86, and CD80 at 2 weeks - Percentage positive at baseline",
                    "timeFrame": "baseline, 2 weeks"
                },
                {
                    "measure": "Change in concentrations of pro-inflammatory cytokines and chemokines produced by classic monocytes and MDMs",
                    "description": "Difference between measures obtained at 2 weeks and baseline in concentration (median fluorescence intensity (MFI)) from M0 to M2 of chemokines and cytokines (e.g., MCP-1, IFNα, IFNβ, IFNλ, IP-10, IL-6, and IL-1 β) quantified through Luminex-based assays",
                    "timeFrame": "baseline, 2 weeks"
                },
                {
                    "measure": "Change in expression of 770 host response genes in classical monocytes and MDMs",
                    "description": "Host gene expression will be quantitated through NanoString nCounter Infectious Disease Host Response Panel, focusing on Nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) and Interferon regulatory factor 3 (IRF3)-controlled dependent transcripts. Changes in gene expression will be reported as fold increase at 2 weeks over that observed at baseline",
                    "timeFrame": "baseline, 2 weeks"
                },
                {
                    "measure": "Antibody magnitude to 3 SARS-COV-2 antigens and 3 trimers",
                    "description": "Concentration (in Optical Density) of Immunoglobulin G (IgG) against Spike (S) protein, Receptor binding domain (RBD), and Nucleocapsid based trimer (N trimers) based on the vaccine matched variant and two other circulating variants of concern will be measured by Enzyme Linked Immunosorbent Assay (ELISA))",
                    "timeFrame": "up to 12 months and 18 months, depending on the cohort"
                },
                {
                    "measure": "NAb responses measured against 3 viruses and through a surrogate assay (sENAB)",
                    "description": "Inhibition of binding by RBD to ACE2 (ID50) receptor by plasma antibodies using a plate based surrogate neutralization assay.",
                    "timeFrame": "up to 12 months, 15 months"
                },
                {
                    "measure": "Fc-gamma receptors (FcγR) -II/III binding functional antibody activities",
                    "description": "Binding activity (in Optical Density) of FcγR against S, RBD antigens based measured by plate-based assay",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Duration of antibody-dependent cellular cytotoxicity (ADCC) responses",
                    "description": "Using fresh Natural Killer (NK) cells that were incubated with interleukin 2 (IL-2), the investigators will quantify CD107a expression (determined by flow cytometry) by Natural Killer cells after incubation with opsonized antigen-coated beads (S antigen). Percentage of NK cells positive for CD107a",
                    "timeFrame": "up to 12 months"
                },
                {
                    "measure": "Magnitude of dimeric Immunoglobulin A (dIgA)",
                    "description": "Binding activity (in Optical Density) of IgA against S, RBD antigens based measured by ELISA.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Frequencies of B (S-antigen specific and total) and plasma cells, and innate immunity parameters",
                    "description": "Proportion of B cells (S-antigen and total) and plasma cells as a percentage of total B cells and total lymphocytes and innate immune parameters as a percentage of total immune cells at 12 and 15 months. Possible units can range from 0 to 16. Proportions will be compared between different patient groups, for example percentage positive in malaria uninfected compared to percentage positive in malaria infected patients.",
                    "timeFrame": "up to 12 months, 15 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria Index Cases\n\n1. Presents with symptoms of COVID-19 and has infection confirmed through RT-PCR or a rapid antigen test;\n2. Aged 5 years to 75 years and plans to live in Blantyre, in the catchment area of the target research health centers for the following 6 months;\n3. Confirmed SARS-CoV-2 infection and share a household with 1 or more individuals of eligible age;\n4. Has not received a SARS-CoV-2 vaccine in the previous 3 months\n5. Willingness to comply with study procedures and visits, and provides informed consent.\n\nHousehold Contacts of the Confirmed SARS-CoV-2 Case\n\n1. Aged 5 years to 75 years and plans to live in Blantyre, in the catchment area of the target research health centers in the following 6 months;\n2. Willingness to comply with study procedures and follow-up visits and provides informed consent.\n3. Has not received a SARS-CoV-2 vaccine in the previous 3 months\n\nVaccinees\n\n1) Aged 18 years to 75 years; 2) Willingness to receive the primary regimen of the AZ and/or JJ vaccines 2) Not in the other 2 cohorts; 4) Willingness to comply with study procedures and follow-up visits and provides informed consent.\n\n5) Has not received a prior dose of a SARS-CoV-2 vaccine\n\nExclusion Criteria Index Cases\n\n1. Conditions that precludes from adherence to the visit schedule;\n2. 50% or more of household members decline to participate.\n3. Pregnancy at the enrollment visit\n4. Long term use of cotrimoxazole prophylaxis\n\nHousehold Contacts of the Confirmed SARS-CoV-2 Case\n\n1. Conditions that preclude adherence to the visit schedule.\n2. Participants with 2 consecutive negative SARS-CoV-2 RT-PCRs will be excluded from visits after M1.\n3. Pregnancy at the enrollment visit\n4. Long term use of cotrimoxazole prophylaxis\n\nVaccinees\n\n1. Conditions that preclude adherence to the visit schedule.\n2. Pregnancy at the enrollment visit\n3. Long term use of cotrimoxazole prophylaxis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study will take place in Blantyre, in one or all of the following health centers and their catchment areas: Bangwe, Chileka, Chilomoni, and Mpemba. These health centers were chosen because transmission of SARS-CoV-2 and malaria were recorded in their catchment area in the past two years. If needed, to reach the recruitment target, different health services in Blantyre may be considered for this research.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clarissa Valim, MD ScD",
                    "role": "CONTACT",
                    "phone": "(617) 414-1260",
                    "email": "cvalim@bu.edu"
                },
                {
                    "name": "Aditi S Kothari, BDS MDSc MPH",
                    "role": "CONTACT",
                    "phone": "(617) 358-2441",
                    "email": "aditi@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Clarissa Valim, MD ScD",
                    "affiliation": "BU School of Public Health, Department of Global Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Don Mathanga, MBBS PhD",
                    "affiliation": "Kamuzu University of Health Sciences, Malaria Alert Center, Malawi",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Patricia Hibberd, MD PhD",
                    "affiliation": "BU School of Public Health, Department of Global Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "James Beeson, MBBS PhD",
                    "affiliation": "Burnet Institute, Australia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "BU School of Public Health, Global Health Department",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Health center",
                    "status": "RECRUITING",
                    "city": "Blantyre",
                    "country": "Malawi",
                    "contacts": [
                        {
                            "name": "Don Mathanga, MBBS PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -15.78499,
                        "lon": 35.00854
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "SARS-CoV-2 Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}