{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04401436",
            "orgStudyIdInfo": {
                "id": "200111"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-I-0111"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "COVID-19 Associated Lymphopenia Pathogenesis Study in Blood",
            "officialTitle": "COVID-19-associated Lymphopenia Pathogenesis Study in Blood",
            "therapeuticArea": [
                "Other"
            ],
            "study": "covid-associated-lymphopenia-pathogenesis-study-in-blood"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-05-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-22",
            "studyFirstSubmitQcDate": "2020-05-22",
            "studyFirstPostDateStruct": {
                "date": "2020-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCOVID-19 is an acute respiratory syndrome. One symptom of COVID-19 is a reduction in the number of cells called lymphocytes in the blood. Lymphocytes are a type of white blood cell that fights infections. With fewer lymphocytes, the body cannot effectively fight back against SARS CoV-2, the virus that causes COVID-19. Researchers want to better understand how SARS-CoV-2 affects these blood cells. This information may give them ideas for new treatments.\n\nObjective:\n\nTo learn more about how SARS-CoV-2 affects lymphocytes, the immune, and the blood clotting system.\n\nEligibility:\n\nAdults age 18 and older who either currently have COVID-19 or have recently recovered from it\n\nDesign:\n\nParticipants will give a blood sample. For this, a needle is used to collect blood from an arm vein. For participants who have a central line, blood will be collected through that instead.\n\nParticipants medical records related to COVID-19 will be reviewed.\n\nParticipants who have recovered from COVID-19 will be asked to undergo leukapheresis to collect white blood cells. For this, blood is taken from a needle placed in one arm. A machine separates out the white blood cells. The rest of the blood is returned to the participant through a needle placed in the other arm. This takes about 2-3 hours.\n\nRecovered participants may have material collected from inside the nostrils and/or rectum. This is done by gently rubbing the area with a sterile cotton swab.\n\nRecovered participants may have an echocardiogram to look at their heart. For this, a small probe is held against the chest to get pictures of the heart from different angles. This takes less than 30 minutes.\n\nParticipation lasts 1-2 days on most cases and may be split in a few visits for recovered patients if leukapheresis and echocardiogram are done.\n\n...",
            "detailedDescription": "Coronavirus disease 2019 (COVID-19) is an acute respiratory syndrome caused by the novel coronavirus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). The emergence of SARS-CoV-2 has led to a pandemic with a wide range of manifestations. One of the hallmarks of severe illness is the presence of elevated levels of inflammatory biomarkers, coagulopathy, and lymphopenia. Lymphopenia is a robust and consistent predictor of mortality in COVID-19. Understanding the intersection of inflammation, complement activation, endothelial damage, and coagulation is critical to a better understanding of COVID-19 pathogenesis.\n\nThis is a multisite study that will conducted at the National Institutes of Health Clinical Center and other local hospitals. We will recruit patients with mild to severe COVID-19, as well as patients who have recently recovered from the disease. Participants will have blood drawn via venipuncture or available venous access and optional nasal and/or rectal swabs, with optional leukapheresis and echocardiogram for recovered patients. Leftover clinical specimens may also be used for research. Blood will be used for genetic testing, lymphocyte phenotyping, soluble biomarker analysis, and other research tests. Clinical and laboratory data from routine care\n\n(eg, basic demographic information, vital signs, medications, clinical labs, and radiologic imaging) will also be collected and up to two follow up visits may be done for clinical purposes. Participants may re-enroll in the study after recovery from infection as recovered participants or if they experience a new infection."
        },
        "conditionsModule": {
            "conditions": [
                "Coronavirus Disease 2019"
            ],
            "keywords": [
                "SARS-CoV-2",
                "Lymphopenia",
                "Coagulopathy",
                "Cytokines",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 625,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "COVID 19 patients",
                    "description": "Study participants will be adults who either have COVID-19 or who have recently recovered from the disease(recovered per Centers for Disease Control and Prevention guidelines)."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluation of lymphocyte subsets in patients with COVID-19 at various stages of disease, including recovery.",
                    "description": "To characterize lymphopenia and immunologic phenotypes and inflammatory responses including inflammasome responses and coagulopathy in patients with COVID-19.",
                    "timeFrame": "Throughout the study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluation of inflammatory pathways that may contribute to COVID-19 disease pathogenesis.",
                    "description": "1. Correlation of lymphopenia, immunologic phenotypes, and inflammatory responses with clinical outcomes. 2. Characterization of complement activation in patients with COVID-19. 3. Evaluation of activation-induced cell death and activated T cell autonomous death through measurement of intracellular reactive oxygen species in monocyte, natural killer (NK), and T cell subsets in peripheral blood and correlation with double stranded (ds)-DNA damage (gamma-H2AX), FAS/FasL, BCL-2, caspase-1 activation, and activation-induced proliferation. 4. Evaluation of homing receptors to lymphoid, skin, and mucosal surfaces on B and T cells and correlate with ACE2, bradykinin, and homing chemokine levels.",
                    "timeFrame": "Throughout the study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Aged \\>=18 years.\n  2. Diagnosis of COVID-19 via molecular assay or other commercial or public health assay.\n  3. Meets one of the following criteria for COVID-19:\n\n     1. Group A, mild clinical presentation: asymptomatic to oxygen requirements \\<-4L nasal cannula (NC).\n     2. Group B, moderate clinical presentation: oxygen requirements \\>4L NC to \\<=50% fraction of inspired oxygen (FiO2) on high-flow oxygen devices.\n     3. Group C, severe clinical presentation: non-invasive ventilation with oxygen requirements \\>50% FiO2 on high-flow oxygen devices, any other modality of non-invasive ventilation, or mechanical ventilation.\n     4. Group D, recovered: meets CDC criteria for discontinuation of transmission-based precautions and disposition of patients with COVID-19 in healthcare settings. Enrollment will occur at least 30 days after the above criteria were met.\n  4. Able to provide informed consent.\n\nEXCLUSION CRITERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n1. Documented history of hemoglobin from most recent blood draw \\<7g/dL if known.\n2. Any condition that, in the opinion of the investigator, contraindicates participation in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "COVID 19 positive and recovered patients from inpatient settings at the NIH CC and Georgetown University Medical Center, and the local community for COVID 19 recovered patients.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Laidlaw, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(301) 827-9717",
                    "email": "elizabeth.laidlaw@nih.gov"
                },
                {
                    "name": "Irini Sereti, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-5533",
                    "email": "isereti@niaid.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Irini Sereti, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MedStar Georgetown University Hospital",
                    "status": "COMPLETED",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20007",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "MedStar Health Research Institute: Washington Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Glenn Wortmann, MD",
                            "role": "CONTACT",
                            "phone": "208-877-0333",
                            "email": "Glenn.W.Wortmann@medstar.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32217835",
                    "type": "BACKGROUND",
                    "citation": "Chen G, Wu D, Guo W, Cao Y, Huang D, Wang H, Wang T, Zhang X, Chen H, Yu H, Zhang X, Zhang M, Wu S, Song J, Chen T, Han M, Li S, Luo X, Zhao J, Ning Q. Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Invest. 2020 May 1;130(5):2620-2629. doi: 10.1172/JCI137244."
                },
                {
                    "pmid": "32171076",
                    "type": "BACKGROUND",
                    "citation": "Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, Xiang J, Wang Y, Song B, Gu X, Guan L, Wei Y, Li H, Wu X, Xu J, Tu S, Zhang Y, Chen H, Cao B. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020 Mar 28;395(10229):1054-1062. doi: 10.1016/S0140-6736(20)30566-3. Epub 2020 Mar 11. Erratum In: Lancet. 2020 Mar 28;395(10229):1038. doi: 10.1016/S0140-6736(20)30606-1. Lancet. 2020 Mar 28;395(10229):1038. doi: 10.1016/S0140-6736(20)30638-3."
                },
                {
                    "pmid": "31978945",
                    "type": "BACKGROUND",
                    "citation": "Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W; China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020 Feb 20;382(8):727-733. doi: 10.1056/NEJMoa2001017. Epub 2020 Jan 24."
                },
                {
                    "pmid": "36200701",
                    "type": "DERIVED",
                    "citation": "Epling BP, Rocco JM, Boswell KL, Laidlaw E, Galindo F, Kellogg A, Das S, Roder A, Ghedin E, Kreitman A, Dewar RL, Kelly SEM, Kalish H, Rehman T, Highbarger J, Rupert A, Kocher G, Holbrook MR, Lisco A, Manion M, Koup RA, Sereti I. Clinical, Virologic, and Immunologic Evaluation of Symptomatic Coronavirus Disease 2019 Rebound Following Nirmatrelvir/Ritonavir Treatment. Clin Infect Dis. 2023 Feb 18;76(4):573-581. doi: 10.1093/cid/ciac663."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-I-0111.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".No plans at this time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000008231",
                    "term": "Lymphopenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000007970",
                    "term": "Leukopenia"
                },
                {
                    "id": "D000095542",
                    "term": "Cytopenia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "Coronavirus Disease 2019",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11224",
                    "name": "Lymphopenia",
                    "asFound": "Lymphopenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10973",
                    "name": "Leukopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3170",
                    "name": "Cytopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}