{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06160128",
            "orgStudyIdInfo": {
                "id": "2038"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "COVID-19 Pharmacotherapy Effectiveness in the VA Healthcare System",
            "officialTitle": "CSP #2038 - COVID-19 Pharmacotherapy Effectiveness in the VA Healthcare System (COPE-VA)",
            "acronym": "COPE-VA",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "covid-pharmacotherapy-effectiveness-in-the-va-healthcare-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-24",
            "studyFirstSubmitQcDate": "2023-12-05",
            "studyFirstPostDateStruct": {
                "date": "2023-12-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Biomedical Advanced Research and Development Authority",
                    "class": "FED"
                },
                {
                    "name": "Food and Drug Administration (FDA)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to comprehensively describe the temporal and geographic utilization of COVID-19 therapies used for mild to moderate disease during different periods of SARS-CoV-2 variant circulation as well as to compare demographic and clinical characteristics of Veterans who are treated or do not receive these different therapies. The investigators will also perform similar descriptive epidemiology for other respiratory viruses, including RSV and influenza and other infectious diseases. This first phase will critically inform feasibility and direction of the second phase, in which the investigators will use target trial emulation design to study the comparative effectiveness of therapies and vaccines for COVID-19, respiratory viruses, including RSV, and influenza, and other infectious diseases.",
            "detailedDescription": "Objectives:\n\nThis study will be completed in two phases. In the first phase, the investigators will establish a source population and comprehensively describe the temporal and geographic utilization of COVID-19 pharmacotherapies beginning July 2021. These therapies include casirivimab and imdevimab, bamlanivimab and etesevimab, sotrovimab, nirmatrelvir, molnupiravir, and remdesivir. The investigators will also compare demographic and clinical characteristics of Veterans who are treated or do not receive these therapies. Phase 1 will inform the study design and analytic protocol of Phase 2. Phase 1 will also inform critical policy questions and national guidance regarding COVID-19 pharmacotherapies in the VA healthcare system with the potential to inform policy across other healthcare systems.\n\nIn the second phase, the investigators will conduct target trial emulation studies to determine the effectiveness and comparative effectiveness of current pharmacotherapies for COVID-19 in preventing short- and long-term adverse outcomes related to SARS-CoV-2 infection. The investigators will use a sequence of comparative effectiveness studies through emulation to help establish a common framework sharing a similar population, design, and outcomes for a rapid-response, adaptive observational study design to characterize utilization and determine the effectiveness and comparative effectiveness of novel therapeutic agents authorized for the treatment of mild to moderate COVID-19 in Veterans. Phase 2 will provide an infrastructure upon which subsequent observational studies can be performed, which will include other infectious diseases of interest, ultimately ensuring the timeliness and pertinence of VA research.\n\nResearch Design and Methodology:\n\nIn the first phase, the investigators will conduct a descriptive, retrospective, electronic health record-based study among Veterans aged 18 years with a laboratory-confirmed positive test for SARS-CoV-2 or a diagnosis of COVID-19 documented at any time since the beginning of the pandemic in January 2020 to present. The investigators will describe the geographic distribution (by VISN, state, and distance from place of residence to the closest VAMC and/ COVID-19 infusion facilities) of Veterans receiving each of the COVID-19 antiviral and monoclonal antibody therapies during different periods of SARS-CoV-2 variant circulation (i.e., January 1, 2022, to present for Omicron). The investigators will also compare baseline demographic characteristics, clinical characteristics including underlying medical conditions and prior SARS-CoV-2 infections, SARS-CoV-2 vaccination status, National Institutes of Health (NIH) risk group tiers for prioritization of treatments, concurrent outpatient medications, and time from positive test to treatment among Veterans receiving different antiviral and monoclonal antibody therapies as well as eligible Veterans who are not treated during different periods of SARS-CoV-2 variant circulation. This established framework will also be used to identify Veterans who tested positive for other respiratory viruses, including influenza virus or respiratory syncytial virus (RSV), and other infectious diseases in the same time period and describe their characteristics, risk factors and treatments.\n\nIn the second phase, the investigators will conduct retrospective and prospective target trial emulation studies to evaluate the effectiveness and comparative effectiveness of different pharmacotherapies for mild-to-moderate COVID-19 in patients with documented SARS-CoV-2 infection by period of predominant SARS-CoV-2 variant circulation. The established framework will be used to investigate vaccine and pharmacotherapy effectiveness for SARS-CoV-2 and other respiratory viruses, including influenza and respiratory syncytial virus (RSV) and other infectious diseases using observational data from the VHA electronic health records.\n\nImpact Significance:\n\nData on real-world utilization and clinical outcomes in the Veteran population are needed to inform clinical, operational and research partners in the VA and other healthcare systems on strategies for optimizing the utilization of pharmacotherapies and vaccines against COVID-19 and other infectious diseases. Ongoing evaluations will be essential as new variants emerge, vaccination practices evolve, and new pharmacotherapies are introduced. This study will establish a common framework sharing a similar population, design, and outcomes for a rapid-response, adaptive platform observational study design to characterize utilization and determine the effectiveness and comparative effectiveness of novel therapeutic agents authorized for the treatment of mild to moderate COVID-19, respiratory viruses, including RSV and influenza, and other infectious diseases in Veterans."
        },
        "conditionsModule": {
            "conditions": [
                "COVID-19, SARS-CoV-2 Infection",
                "RSV",
                "Influenza"
            ],
            "keywords": [
                "COVID-19",
                "pharmacotherapy effectiveness",
                "SARS-CoV-2",
                "antiviral",
                "RSV",
                "influenza",
                "respiratory viruses"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "bioSpec": {
                "retention": "NONE_RETAINED",
                "description": "none collected or retained"
            },
            "enrollmentInfo": {
                "count": 400000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Outpatient Veterans with risk factors for severe COVID-19 & tested positive during Jan-Feb 2022",
                    "description": "This cohort study assessed outpatient Veterans with risk factors for severe COVID-19 who tested positive for SARS-CoV-2 during January and February 2022.\n\nThe purpose is to describe factors associated with receipt of outpatient COVID-19 pharmacotherapies in the Veterans Affairs (VA) health care system."
                },
                {
                    "label": "Nonhospitalized Veterans in VHA at risk for SARS-CoV-2 Jan-Jul 2022",
                    "description": "Three retrospective target trial emulation studies comparing matched cohorts of nirmatrelvir-ritonavir versus no treatment, molnupiravir versus no treatment, and nirmatrelvir- ritonavir versus molnupiravir.\n\nThe purpose is to measure the effectiveness of nirmatrelvir-ritonavir and molnupiravir for outpatient treatment of COVID-19."
                },
                {
                    "label": "Outpatient Veterans who tested positive for SARS-CoV-2 from Jan 2022 through Jan 2023",
                    "description": "This cohort study evaluated nonhospitalized Veterans in VHA care who tested positive for SARS-CoV-2 from January 2022 through January 2023 using VHA and linked Community Care and Medicare databases.\n\nThe purpose is to analyze trends and factors associated with prescription of outpatient COVID-19 pharmacotherapies within the Veterans Health Administration (VHA)."
                },
                {
                    "label": "Outpatient Veterans with risk factors for severe COVID-19 & tested positive during Jan-Jul 2022",
                    "description": "Retrospective target trial emulation study comparing matched cohorts receiving nirmatrelvir-ritonavir versus no treatment.\n\nThe purpose is to measure the effectiveness of outpatient treatment of COVID-19 with nirmatrelvir-ritonavir in preventing Post COVID conditions."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Receipt of any COVID-19 pharmacotherapy, including sotrovimab, nirmatrelvir boosted with ritonavir, molnupiravir, or remdesivir",
                    "description": "The odds of receipt of any COVID-19 pharmacotherapy, including sotrovimab, nirmatrelvir boosted with ritonavir, molnupiravir, or remdesivir were estimated using multivariable logistic regression",
                    "timeFrame": "January and February 2022"
                },
                {
                    "measure": "Incidence of any hospitalization or all-cause mortality at 30 days and from 31 to 180 days",
                    "description": "Three retrospective target trial emulation studies comparing matched cohorts of nirmatrelvir-ritonavir versus no treatment, molnupiravir versus no treatment, and nirmatrelvir- ritonavir versus molnupiravir.",
                    "timeFrame": "January through July 2022"
                },
                {
                    "measure": "Monthly receipt of any COVID-19 pharmacotherapy (nirmatrelvir-ritonavir, molnupiravir, sotrovimab, or bebtelovimab)",
                    "description": "To analyze trends and factors associated with prescription of outpatient COVID-19 pharmacotherapies within the Veterans Health Administration (VHA).",
                    "timeFrame": "January 2022 through January 2023"
                },
                {
                    "measure": "Cumulative incidence of 31 potential PCCs at 31 -180 days after treatment or a matched index date, including cardiac, pulmonary, renal, thromboembolic, gastrointestinal, neurologic, mental health, musculoskeletal, endocrine, and general conditions",
                    "description": "Retrospective target trial emulation study comparing matched cohorts receiving nirmatrelvir-ritonavir versus no treatment.",
                    "timeFrame": "January through July 2022"
                },
                {
                    "measure": "Incidence of any hospitalization or all-cause mortality at 30 days",
                    "description": "target trial emulation study in the Veterans Health Administration comparing nirmatrelvir-ritonavir treated versus matched untreated veterans at risk for severe COVID-19 who tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
                    "timeFrame": "April 2022 through March 2023"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPhase 1:\n\n- Veterans aged 18 years with a laboratory-confirmed positive test for SARS-CoV-2 or a diagnosis of COVID-19 documented at any time since the beginning of the pandemic in January 2020 to present.\n\nPhase 2:\n\n* All Veterans aged 18 years alive and in VHA care as of January 2018.\n* Specific exclusion/inclusion criteria and observation periods will be further defined for each sub-study (See outcomes/publications).\n\nExclusion Criteria:\n\n* VA employees who are not enrollees",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "VA enrollees infected from January 1, 2022 through February 28, 2022 as an example. Subsequent trials will be executed as the pandemic evolves",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina L Bajema, MD",
                    "role": "CONTACT",
                    "phone": "(503) 220-8262",
                    "email": "Kristina.Bajema@va.gov"
                },
                {
                    "name": "George N Ioannou, MD MS",
                    "role": "CONTACT",
                    "phone": "(206) 277-3136",
                    "email": "George.Ioannou@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristina L Bajema, MD",
                    "affiliation": "VA Portland Health Care System, Portland, OR",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "George N. Ioannou, MD MS",
                    "affiliation": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Portland Health Care System, Portland, OR",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97207-2964",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristina L Bajema, MD",
                            "role": "CONTACT",
                            "phone": "503-220-8262",
                            "email": "Kristina.Bajema@va.gov"
                        },
                        {
                            "name": "George N Ioannou, MD MS",
                            "role": "CONTACT",
                            "phone": "(206) 277-3136",
                            "email": "George.Ioannou@va.gov"
                        },
                        {
                            "name": "Kristina L Bajema, MD",
                            "role": "STUDY_CHAIR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is not a plan to make IPD available"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M254020",
                    "name": "Molnupiravir",
                    "relevance": "LOW"
                },
                {
                    "id": "M21394",
                    "name": "Ritonavir",
                    "relevance": "LOW"
                },
                {
                    "id": "M254018",
                    "name": "Nirmatrelvir",
                    "relevance": "LOW"
                },
                {
                    "id": "M266470",
                    "name": "Nirmatrelvir and ritonavir drug combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}