{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06425588",
            "orgStudyIdInfo": {
                "id": "24-0349"
            },
            "secondaryIdInfos": [
                {
                    "id": "FACEFIT 2.0",
                    "type": "OTHER",
                    "domain": "EPA"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Craniofacial Dimensions as Determinants of the Fitted Performance of Common Face Masks (FACEFIT 2.0)",
            "officialTitle": "Craniofacial Dimensions as Determinants of the Fitted Performance of Common Face Masks (FACEFIT 2.0)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "craniofacial-dimensions-as-determinants-of-the-fitted-performance-of-common-face-masks-facefit"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-08",
            "studyFirstSubmitQcDate": "2024-05-17",
            "studyFirstPostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Environmental Protection Agency (EPA)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study examines the role of craniofacial dimensions and self-evaluation thereof in the protection afforded by masks commonly worn by the public as protection against aerosol contaminants. The effectiveness of instructions for self-evaluation of craniofacial dimensions will be tested against standard digital and manual craniometric methods.\n\nApproximately 500 (18-70 year old) subjects of any gender.\n\nAfter consenting to participate in the study, subjects will use a short self-assessment questionnaire to measure their craniofacial dimensions, and have their face measured using standard anthropological techniques and a 3D camera. They will then enter a chamber containing an atmosphere of aerosolized salt particles where the fitted filtering efficiency of 2 types of face masks will be measured briefly. Participation time is approximately 60 minutes.",
            "detailedDescription": "Wearing a face mask is a primary protection strategy against airborne infectious agents as well as toxic aerosols such as wildfire smoke. Despite the ubiquitous presence of masks in public life in recent years, the average person has a poor understanding of factors that influence the fitted performance of the face coverings that they wear. This problem is exacerbated by the lack of mask fit testing available to the public outside of occupational settings subject to regulation. As a result, the vast majority of the population currently wears masks with limited knowledge of their efficacy or the means to acquire it. A simple, validated method to quantitatively self-assess individual craniofacial dimensions relative to that of the general population will permit members of the public to make informed decisions about the types of mask that they wear in specific risk situations, and whether to use fit enhancements to optimize their fitted performance. In addition to limiting the morbidity associated with exposure to poor air quality, an individualized improvement in the efficacy of mask will have a multiplicative effect in the prevention of the transmission of infectious vectors.\n\nSubjects who are not excluded from the initial screening will be scheduled for consenting at the EPA Human Studies Facility (HSF). At the start of the visit, the study protocol will be outlined, and informed consent obtained to initiate enrollment into the study. There will be one session in this study. Consenting subjects will proceed immediately to the participation phase.\n\nConsenting: There will be one (1) study consent form (form FF2.0 1). This consent form must be signed by the participant and the study team member obtaining informed consent. The subjects may ask any questions they have regarding their participation in the study at any time prior to or during their participation. Persons with child-bearing potential will be required to self-administer a pregnancy test in a private bathroom. Those who self-administer a pregnancy test will have to confirm the results on the consent form in order to proceed to the study phase.\n\nBehavioral questionnaire: Subjects will complete a short questionnaire (Form FF2.0 2) that asks about their predisposition to wear a face mask under a variety of scenarios. This information will be used to guide public health communications during air quality emergencies.\n\nAssessment of self-evaluation instructions for craniofacial measurements: Subjects will use instructions presented in a self-evaluation form (Form FF2.0 3) to measure their own craniofacial dimensions using the rulers provided and a mirror. Subjects will receive no assistance with completing the self-assessment form. At intervals of approximately, 10-40 subjects, measurements obtained in the self-evaluation will be compared to the craniofacial measurements obtained by a study team member. The results of the comparison will be used to guide revisions of the instruction in the self-evaluation form in an iterative manner. The protocol will be amended accordingly to update changes to the self-evaluation instructions.\n\nCraniofacial measurements: A 3 D scan of the subjects' face and head will be obtained by aligning the head inside of an oval shown on a tablet screen. The image takes about 3 seconds to generate and subjects will be asked to move their head slightly. In addition, manual measurement of 4-8 craniofacial dimensions will be taken by a study team member using calipers and a tape measure.\n\nLung Function Test. Participants will complete a breathing test (peak flow meter) before and after the facemask testing. Study personnel will coach the participant to take a full breath in and then blow it out as hard and fast as they can. They may be asked to do this up to five times. This test measures the volume of air they can blow out (exhale) quickly after taking a very deep breath. This is a method to measure lung function before and after the testing procedure for safety purposes. The investigators will stop the study and not complete the mask fit testing if the participant's peak expiratory flow (as measured with the peak flow meter) is not ≥ 80.0% of their predicted value based on their age, height, and weight.\n\nAssessment of filtering face piece (FFP) use: The range of variability that exists in the subject population while wearing two different types of face coverings will be assessed. Masks will consist of a KN95 mask and a surgical/procedure mask. The fitted filtration efficiency of each mask will be measured using aerosolized sodium chloride particles (mean aerodynamic diameter 0.040 microns) emitted by a particle generator. During the fit testing, the concentration of aerosolized saline particles emitted by a TSI Particle Generator will be approximately 5000-30000 particles/cc of air. The temperature in the chamber will vary between 20 and 30 oC, the relative humidity will be maintained at approximately 50 %.\n\nThe subject will remain seated in the chamber and complete a modified version the Occupational Safety and Health Administration Quantitative Fit Testing Protocol (Modified Ambient Aerosol CNC Quantitative Fit Testing Protocol for Filtering Facepiece TableA-2-RESPIRATORS). The subject will then move their head from left to right, taking two breaths at each extreme for 30 seconds. This will be followed by moving the head up and down, taking two beaths at each extreme for 30 seconds. The procedure will be repeated after the addition of a clip to the ear-loops of the mask behind the neck of the subject. In total, the testing time for the 2 masks with and without clip will be approximately 6 minutes."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "Healthy subjects",
                "Mask",
                "Mask fit",
                "Fitted Filtration Efficiency",
                "Self-Evaluation",
                "Craniofacial Morphology",
                "3D imaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mask Testing",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will be fit tested while completing a modified version of the OSHA fit test.",
                    "interventionNames": [
                        "Other: Surgical/Procedure Mask Fit Testing",
                        "Other: KN95 Mask Fit testing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Surgical/Procedure Mask Fit Testing",
                    "description": "All participants will wear a surgical/procedure mask and be fit tested using a modified version of the OSHA quantitative fit testing procedure.",
                    "armGroupLabels": [
                        "Mask Testing"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "KN95 Mask Fit testing",
                    "description": "All participants will wear a KN95 mask and be fit tested using a modified version of the OSHA quantitative fit testing procedure.",
                    "armGroupLabels": [
                        "Mask Testing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fitted Filtration Efficiency",
                    "description": "A mask fit procedure will be performed based on an OSHA (Occupational Safety and Health Administration)- approved protocol during the baseline visit. The efficiency of masks will be determined by a percentage of particle number measured behind the facemask over the particle number in the ambient air. Mask fit efficiency values from different levels of mask fit instructions will be compared.",
                    "timeFrame": "During fitting procedure (90 seconds for each condition)"
                },
                {
                    "measure": "Cranial Morphology- Self Evaluation",
                    "description": "Cranial morphology will be assessed using a self-evaluation that guides participants on how to measure five dimensions of their head/face including: nose length, nose arc, face width, neck circumference, and ear breadth. Participants will record their measurement for each cranial/facial features using the instructions provided on the self-evaluation form. Investigators will then use the five recorded values to cluster each participant into one of four categories of overall face and head shape/size.",
                    "timeFrame": "The self-evaluation will take approximately ten minutes and be filled out once during the study visit (Day 1)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cranial Morphology- Caliper Measurement",
                    "description": "Calipers will be used to measure craniofacial features of each subject. Trained personnel (wearing gloves) will need to touch areas of the subject's face and scalp to ensure proper caliper measurements are collected. Measurements to be collected include: nose length, face width, neck circumference, and ear breadth. All measurements have a common unit (cm).",
                    "timeFrame": "The craniometric assessment will take approximately 5 minutes and be completed before the fit testing procedure."
                },
                {
                    "measure": "Cranial Morphology- 3D Imaging",
                    "description": "Subjects will self-administer a 3D scan of their face by aligning their head inside of an oval shown on the camera screen, triggering the camera shutter. The image takes about 3 seconds to generate and subjects will be asked to remain still during this time. The acquired facial images will be analyzed using digital image analysis software. The images will be analyzed to measure the participant's nose gap area.",
                    "timeFrame": "The 3D imaging will take approximately 5 minutes and be completed before the fit testing procedure."
                },
                {
                    "measure": "FaceFit 2.0 Face Filtering PIece Usage Survey",
                    "description": "Subjects will take a brief questionnaire regarding their masking behavior and perceptions of masks. The questionnaire will also ask participants to rate how big/small they think their head length, width, and size is compared to adults of the same age/gender. The survey is comprised of 34 questions that fall into the following sections: sociodemographic information, mask perception, experience with mask usage, knowledge of particulate matter vs. volatile organic compounds, and perception of face shape and size. All questions consist of four or five point likert scales corresponding to ordinal scores (No Impact to Significant Impact, 1-5)(Most Likely to Least Likely, 1-4). All questions correspond to the participant's knowledge or perception and are recorded on an ordinal scale and thus the survey has no \"directionality\".",
                    "timeFrame": "This survey will take about five minutes and be completed before the mask fit testing."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-70 years old healthy of any gender and ethnicity.\n2. Subjects must be ambulatory and tolerate enclosed spaces.\n3. Subjects must report being in good health\n4. Subjects must pass COVID-19 screening questions and have had at least a primary COVID-19 vaccination series.\n5. Individuals with a BMI (kg/m2) that is greater than 16.0 and less than 50.0\n\nExclusion Criteria:\n\n1. Persons who are pregnant, attempting to become pregnant or breastfeeding\n2. Persons who are unable to read English well enough to follow written instructions or a questionnaire.\n3. Persons who have facial hair.\n4. Individuals who have had an acute respiratory illness within 6 weeks.\n5. Individuals who have active allergies.\n6. Those who are not feeling well.\n7. Anyone who is unable to walk unassisted, stand or sit still for 15 minutes at a time.\n8. Anyone who suffered a heart attack, cardiac arrest or stroke in the past 6 months.\n9. Anyone who has been hospitalized overnight or sought urgent medical care in the last 30 days.\n10. Anyone who has an unspecified illness, which in the judgment of the medical staff, might increase the risk associated with this study will be a basis for exclusion.\n11. Those who are pregnant, attempting to become pregnant or breastfeeding.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robin Kaminski",
                    "role": "CONTACT",
                    "phone": "(919) 966-0604",
                    "email": "Kaminski.Robin@epa.gov"
                },
                {
                    "name": "Patrice Ratliffe",
                    "role": "CONTACT",
                    "phone": "(919)-966-0607",
                    "email": "Ratliffe.Patrice@epa.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Samet, PhD",
                    "affiliation": "U.S. Environmental Protection Agency",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "U.S. Environmental Protection Agency Human Studies Facility",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrice Ratliffe",
                            "role": "CONTACT",
                            "phone": "919-966-0607",
                            "email": "ratliffe.patrice@epa.gov"
                        },
                        {
                            "name": "James Samet, PhD",
                            "role": "CONTACT",
                            "phone": "919-966-0665",
                            "email": "samet.james@epa.gov"
                        },
                        {
                            "name": "James Samet, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data will be shared through the U.S. EPA's ScienceHub database. ScienceHub is used to upload and store datasets associated with journal articles. Non-sensitive datasets are then made publicly accessible via the Environmental Dataset Gateway in fulfillment of the EPA's requirement to adhere to the Office of Management and Budget's Open Data Policy.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "The data will be available to the public after the conclusion of the study and the publication of the manuscripts.",
            "accessCriteria": "Data will be available at the U.S. EPA Science Hub.",
            "url": "http://catalog.data.gov/dataset/epa-sciencehub"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21089",
                    "name": "Facies",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}