{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06336434",
            "orgStudyIdInfo": {
                "id": "IMPAACT 2040"
            },
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "CREATE - Cabotegravir & Rilpivirine Antiretroviral Therapy in Pregnancy",
            "officialTitle": "Phase I/II Study of the Pharmacokinetics and Safety of Long-Acting Injectable Cabotegravir and Rilpivirine in Pregnant and Postpartum Adults With HIV-1",
            "therapeuticArea": [
                "Women's Health",
                "Infectious Diseases",
                "Other"
            ],
            "study": "create-cabotegravir-rilpivirine-antiretroviral-therapy-in-pregnancy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-24",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase I/II, multicenter, open-label, non-randomized study with four groups to characterize the pharmacokinetics and safety of Cabotegravir (CAB) and Rilpivirine (RPV) long-acting injectable (LA) during pregnancy and postpartum among people with HIV-1 viral suppression and their infants."
        },
        "conditionsModule": {
            "conditions": [
                "HIV-1-infection",
                "Pregnancy",
                "Postpartum"
            ],
            "keywords": [
                "Pregnancy",
                "Long-acting",
                "cabotegravir",
                "rilpivirine",
                "pharmocokinetics",
                "chestfeeding",
                "breastfeeding"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Q4W Switch",
                    "type": "EXPERIMENTAL",
                    "description": "Pregnant people between 10 0/7 and 19 4/7 weeks gestation with HIV-1 viral suppression on oral antiretroviral therapy willing to switch to an every four week (Q4W) CAB LA + RPV LA regimen.",
                    "interventionNames": [
                        "Drug: CAB LA 600mg",
                        "Drug: RPV LA 900mg",
                        "Drug: CAB LA 400mg",
                        "Drug: RPV LA 600mg"
                    ]
                },
                {
                    "label": "Q8W Switch",
                    "type": "EXPERIMENTAL",
                    "description": "Pregnant people between 10 0/7 and 19 4/7 weeks gestation with HIV-1 viral suppression on oral antiretroviral therapy willing to switch to an every eight week (Q8W) CAB LA + RPV LA regimen.",
                    "interventionNames": [
                        "Drug: CAB LA 600mg",
                        "Drug: RPV LA 900mg"
                    ]
                },
                {
                    "label": "Q4W Continuation",
                    "type": "EXPERIMENTAL",
                    "description": "Pregnant people 19 4/7 weeks gestation or less with HIV-1 viral suppression who were using every 4 week CAB LA + RPV LA at and since conception and are willing to continue their current CAB LA + RPV LA regimen.",
                    "interventionNames": [
                        "Drug: CAB LA 400mg",
                        "Drug: RPV LA 600mg"
                    ]
                },
                {
                    "label": "Q8W Continuation",
                    "type": "EXPERIMENTAL",
                    "description": "Pregnant people between 10 0/7 and 19 4/7 weeks gestation with HIV-1 viral suppression who were using every 8 week CAB LA + RPV LA at and since conception and are willing to continue their current CAB LA + RPV LA regimen.",
                    "interventionNames": [
                        "Drug: CAB LA 600mg",
                        "Drug: RPV LA 900mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CAB LA 600mg",
                    "description": "600mg (3mL) IM Injection",
                    "armGroupLabels": [
                        "Q4W Switch",
                        "Q8W Continuation",
                        "Q8W Switch"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RPV LA 900mg",
                    "description": "900mg (3mL) IM Injection",
                    "armGroupLabels": [
                        "Q4W Switch",
                        "Q8W Continuation",
                        "Q8W Switch"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "CAB LA 400mg",
                    "description": "400mg (2mL) IM Injection",
                    "armGroupLabels": [
                        "Q4W Continuation",
                        "Q4W Switch"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RPV LA 600mg",
                    "description": "600mg (2mL) IM injection",
                    "armGroupLabels": [
                        "Q4W Continuation",
                        "Q4W Switch"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PK trough of CAB LA measured in plasma in pregnancy and postpartum",
                    "timeFrame": "Through 18 weeks post-partum"
                },
                {
                    "measure": "Percentage of adults with at least one Grade 3 or higher adverse event in pregnancy and through 18 weeks postpartum",
                    "timeFrame": "Through 18 weeks post-partum"
                },
                {
                    "measure": "Percentage of adults with at least one serious adverse event in pregnancy and through 18 weeks postpartum",
                    "timeFrame": "Through 18 weeks post-partum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PK trough measured in plasma in pregnancy and postpartum",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Percentage of adults with HIV-1 RNA less than 50 copies/mL at delivery",
                    "timeFrame": "Through Delivery"
                },
                {
                    "measure": "Percentage of adults with HIV-1 RNA less than 50 copies/mL at delivery using the standardized FDA snapshot algorithm",
                    "timeFrame": "Through Delivery"
                },
                {
                    "measure": "Percentage of adults with virologic escape (single measurement of greater than or equal to 200 copies/mL) from study entry through pregnancy and through 18 weeks postpartum",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Percentage of adults with confirmed virologic failure through 18 weeks postpartum",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Number of adults with HIV-1 resistance to CAB and/or RPV using IAS-USA in participants who experience confirmed virologic failure, assessed at entry and time of failure",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Number of infants with HIV-1 infection",
                    "timeFrame": "Birth through 18 weeks post birth"
                },
                {
                    "measure": "Percentage of infants at least one Grade 3 or higher adverse event through 18 weeks post-birth",
                    "timeFrame": "Through 18 weeks post-birth"
                },
                {
                    "measure": "Percentage of infants at least one serious adverse event through 18 weeks post-birth",
                    "timeFrame": "Through 18 weeks post-birth"
                },
                {
                    "measure": "Percentage of infants with a congenital anomaly consistent with the Metropolitan Atlanta Congenital Defects Program (MACDP) definition of defect",
                    "timeFrame": "Through 18 weeks post-birth"
                },
                {
                    "measure": "Percentage of deaths among infants",
                    "timeFrame": "Through 18 weeks post-birth"
                },
                {
                    "measure": "Percentage of adults with a spontaneous abortion (less than 20 weeks gestation)",
                    "timeFrame": "Through delivery"
                },
                {
                    "measure": "Percentage of adults with a fetal demise/stillbirth (greater than or equal to 20 weeks gestation)",
                    "timeFrame": "Through Delivery"
                },
                {
                    "measure": "Percentage of neonatal deaths (within 28 days of life) among infants",
                    "timeFrame": "Through 28 days of life"
                },
                {
                    "measure": "Percentage of infants born small for gestational age (SGA) at < 10th percentile",
                    "timeFrame": "Through pregnancy outcome/birth"
                },
                {
                    "measure": "Percentage of infants born with low birth weight < 2500 g",
                    "timeFrame": "Through pregnancy outcome/birth"
                },
                {
                    "measure": "Percentage of infants born preterm < 37 weeks gestation",
                    "timeFrame": "Through pregnancy outcome/birth"
                },
                {
                    "measure": "Percentage of adult-infant participant pairs with any adverse pregnancy outcome of spontaneous abortion, fetal demise/stillbirth, neonatal death, SGA, or preterm delivery",
                    "timeFrame": "Through 28 days post-birth"
                },
                {
                    "measure": "CAB and RPV plasma concentrations in infants exposed to CAB LA + RPV LA during pregnancy and via chest/breastfeeding",
                    "timeFrame": "Through 18 weeks post-birth"
                },
                {
                    "measure": "Percentage of adults who discontinued injections prior to receiving the full course of injections due to intolerability of injection",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Frequency of CAB LA + RPV LA injections received",
                    "timeFrame": "Through 18 weeks postpartum"
                },
                {
                    "measure": "Percentage of adults willing to continue CAB LA + RPV LA postpartum and/or in future pregnancies",
                    "timeFrame": "Through 18 weeks postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and able to provide written informed consent for study participation for self and infant.\n\nNote: All sites must follow all applicable IRB/EC policies and procedures; for US sites, this includes single IRB (sIRB) policies and procedures.\n\n* At screening, age 18 years or older.\n* At entry, evidence of a viable, intrauterine, singleton pregnancy with fetal ultrasound performed per protocol and within the following estimated gestational age (EGA) ranges per protocol:\n\n  * Switch Group: EGA between 10 0/7 and 19 4/7 weeks (inclusive) at entry.\n  * Continuation Group: EGA less than or equal to 19 4/7 weeks at entry.\n\nNote: If adequate ultrasound results are not available from medical records at screening per protocol, an ultrasound must be performed prior to study entry.\n\n* At entry, intending to deliver at a study-associated medical facility, remain in the geographic area of the study for the duration of anticipated follow-up, and attend regularly scheduled study visits.\n* Confirmed HIV-1 infection based on documented testing of two samples collected from two separate blood collection tubes per Sample #1 and Sample #2 requirements. Test results may be obtained from medical records or from testing performed at screening (i.e., from specimens collected within 28 days prior to entry):\n\n  * For results obtained from medical records, adequate source documentation, including the date of specimen collection, date of testing or date of test result, name of test/assay performed, and test result, must be available in study records prior to study entry. Requirements related to laboratory operations (e.g., Good Clinical Laboratory Practice \\[GCLP\\], Clinical Laboratory Improvement Amendments \\[CLIA\\], Virology Quality Assurance \\[VQA\\]) and related to regulatory authority approvals (e.g., FDA) do not apply to results obtained from medical records.\n  * If adequate source documentation is not available, Sample #1 and/or Sample #2 should be collected during the study screening period and tested in the site's designated testing laboratory.\n\nIf both samples are tested using antibody tests, at least one of the samples must be tested in a laboratory that operates according to CLIA or equivalent (for US sites) or GCLP (for South African sites) guidelines and participates in an appropriate external quality assurance program. If nucleic acid testing (NAT) is used, at least one test must be performed in the site's CLIA-certified or equivalent (for US sites) or VQA-certified (for South African sites) laboratory.\n\nSample #1 may be tested using any of the following:\n\n* Two rapid antibody-based tests from different manufacturers or based on different principles and epitopes (combination antigen-antibody-based rapid tests may be used)\n* One enzyme immunoassay (EIA) or Western blot (WB) or immunofluorescence assay or chemiluminescence assay\n* One HIV-1 DNA polymerase chain reaction (PCR)\n* One quantitative HIV-1 RNA PCR (above the limit of detection of the assay)\n* One qualitative HIV-1 RNA PCR\n* One HIV-1 total NAT\n\nSample #2 may be tested using any of the following:\n\n* Rapid antibody-based test. If this option is used in combination with two rapid tests for Sample\n\n  #1, at least one of the three rapid tests must be FDA-approved and the third rapid test must be from a third manufacturer or based on a third principle or epitope. Combination antigen-antibody based rapid tests may be used.\n* One EIA or WB or immunofluorescence assay or chemiluminescence assay\n* One HIV-1 DNA PCR\n* One quantitative HIV-1 RNA PCR (above the limit of detection of the assay)\n* One qualitative HIV-1 RNA PCR\n* One HIV-1 total NAT\n\nAll study-specific samples tested to determine HIV-1 status must be whole blood, serum, or plasma.\n\nHIV-1 testing methods and algorithms must be approved for each site by the IMPAACT Laboratory Center (for NIAID-funded sites) or Westat (for NICHD-funded ods should be FDA-approved, if available.\n\n* Has at least one documented plasma HIV-1 RNA result less than 50 copies/mL or less than the lower limit of detection from the assay, from a specimen collected in the three to nine months (defined as 90-270 days) prior to entry.\n\nNote: See Exclusion Criterion 4.2.1 for additional criterion that must be evaluated to confirm adequate viral suppression prior to entry.\n\n* Documented plasma HIV-1 RNA result less than 50 copies/mL at screening (i.e., from a specimen collected within 28 days prior to entry).\n\nNote: HIV-1 RNA laboratory tests may be repeated if the result is greater than or equal to 50 copies/mL but less than 200 copies/mL during the study screening period, with the latest result used for eligibility determination. The repeat viral load testing should be conducted within two weeks (14 days) of the initial sample collection.\n\n* Has no evidence of chronic hepatitis B infection based on hepatitis B surface antigen (HBsAg), hepatitis B core antibody (HbcAb), and hepatitis B surface antibody (HbsAb) testing at screening (i.e., from a specimen collected within 28 days prior to entry); any of the following three combinations of test results are acceptable for inclusion:\n\n  * HbsAg negative, HbcAb negative, HbsAb negative\n  * HbsAg negative, HbcAb negative, HbsAb positive\n  * HbsAg negative, HbcAb positive, HbsAb positive\n* Negative hepatitis C antibody (anti-HCV ab) test result at screening (i.e., from a specimen collected within 28 days prior to entry).\n* Has the following laboratory test results at screening (i.e., from a specimen collected within 28 days prior to entry) based on grading per protocol:\n\n  * Grade 2 or lower platelets (greater than or equal to 50,000 cells/mm3 or greater than or equal to 50.00 x 109 cells/L)\n  * Grade 2 or lower creatinine (less than or equal to 1.8 x upper limit of normal \\[ULN\\])\n  * Grade 2 or lower total bilirubin (less than 2.6 x ULN)\n  * Grade 1 or lower ALT (less than 2.5 x ULN)\n  * Grade 1 or lower aspartate aminotransferase (AST) (less than 2.5 x ULN)\n  * Grade 1 or lower absolute neutrophil count (ANC) (greater than or equal to 800 cells/mm3)\n  * Grade 2 or lower hemoglobin (greater than or equal to 8.5 g/dL)\n  * Grade 2 or lower lipase (less than 3 x ULN)\n\nNote: Laboratory tests may be repeated during the study screening period (i.e., within 28 days prior to entry), with the latest result used for eligibility determination.\n\n* Has a Grade 1 or lower QT interval corrected by the Fridericia formula (QTcF) (mean interval value less than or equal to 470 milliseconds, on ECG performed in triplicate) at screening.\n* For Switch Group, on a stable (i.e., unchanged) oral ART regimen for at least 90 consecutive days prior to entry, as determined by the site investigator based on participant report and available medical records.\n\nNote: Changes of formulation (e.g., from a single agent to fixed dose combination tables) and of boosting agents (e.g., from cobicistat to ritonavir) are permitted.\n\n* For Continuation Group, received first dose of CAB LA + RPV LA on or before the date of conception of the current pregnancy based on guidelines in protocol, has not changed regimens since the time of conception, and is on the appropriate maintenance doses for Q4W or Q8W dosing at screening, as determined by the site investigator based on participant report and available medical records.\n\nExclusion Criteria:\n\n* Within nine months (270 days) prior to entry, any plasma HIV-1 RNA measurement greater than or equal to 200 copies/mL or two or more detectable plasma HIV-1 RNA measurements greater than or equal to 50 copies/mL at least 14 days apart.\n* History of treatment/virologic failure associated with documented or presumed viral resistance to NNRTI or INSTI, defined as two consecutive plasma HIV-1 RNA measurements greater than or equal to 200 copies/mL after initial suppression to less than 50 copies/mL.\n* Has any of the following, as determined by the site investigator based on participant report, clinical evidence, and/or available antenatal/medical care records:\n* Contraindication to CAB or RPV (e.g., historical or suspected resistance to NNRTI and INSTI classes based on available records at screening, HSR, or known or suspected allergy to study product components).\n\nNote: If there are questions regarding suspected resistance, the site investigator should consult with CMC prior to enrolling the participant.\n\n* Contraindication to IM injection such as a current inflammatory skin condition that compromises the safety of IM injections or a dermatological condition which, may interfere with the interpretation of ISRs (including but not limited to gluteal implants).\n\nNote: Use of the proper needle length based on participant body size and shape is essential to ensure correct IM injection technique. See protocol for more information. High body mass index (BMI) is not considered exclusionary.\n\n* Known ARV treatment interruption (greater than 30 consecutive days) in the 24 months prior to entry.\n* For participants on EFV, known treatment interruption (greater than seven consecutive days) in the 24 months prior to entry.\n* Any use of Nevirapine (ever), including, but not limited to a short course regimen to prevent perinatal transmission.\n* At entry, current use or anticipated need of therapeutic anticoagulation (e.g., low molecular weight heparin, coumadin, heparin, or enoxaparin).\n* History of known or suspected bleeding disorder.\n* Current severe hepatic impairment (Class C) as determined by Child-Pugh classification.\n* Suicidal ideation or attempt within six months of entry, based on completion of the Columbia-Suicide Severity Rating Scale (C-SSRS).\n* Unstable or poorly controlled seizure disorder.\n* Known tuberculosis infection.\n* Ongoing malignancy other than Kaposi's sarcoma, basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical intraepithelial neoplasia.\n* Symptoms suggestive of active coronavirus disease 2019 (COVID-19) or test results or contacts that require isolation or quarantine per local clinical practice, public health, and/or infection control guidelines.\n\nNote: Potential participants with symptoms suggestive of active COVID-19, test results, and/or contacts that require quarantine may resume screening (or be re-screened) after symptoms have resolved and applicable quarantine requirements have been completed.\n\n* Known to have any of the following during the current pregnancy as determined by the site investigator based upon participant report, clinical evidence, and/or available antenatal/medical care records:\n\n  * Multiple gestation\n  * Abnormal placentation, including placenta previa (complete) and placenta accreta/increta/percreta\n  * Cervical cerclage/cervical incompetence\n  * Abnormal fetal anatomy (in the opinion of the site investigator)\n* Known to have had any of the following in a previous pregnancy as determined by the site investigator based upon participant report, clinical evidence, and/or available antenatal/medical care records:\n\n  * Eclampsia/Hemolysis, Elevated Liver enzymes and Low Platelets (HELLP) syndrome\n  * Intrauterine fetal demise (EGA greater than 20 weeks) without known non- recurrent etiology\n  * Spontaneous very preterm delivery (less than 32 weeks)\n  * Very low birth weight (LBW) (less than 1500 g)\n  * Cervical or abdominal cerclage due to cervical incompetence\n* At entry, has uncontrolled pregnancy-related comorbidities (e.g., diabetes with fasting blood glucose greater than 200, hypertension with recurrent systolic greater than or equal to 160 or diastolic greater than 100) per the discretion of the site investigator.\n* Receipt of any prohibited medication within seven days prior to entry, with the exception of antiviral agents that are part of the participant's ART regimen, as determined by the site investigator based on participant report and available medical records, see Appendix IV.\n\nNote: Medications and vaccines approved for emergency use (e.g., COVID vaccines) that do not appear in the IMPAACT 2040 Prohibited and Precautionary Medications listing are not exclusionary and may be administered as per standard of care.\n\n* Enrolled in another clinical trial of an investigational agent, device, or vaccine.\n* Receipt of an investigational agent or chemotherapy (active malignancy) within 30 days prior to study entry.\n* Adult-participant or fetus has any condition that, in the opinion of the site investigator or designee, would make participation in the study unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Scheckter",
                    "role": "CONTACT",
                    "phone": "(919) 321-3540",
                    "email": "rscheckter@fhi360.org"
                }
            ],
            "locations": [
                {
                    "facility": "Site 4601, University of California, UC San Diego CRS- Mother-Child-Adolescent HIV Program",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093-0672",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Loughran, BA",
                            "role": "CONTACT",
                            "phone": "858-534-9218",
                            "email": "meloughran@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "Site 5048, University of Southern California LA",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lourdes Topete",
                            "role": "CONTACT",
                            "phone": "323-865-1585",
                            "email": "ltopete@usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Site 5092, Johns Hopkins University, Baltimore",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Haines",
                            "role": "CONTACT",
                            "phone": "443-287-8950",
                            "email": "ahaines8@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Site 5013, Jacobi Medical Center Bronx",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marlene Burey, NP",
                            "role": "CONTACT",
                            "phone": "718-918-4783",
                            "email": "marlene.burey@nychhc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Site 8051 - Wits RHI Shandukani Research Centre",
                    "city": "Johannesburg",
                    "zip": "2001",
                    "country": "South Africa",
                    "contacts": [
                        {
                            "name": "Rorisang Komane, BNS",
                            "role": "CONTACT",
                            "phone": "+27-72-933-4002",
                            "email": "rkomane@wrhi.ac.za"
                        }
                    ],
                    "geoPoint": {
                        "lat": -26.20227,
                        "lon": 28.04363
                    }
                },
                {
                    "facility": "Site 8052, Soweto",
                    "city": "Johannesburg",
                    "country": "South Africa",
                    "contacts": [
                        {
                            "name": "Ntatule Ndiweni",
                            "role": "CONTACT",
                            "phone": "+27-11-989-9748",
                            "email": "ndiwenih@phru.co.za"
                        }
                    ],
                    "geoPoint": {
                        "lat": -26.20227,
                        "lon": 28.04363
                    }
                },
                {
                    "facility": "Site 8950, FAMCRU CRS",
                    "city": "Parow",
                    "zip": "7505",
                    "country": "South Africa",
                    "contacts": [
                        {
                            "name": "Jeanne de Jager, MSc",
                            "role": "CONTACT",
                            "phone": "+27-21-938-4290",
                            "email": "jeannes@sun.ac.za"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.89723,
                        "lon": 18.59992
                    }
                },
                {
                    "facility": "Site 30300, Umlazi Clinical Research Site",
                    "city": "Umlazi",
                    "zip": "4066",
                    "country": "South Africa",
                    "contacts": [
                        {
                            "name": "Zukiswa Godlwana",
                            "role": "CONTACT",
                            "phone": "+27-31-2601998",
                            "email": "zukiswa.godlwana@caprisa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": -29.96572,
                        "lon": 30.88639
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie results in the publication, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 3 months following publication and available throughout period of funding of the International Maternal Pediatric Adolescent AIDS Clinical Trial (IMPAACT) Network by NIH.",
            "accessCriteria": "With whom?\n\n* Researchers who provide a methodologically sound proposal for use of the data that is approved by the IMPAACT Network.\n* For what types of analyses?\n* To achieve aims in the proposal approved by the IMPAACT Network.\n* By what mechanism will data be made available?\n* Researchers may submit a request for access to data using the IMPAACT \"Data Request\" form at: https:// www.impaactnetwork.org/ resources/study-proposals.htm. Researchers of approved proposals will need to sign an IMPAACT Data Use Agreement before receiving the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M295",
                    "name": "Rilpivirine",
                    "relevance": "LOW"
                },
                {
                    "id": "M254021",
                    "name": "Cabotegravir",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}