{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04917107",
            "orgStudyIdInfo": {
                "id": "STUDY00011997"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "CREATION: A Clinical Trial of Qigong for Neuropathic Pain Relief in Adults With Spinal Cord Injury",
            "officialTitle": "CREATION: A Clinical Trial of Qigong for Neuropathic Pain Relief in Adults With Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "creation-a-clinical-trial-of-qigong-for-neuropathic-pain-relief-in-adults-with-spinal-cord-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-01",
            "studyFirstSubmitQcDate": "2021-06-01",
            "studyFirstPostDateStruct": {
                "date": "2021-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Between 39-67% of the 294,000 Americans who have a SCI suffer from long-term debilitating neuropathic pain, interfering with rehabilitation, general activity, mobility, mood, sleep, and quality of life. Pain can hinder any potential for functional improvement that could be obtained during rehabilitation. Yet, neuropathic pain is refractory to many treatments. Current interventions, such as medications and physical therapy, result in less than 50% reduction in pain for only about one third of the people trying them, calling for new treatment options.\n\nQigong, a mind and body approach that incorporates gentle body movements, paired with a focus on breathing and body awareness to promote health and wellness, could reduce SCI-related neuropathic pain. If the hypothesis is supported, the resulting work could be transformative in demonstrating a potentially effective therapy for civilians, military Service members, and Veterans with SCI and neuropathic pain. The following provides the scientific basis for this hypothesis and establishes the rationale for this approach.\n\nThis study also includes an optional, remote, quasi-experimental substudy, in which all participants will receive Qigong for 12 weeks, followed by 6 weeks followup.",
            "detailedDescription": "Neuropathic pain in adults with spinal cord injury (SCI) has been attributed to altered pain processing-related brain function. However, recent studies showed that SCI-related brain alterations impact more than pain perception alone, because adults with SCI also have altered body awareness. As suggested by previous brain imaging studies, SCI-related neuropathic pain could be viewed as part of a broader body awareness deficit, affecting connectivity with two brain areas -the parietal operculum (parts OP1/OP4) and the insula- which are essential for the formation of body awareness as well as for pain perception. Previous data imply that improving body awareness could restore the altered pain pathways and lead to neuropathic pain relief. However, for SCI, restoring the pain pathways and relieving neuropathic pain through body awareness training have been a challenge in the rehabilitation field. In this proposal, the investigators will test the hypothesis that Qigong -a mind and body approach that incorporates gentle body movements, paired with a focus on breathing and body awareness to promote health and wellness- could reduce SCI-related neuropathic pain by improving body awareness. Enhancing body awareness may also be beneficial for adults with \"discomplete\" SCI, characterized by complete transection as judged by clinical criteria, but with neurophysiological evidence of conduction through the level of damage.\n\nThe central hypothesis is that Qigong restores body awareness and sensory and pain perception processing through restoring OP1/OP4 and insula connectivity, thereby reducing or relieving pain. It is further hypothesized that Qigong practice is feasible and safe for adults with SCI and that kinesthetic imagery of Qigong movements (for those unable to perform arm movements) versus performing the movements will have the same effect on brain function in key pain areas, and on reducing pain. If these hypotheses are supported, the outcomes could be transformative in (i) showing a potentially effective therapy for neuropathic pain relief that can be done at home, (ii) delineating underlying neural mechanisms of how Qigong relieves neuropathic pain, and (iii) demonstrating that body awareness training can improve signal conduction in discomplete SCI.\n\nSpecific Aim 1: Determine whether 12 weeks of Qigong is feasible and well tolerated in 64 individuals with SCI with either paraplegia (n=32) or tetraplegia (n=32).\n\nSpecific Aim 2: Determine whether 12 weeks of Qigong practice reduces moderate to severe below-level neuropathic pain in 64 individuals with SCI with either paraplegia (n=32) or tetraplegia (n=32).\n\nSpecific Aim 3: Determine whether 12 weeks of Qigong practice restores brain activity and connectivity related to pain processing in adults with SCI."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Delayed design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Qigong First",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will complete the 12-week Qigong intervention first and then the 12-week observation period.",
                    "interventionNames": [
                        "Behavioral: Qigong"
                    ]
                },
                {
                    "label": "Observation First",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will complete the 12-week observation period first and then the 12-week Qigong intervention.",
                    "interventionNames": [
                        "Behavioral: Qigong"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Qigong",
                    "description": "The \"Five Element Qigong Healing Movements\" practice includes five gentle horizontal and vertical arm and leg movements performed with guided breathing.",
                    "armGroupLabels": [
                        "Observation First",
                        "Qigong First"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Numeric Pain Rating Scale (NPRS)",
                    "description": "The Numeric Pain Rating Scale (NPRS) is a unidimensional measure of pain intensity in adults. Pain is rated on a scale of 0-10, with higher scores indicating greater pain intensity. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in The Patient Health Questionnaire-9 (PHQ-9)",
                    "description": "The PHQ-9 is a self-report questionnaire, which assesses the presence and intensity of depressive symptoms. There are 9 items scored from 0 to 3 based on the frequency of occurrence in the past two weeks (0= not at all, 1=several days, 2=more than half the days, 3= nearly every day) and a single question that rates how difficult these problems have made it to do work, take care of things at home, or get along with others. Total score is a sum of all items scores, ranging between 0 and 27, with higher scores indicating more severe depression (5-9 Minimal Symptoms, 10-14 Moderate depression, 15-20 Moderately Severe depression, \\>20 Severe depression). Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in WHOQOL-BREF",
                    "description": "The World Health Organization Quality of Life Instruments( WHOQOL- BREF) assesses quality of life within the context of an individual's culture, value systems, personal goals, standards and concerns in the last two weeks. Questionnaire contains 26 items assessing 4 quality domains of quality of life (QOL): physical health (7 items), psychological health (6 items), social relationships (3 items) and environmental (8 items). In addition, two other items measure overall QOL and general health.\n\nItems are rated on a 5-point Likert scale to determine a raw item score. The mean score of items within each domain is used to calculate the domain score. After scores are computed, they transformed linearly to a 0-100 scale. Higher scores indicate a higher quality of life. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in The Revised Body Awareness Rating Questionnaire (BARQ)",
                    "description": "The Body Awareness Rating Questionnaire (BARQ) is a self-report questionnaire designed to capture how individuals with long-lasting musculoskeletal pain reflect on their own body awareness. This questionnaire contains 12 items rated on a scale from 0 (completely disagree) to 3 (completely agree). The total score is a sum of all items and ranges from 0 to 36, with lower scores indicating higher body awareness. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in The Moorong Self-Efficacy Scale (MSES)",
                    "description": "The Moorong Self-Efficacy Scale contains 16 items rated on a 7-point Likert scale from 1 (very uncertain) to 7 (very certain). Totals score is calculated as a sum of the 16 items scores. Total scores range from 16 to 112, with higher scores reflecting high self efficacy. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in The Tampa Scale for Kinesiophobia (TSK)",
                    "description": "The TSK assesses fear of injury due to physical movement. Respondents rate 17 items on a four-point Likert scale ranging from 1 (strongly disagree) to 4 (strongly agree). Items include statements such as \"I wouldn't have this much pain if there weren't something potentially dangerous going on in my body\" and \"I can't do all the things normal people do because it's too easy for me to get injured.\" Responses are summed to create a total score ranging between 17 to 68, where higher scores indicate an increasing degree of kinesiophobia. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in the Physical Activity Enjoyment Scale (PACES)",
                    "description": "The Physical Activity Enjoyment Scale contains 18 items that are rated on a 7-point scale. 11 items are scored in reverse order. Total scores range from 18 to 126, with higher scores indicating greater level of enjoyment. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in the Sydney Psychosocial Reintegration Scale (SPRS)",
                    "description": "The SPRS is a 12 item questionnaire that assess community integration. Items are rated from 0 (equivalent to \"an extreme amount of change\" on Form A or \"extremely poor\" on Form B) to 4 (equivalent to \"no change at all\" on form A or \"very good\" on form B). The total score ranges from 0 to 48 (0-16 for each domain), with higher scores representing greater levels of psychosocial reintegration. Outcome is measured at baseline, following 12 weeks of observation, and following 12 weeks of Qigong intervention.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Spinal cord injury of greater than or equal to 3 months\n* Medically stable with paraplegia (T1 and below) or tetraplegia (C4 and below)\n* Highest level of below-level SCI-related neuropathic pain \\>3 on the numeric pain rating scale.\n\nExclusion Criteria:\n\n* MRI contra-indications (stabilizing hardware is typically MRI safe)\n* Uncontrolled seizure disorder; cognitive impairment and/or communicative disability (e.g., due to brain injury) that prevent the participant from following directions or from learning\n* Ventilator dependency\n* Pregnancy to plans to become pregnant during study\n* Inability to perform kinesthetic imagery.\n* Participants who cannot feel index finger movements will not perform the robot task but will perform all other resting-state and tasks in the MRI scanner.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ann Van de Winckel, PhD, MSPT, PT",
                    "role": "CONTACT",
                    "phone": "612-625-1191",
                    "email": "avandewi@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ann Van de Winckel, PhD, MSPT, PT",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann Van de Winckel, PhD, MSPT, PT",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Neuropathic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}