{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05283200",
            "orgStudyIdInfo": {
                "id": "IRB 21-975"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Creating a Healthy L.I.F.E: Lifestyle Interventions For Epilepsy",
            "officialTitle": "Creating a Healthy L.I.F.E: Lifestyle Interventions For Epilepsy",
            "acronym": "LIFE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "creating-a-healthy-l-i-f-e-lifestyle-interventions-for-epilepsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-11",
            "studyFirstSubmitQcDate": "2022-03-07",
            "studyFirstPostDateStruct": {
                "date": "2022-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Imad Najm MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "Imad Najm MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A prospective controlled, randomized study to examine the effects of behavioral and wellness-based interventions on seizure frequency for adult patients with medication resistant epilepsy who are still experiencing 1 or more seizures per month.",
            "detailedDescription": "In this prospective controlled, randomized study, investigators aim to assess the impact of integrative behavioral and wellness-based interventions on seizure frequency (primary outcome measure), stress, cognitive function, and quality of life (secondary outcome measures) in patients with difficult to treat epilepsy. The study team will accomplish these objectives through three active interventions that include: cognitive behavioral therapy (CBT), yoga therapy, and music therapy. This study will have two control groups who will continue with their standard of care as guided by their epilepsy provider. Investigators will measure the effects of our interventions using seizure diaries, cognitive assessments, and health and quality of life questionnaires. In this study, the study team will collect, process, store, and analyze human biospecimens of enrolled participants for research purposes to assess the potential biologic impact of our interventions. Collection, processing, storage, and data management of the biospecimens to be used for this study, and future studies, will be completed through Lerner Research Institute.\n\nThe CBT arm is currently closed to enrollment as of 8/14/2023."
        },
        "conditionsModule": {
            "conditions": [
                "Lifestyle"
            ],
            "keywords": [
                "Epilepsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Yoga",
                    "type": "EXPERIMENTAL",
                    "description": "The goal for the yoga intervention is to provide participants with instructor-guided safe, gentle yoga focused on meditation, breathing exercises, and mindfulness techniques to promote well-being and stress reduction. We aim for participants to utilize the skills and strategies taught through this intervention to reduce seizure frequency, anxiety symptoms, disability, and improve quality of life.\n\nParticipants enrolled in the Yoga intervention group will receive one month of Instructor-Guided 70-minute virtual live yoga classes, twice per week, led by an experienced yoga therapist and co-instructor. During Months 2-3 participants in the Yoga Intervention will receive one 70-minute virtual live yoga class per week. Each session will have a set of specific poses, breathing exercises, meditation, and yoga philosophies developed by our yoga experts.",
                    "interventionNames": [
                        "Behavioral: Yoga"
                    ]
                },
                {
                    "label": "Cognitive Behavioral Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "The goal of the Cognitive Behavioral Therapy (CBT) intervention is to provide patients with psycho-educational and behavioral health strategies to promote seizure prevention and stress management skills. We aim for participants to utilize the skills and strategies taught through this intervention to reduce seizure frequency, depression and anxiety symptoms, disability and improve quality of life.\n\nParticipants enrolled in the CBT intervention group will receive 3 months of Instructor-Guided 90-minute, virtual group counseling session, once per week, led by a psychologist and a co-therapist.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Therapy"
                    ]
                },
                {
                    "label": "Music",
                    "type": "EXPERIMENTAL",
                    "description": "The aim of this intervention is for participants to learn and develop skills to reduce stress which may, in turn, decrease seizure frequency and improve quality of life. Participants will be exposed to a variety of ways that they might incorporate music into their daily lives as a means of self-expression, coping, and stress reduction.\n\nParticipants enrolled in the Music Intervention group will receive one month of Instructor-Guided Intervention 70-minute virtual live music therapy sessions, twice per week, led by an experienced music therapist and co-instructor. An two months of a 70-minute virtual live music therapy session once per week.",
                    "interventionNames": [
                        "Behavioral: Music"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants randomized to the Standard of Care Control Group will receive their usual standard epilepsy care. For Months 1-3 participants will receive weekly online surveys as well as brief monthly calls checking-in and collecting their seizure frequency. Participants will continue to receive brief monthly calls for checking-in and collection of seizure frequency Months 4-12. Upon completion of the study, participants will receive access to online materials for all intervention modalities if they wish."
                },
                {
                    "label": "Enhanced Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants randomized to the Enhanced Standard of Care Control Group will receive their usual standard epilepsy care and weekly scheduled, scripted, follow-up phone calls from a study team member to check-in on their health, epilepsy management, and seizure frequency. Upon completion of the study, participants will receive access to online materials for all intervention modalities if they wish."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Yoga",
                    "description": "Yoga instructor will teach gentle yoga focused on meditation, breathing exercises, and mindfulness techniques to promote well-being and stress reduction",
                    "armGroupLabels": [
                        "Yoga"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Therapy",
                    "description": "Psychologist will provide patients with psycho-educational and behavioral health strategies to promote seizure prevention and stress management skills",
                    "armGroupLabels": [
                        "Cognitive Behavioral Therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Music",
                    "description": "Music therapist will teach a variety of ways that participants might incorporate music into their daily lives as a means of self-expression, coping, and stress reduction.",
                    "armGroupLabels": [
                        "Music"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Seizure Frequency",
                    "description": "Reduction in seizure frequency",
                    "timeFrame": "3-12 months from beginning of intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Stress",
                    "description": "Change in stress as measured by improvement on the Patient Health Questionnaire-8.",
                    "timeFrame": "3-12 months from beginning of intervention"
                },
                {
                    "measure": "Change in Stress",
                    "description": "Change in stress as measured by improvement on the Generalized Anxiety Disorder 7 scales.",
                    "timeFrame": "3-12 months from beginning of intervention"
                },
                {
                    "measure": "Quality of Life with Epilepsy",
                    "description": "Change in reported Quality of Life as measured by improvement in the Quality of Life in Epilepsy assessment.",
                    "timeFrame": "3-12 months from beginning of intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult (ages 18-75) patients of the Cleveland Clinic Epilepsy Center with a confirmed diagnosis of epilepsy\n* Ability to independently provide informed consent\n* At the time of enrollment, patients must have had at least 1 seizure within the past 30 days\n* No anticipated anti-seizure medication adjustments\n* Internet access and the ability to participate in online video streaming\n* Reading abilities at or above 8th grade level as determined by the Wide Range Achievement Test- 4th Edition (WRAT-4) Reading subtest\n* Willing and able to participate in any of the assigned interventions which may include yoga or music therapy\n\nExclusion Criteria:\n\n* Patients with a history of non-epileptic or psychogenic seizures\n* Any patient that has engaged in yoga or music therapy within the last 6 months\n* Currently enrolled in another interventional study for epilepsy at the time of enrollment.\n* Anticipated or scheduled epilepsy surgery within 6 months\n* Pending litigation related to the cause of epilepsy or current application for long term disability\n* Participants with a diagnosed, symptomatic, chronic illness (i.e., significant psychiatric concerns, liver, gastrointestinal, respiratory, renal, cardiac, etc.) who, based on primary investigator review, will not be able to participate in the study safely or effectively.\n* Undergoing intensive medical treatment for serious or life-threatening illness (e.g., chemotherapy, etc.) that would impact study participation.\n* Currently pregnant or less than 6 weeks postpartum\n* Significant hearing loss\n* Blindness\n* Musicogenic epilepsy or seizures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Arden Bischof, MS",
                    "role": "CONTACT",
                    "phone": "216-444-3652",
                    "email": "bischoa2@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Imad Najm, MD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cleveland Clinic",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Imad Najm, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}