{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06112990",
            "orgStudyIdInfo": {
                "id": "HCI168125"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA281759-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA281759-01"
                }
            ],
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Creatine Supplementation and Resistance Training to Preserve Muscle Mass and Attenuate Cancer Progression",
            "officialTitle": "Creatine Supplementation and Resistance Training to Preserve Muscle Mass and Attenuate Cancer Progression: A Double-Blind Randomized Controlled Trial",
            "acronym": "CREATINE-52",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "creatine-supplementation-and-resistance-training-to-preserve-muscle-mass-and-attenuate-cancer-progression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-18",
            "studyFirstSubmitQcDate": "2023-10-30",
            "studyFirstPostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the use of creatine monohydrate supplementation with resistance training to preserve muscle mass and help lessen prostate cancer progression.\n\nThe main question it aims to answer is if this treatment will help maintain muscle mass to help in reducing fatigue and improving physical function, independence, and quality of life.\n\nParticipants will be asked to participate in a 52-week exercise intervention consisting of a twice weekly telehealth resistance training program.",
            "detailedDescription": "This is a parallel, double-blind randomized controlled trial to test the effects of 52-weeks of creatine monohydrate supplementation with resistance training (Cr+RT) compared with placebo (PLA) and RT (PLA+RT) with our team's established, effective, home-based, telehealth RT program in 200 metastatic castration sensitive prostate cancer (mCSPC) survivors receiving androgen deprivation therapy (ADT). We will evaluate muscle mass, health outcomes (fatigue, physical function, independence, insulin sensitivity, quality of life), and markers or cancer progression (prostate specific antigen, cell-free DNA) at baseline, 24-, and 52-weeks. RT will be carried out twice weekly with elastic resistance bands, and we will utilize an established creatine monohydrate supplementation protocol for creatine and PLA delivery."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double-blind, placebo-controlled, randomized, controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The participants, the investigators, and all members of the study team will be blinded to the treatment assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Home-based, telehealth resistance training (RT) with creatine monohydrate supplementation (Cr)",
                    "interventionNames": [
                        "Dietary Supplement: creatine monohydrate",
                        "Behavioral: Home-based, telehealth"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Home-based, telehealth resistance training (RT) with placebo (PLA)",
                    "interventionNames": [
                        "Other: Placebo",
                        "Behavioral: Home-based, telehealth"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "creatine monohydrate",
                    "description": "Creatine is part of the phosphagen system and plays a critical role in energy metabolism. Creatine monohydrate supplementation increases availability of creatine and phosphocreatine in the skeletal muscle. Increased phosphocreatine enables greater buffering of adenosine triphosphate, an organic compound providing energy to cells, enhancing training volume (e.g., an individual can work-out harder and longer).This augmentation in exercise capacity amplifies training adaptations. Additionally, creatine monohydrate supplementation reduces levels of inflammatory markers, which are associated with severe muscle loss.",
                    "armGroupLabels": [
                        "Arm 1"
                    ],
                    "otherNames": [
                        "Creatine"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo supplementation consists of a flavorless, colorless, dextrose powder and will be supplied in concealed, unlabeled packaging.",
                    "armGroupLabels": [
                        "Arm 2"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Home-based, telehealth",
                    "description": "Home-based, individualized, whole-body RT program, supervised via the telehealth platform within the electronic medical record system. The RT program consists of 12 resistance exercises, focusing on all major muscle groups including upper and lower body, core, and whole-body. Exercises within each participant's individualized RT program progress with a periodization model as recommended by the American College of Sports Medicine. In addition, the cancer exercise trainer will inquire about space availability in the home for completing resistance prior to developing the personalized prescription. This logistical information is key to ensure feasibility of completing the exercises prescribed. Participants will be provided with beginner and advanced sets of elastic resistance bands to enable progression throughout the 52-week study.",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in total lean mass (kg) as measured by whole-body dual energy x-ray absorptiometry (DXA) scan from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm",
                    "description": "To test the efficacy of 52-weeks of home-based, telehealth resistance training (RT) with creatine monohydrate supplementation (Cr) or placebo (PLA), Cr+RT vs. PLA+RT, on changes in muscle mass in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in fatigue score as measured by the FACIT-Fatigue questionnaire from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on fatigue in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in physical function scores as measured by the Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function questionnaire from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on physical function in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in physical function scores as measured by the Short Physical Performance Battery test from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on physical function in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in handgrip strength (kg) as measured by hand dynamometer from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on strength in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in independence score as measured by the Katz Independence scale from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on independence in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in insulin sensitivity as measured by homeostasis model assessment (HOMA) for insulin resistance (IR) (HOMA-IR) from a blood draw from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on insulin sensitivity in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200) .",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in fat mass (kg) as measured by whole-body DXA scan from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on fat mass in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200) .",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in quality of life score as measured by the Functional Assessment of Cancer Therapy - Prostate (FACT-P) questionnaire from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on quality of life in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200) .",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Change in markers of cancer progression as measured by changes in prostate specific antigen (PSA) and cell-free DNA (cfDNA) from baseline to end-of-study (end of week 52) in the Cr+RT arm compared with the PLA+RT arm.",
                    "description": "To test the intervention's effect on markers of cancer progression in metastatic castration sensitive prostate cancer survivors receiving androgen deprivation therapy (n=200) .",
                    "timeFrame": "52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject age ≥ 18 years old.\n* Metastatic castration-sensitive prostate cancer patients who have not met criteria for disease progression (per Prostate Cancer Working Group guidelines) on current systemic therapy\n* Currently treated with surgical castration or medical castration with Gonadotropin-releasing hormone (GnRH) agonists/antagonists, and/or an androgen receptor pathway inhibitor (ARPI)) aka novel hormone therapy (e.g., abiraterone, enzalutamide, apalutamide, darolutamide). Must have started the current regimen at least 12 weeks prior to enrollment.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 2\n* Not currently adhering to national physical activity guidelines for resistance training, as defined as participating in structured resistance training (e.g., time set aside in your day to workout) ≥ two days per week.\n* Regular access to an electronic device with internet service and ability for video calls (e.g., computer, smart phone, iPad, tablet, etc).\n* Access to an active MyChart account or the willingness to create an account for the purposes of the trial.\n* Willingness to engage in a home-based resistance exercise program two days per week.\n* Willingness to take creatine monohydrate supplementation or placebo for the duration of the 52 week trial and to avoid taking additional creatine-containing supplementation or other nutritional supplementation during the study period.\n* Willingness to complete and submit weekly supplementation logs to study personnel throughout the duration of the 52-week study via email, text, in person, or verbally verified over the phone.\n* Willingness to complete three in-person assessment sessions (baseline, 24-, and 52-weeks).\n* Able to provide informed consent and willing to sign an approved consent form that conforms to federal and institutional guidelines.\n\nExclusion Criteria:\n\n* Treatment with cytotoxic chemotherapy within 12 weeks prior to enrollment.\n* Estimated Glomerular Filtration Rate (eGFR) \\< 30 ml/min/1.73m2.\n* ECOG Performance Status ≥ 3",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Sharry",
                    "role": "CONTACT",
                    "phone": "801-585-3453",
                    "email": "susan.sharry@hci.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adriana Coletta, PhD, MS, RD",
                    "affiliation": "Huntsman Cancer Institute/ University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Huntsman Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adriana Coletta, PHD, MS, RD",
                            "role": "CONTACT",
                            "phone": "801-213-6012",
                            "email": "adriana.coletta@hci.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018450",
                    "term": "Disease Progression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "asFound": "Cancer Progression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13628",
                    "name": "Phosphocreatine",
                    "relevance": "LOW"
                },
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "T385",
                    "name": "Creatine",
                    "asFound": "Cardiovascular Risk",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}