{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04996173",
            "orgStudyIdInfo": {
                "id": "211177"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Cryospray Therapy Versus Standard of Care for Benign Airway Stenosis (CryoStasis)",
            "officialTitle": "Cryospray Therapy for Benign Airway Stenosis: a Randomized Pilot Study",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "cryospray-therapy-versus-standard-of-care-for-benign-airway-stenosis-cryostasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-19",
            "studyFirstSubmitQcDate": "2021-08-06",
            "studyFirstPostDateStruct": {
                "date": "2021-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ankush Ratwani",
                "investigatorTitle": "Pulmonary and Critical Care Fellow",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Virginia Commonwealth University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Mississippi Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Benign central airway stenosis (BCAS) is an important cause of both pulmonary morbidity and mortality. Notable causes include post-intubation stenosis, collagen vascular diseases, airway trauma, infectious and idiopathic subglottic stenosis (iSGS). Surgery is the preferred definite option; however, the first therapeutic attempt is usually endoscopic to temporarily restore airway patency and symptomatic improvement.\n\nSeveral endoscopic modalities exist for treatment. Most commonly, thermal or laser therapy to make radial incisions into the stenotic lesion, followed by balloon dilation to increase the area of patency. Clinicians may also inject steroids or antineoplastic agents such as mitomycin C. All of these methods have benefits and associated risks. Symptomatic stenosis frequently reoccurs with these methods. For example, the investigators have been doing 3-4 ballon dilations procedures a week at our institution.\n\nSpray cryotherapy (SCT) is a novel FDA-cleared technique that allows for liquid nitrogen to be delivered through the working channel of a bronchoscope. Few retrospective studies exist without more robust clinical trial data to reduce the risk of bias and support its widespread use. The investigators postulate that SCT and standard of care techniques will improve airway patency volume at six months than the standard of care techniques alone. Some of the proposed advantages include improved wound healing which may translate to less scar tissue and thus improvements in airway patency for a longer duration of time.",
            "detailedDescription": "Airway obstruction is classified into two broad categories based on the underlying etiology: malignant and non-malignant processes. Benign central airway obstruction (BCAO), as the name suggests, is narrowing the tracheal lumen from causes unrelated to underlying endoluminal or extrathoracic cancers. One common mechanism is mechanical stress on the tracheal walls with post-intubated tracheal stenosis (PITS), post-tracheostomy tracheal stenosis (PTTS), and stenosis related to airway stents. Inflammatory disorders such as sarcoidosis, granulomatosis with polyangiitis (GPA), relapsing polychondritis (RPC), amyloidosis are frequently observed. Chronic atypical infections such as Tuberculosis have been implicated, especially in the developing world. Rarely an idiopathic form can develop in women's fifth decade of life, known as idiopathic laryngotracheal stenosis (ILTS).\n\nFirst-line treatment for BCAO is dependent mainly on the complexity of stenosis. Tracheal sleeve resection with end-to-end anastomosis is recommended for patients with complex lesions and often is the only definitive treatment available for most patients. Bronchoscopic management has been recommended for simple lesions or patients that are not robust surgical candidates. However, the advances in both flexible and rigid bronchoscopic techniques have led to the treatment of more complex lesions. A multidisciplinary and multimodal approach is often necessary to achieve long-lasting airway lumen patency. Current bronchoscopic modalities include balloon dilation, argon plasma coagulation (APC), diode laser or monopolar cautery, stent placement, endoluminal steroids, antineoplastic agents, and Montgomery t-tube placement. Patients will likely need repeat procedures, which can be on the order of several weeks to years.\n\nIt is postulated that heat-based modalities may lead to thermal fixation of tissue with reparative healing and fibrotic scarring that may translate to the reoccurrence of fibrotic injury. In addition, using these modalities on patients with high intraoperative oxygen concentrations can lead to airway fires. Spray cryotherapy (SCT) utilizes liquid nitrogen in a metered fashion to flash freeze tissue with subsequent tissue necrosis that has many advantages that heat-based modalities can not offer. The truFreeze System (CSA Medical, Inc., Baltimore, MD, USA) utilizes liquid nitrogen through a 7-french catheter through the working channel of an endoscope. SCT works by rapidly releasing liquid state nitrogen stored at temperatures less than -196C in a circumferential dose area, leading to rapid hypothermic cell death on tissue. As a result, stenotic tissue undergoes intracellular ice crystal formation with eventual rupture and cell death. Unlike slow delivery of liquid nitrogen or contact probe freezing, this rapid expansion allows the extracellular matrix to be largely intact, thus facilitating wound healing without exuberant airway scar. Other potential benefits include using SCT with high oxygen concentrations, improved bleeding, use on materials that may be combustible such as airway stents, and studies showing improved balloon dilation with less chance of airway laceration.\n\nThe investigators hypothesize that the addition of SCT to standard endoscopic treatment modalities of BCAO will decrease stenosis recurrence at six months. The investigators plan to measure our primary outcome measure utilizing a novel noninvasive 3D volumetric tracheal reconstruction by CT scan. Secondary outcomes will include changes in symptoms based on a validated questionnaire, physiologic parameters of breathing, and changes in tracheal cell profile with SCT using single-cell RNA sequencing.\n\nRandomization will occur in a 1:1 fashion, with the patients and outcome adjudicators blinded to the underlying intervention. Patients will have a thin cut CT scan within six weeks of the incident procedure, with pulmonary function testing and questionnaire administration within two weeks. The procedure will be done either with an interventional pulmonologist or otolaryngology, depending on the initial referral. General anesthesia is provided with either an endotracheal tube, laryngeal mask airway, rigid bronchoscope, or dedo laryngoscope, depending on the operator's preference and lesion location. The standard of care group will undergo radial cut incisions into the circumferential lesion followed by balloon dilation. The intervention group will undergo two cycles up to 10 second spray time of SCT, followed by radial cuts and balloon dilation. A final spray will be performed after with a standard freeze-thaw cycle. Five patients with idiopathic subglottic stenosis will undergo cryobiopsy. These samples will be compared with controls for changes in cellular profile.\n\nPatients will undergo a thin cut CT scan within 6 weeks after the procedure with repeat physiological parameters and a questionnaire. This CT will act as the personal best to compare to the final CT scan. Finally, at six months, the investigators will repeat these measures with a final CT scan. Throughout the follow-up period, patients will be given access to a mobile application program that will help patients self-monitor peak expiratory flows. If patients undergo a repeat procedure before the 6-month CT, they will be analyzed in an early reintervention subgroup."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Bronchoscopic Balloon Dilation with Radial Cuts",
                    "interventionNames": [
                        "Device: Ballon Dilation",
                        "Device: Radial Incision"
                    ]
                },
                {
                    "label": "Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Bronchoscopic Balloon Dilation with Radial Cuts \\& truFreeze Spray Cryotherapy",
                    "interventionNames": [
                        "Device: Spray cryotherapy",
                        "Device: Ballon Dilation",
                        "Device: Radial Incision"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Spray cryotherapy",
                    "description": "A novel FDA cleared technique that allows for Liquid nitrogen (LN2) to be delivered in a metered fashion via a catheter through a flexible bronchoscope.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Ballon Dilation",
                    "description": "An endoscopic balloon that is inflated with water to pressures between 45 and 131 psi (3 to 9 atm) using a syringe and pressure manometer.",
                    "armGroupLabels": [
                        "Control",
                        "Intervention"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Radial Incision",
                    "description": "Carbon dioxide (CO2) laser or Monopolar electrocautery knife",
                    "armGroupLabels": [
                        "Control",
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change in radiographic airway lumen volume at 6 months by CT",
                    "description": "The degree of re-stenosis expressed as the percentage of airway lumen volume within the stenotic segment, compared to personal best patency volume on CT scan post procedure.",
                    "timeFrame": "2 weeks post-procedure to 6 months post-procedure."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in peak expiratory flow (PEF)",
                    "description": "Change in peak expiratory flow (liters per minute) using a mobile device spirometer and in-office pulmonary function testing.",
                    "timeFrame": "Measurement intervals: 2 weeks pre-procedure, weekly post procedure until 6 months following"
                },
                {
                    "measure": "Change in quality of life using the Clinical Chronic Obstructive Pulmonary Disease Questionnaire (COPD CCQ)",
                    "description": "The CCQ has been used as a validated quality of life measure in subglottic stenosis. The investigators will send surveys out to patients at set time intervals. The questions are divided into three areas or domains. Symptoms 1, 2, 5, 6; Functional state 7, 8, 9, 10; Mental state 3 and 4. All items are equally weighted by adding score of ten items and dividing by the number ten. The score varies between 0 (very good health status) to 6 (extremely poor health status). Lower overall scores indicate better disease (0) versus a higher score (100) would be severe disease burden.",
                    "timeFrame": "Measurement intervals: 2 weeks pre-procedure, 2 weeks post procedure, 3 months and then 6 months post intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Referral to interventional pulmonology or ENT for endoscopic management of suspected benign tracheal stenosis.\n2. Significant tracheal stenosis defined by stenosis ≥ 50% of tracheal lumen assessed on chest CT or symptomatology warranting evaluation.\n3. Able to provide informed consent\n4. Age \\> 18\n\nExclusion Criteria:\n\n1. Inability to provide informed consent.\n2. Pregnancy\n3. Known or suspected malignant central airway stenosis\n4. Patient has already been enrolled in this study.\n5. Study subject has any disease or condition that interferes with safe completion of the study including:\n\n   1. Hypoxemia with need for supplemental oxygen ≥ 2L/min by nasal canula\n   2. Recent pneumothorax in the previous 12 months\n   3. Severe COPD (defined as a FEV1/FVC \\< 70% and FEV1 \\< 30% predicted) and/or severe persistent asthma.\n   4. Hemodynamic instability with systolic blood pressure \\<90 mmHg or heart rate \\> 120 beats/min, unless deemed to be stable with these values by the attending physicians.\n   5. Prior complications with SCT\n6. Contraindication to rigid bronchoscopy\n7. Significant tracheomalacia or alterations in cartilage integrity that would require stent placement or surgical referral as assessed by CT imaging.\n8. Greater then 1 BCAS intervention within 6 months before enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ankush Ratwani, MD",
                    "role": "CONTACT",
                    "phone": "615-322-3412",
                    "email": "ankush.ratwani@vumc.org"
                },
                {
                    "name": "Briana Swanner",
                    "role": "CONTACT",
                    "phone": "615-574-1576",
                    "email": "briana.swanner@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Fabien Maldonado, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Mississippi Medical Center",
                    "status": "RECRUITING",
                    "city": "Jackson",
                    "state": "Mississippi",
                    "zip": "39216",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacy Porter",
                            "role": "CONTACT",
                            "phone": "601-815-5180",
                            "email": "sporter6@umc.edu"
                        },
                        {
                            "name": "Yanglin Guo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.29876,
                        "lon": -90.18481
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brianna Swanner",
                            "role": "CONTACT",
                            "email": "briana.swanner@vumc.org"
                        },
                        {
                            "name": "Fabien Maldonado, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ramsha Hamid",
                            "role": "CONTACT",
                            "phone": "804-628-2176",
                            "email": "ramsha.hamid@vcuhealth.org"
                        },
                        {
                            "name": "Ray W Shepard, MD FCCP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000003251",
                    "term": "Constriction, Pathologic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "asFound": "Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}