{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05391711",
            "orgStudyIdInfo": {
                "id": "2021-0495"
            },
            "secondaryIdInfos": [
                {
                    "id": "190902",
                    "type": "OTHER_GRANT",
                    "domain": "William T. Grant Foundation"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Culturally Smart Relationships Study",
            "officialTitle": "Evaluation of a Cultural Humility and Social Justice Training Program for Volunteer Mentors of Youth of Color",
            "acronym": "CSR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "culturally-smart-relationships-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-21",
            "studyFirstSubmitQcDate": "2022-05-21",
            "studyFirstPostDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bernadette Sanchez",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "William T. Grant Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Big Brothers Big Sisters of America",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Herrera Consulting Group, LLC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to examine whether and how the provision of a cultural humility and social justice training and support program to volunteer mentors can change their interactions with youth, improve the effectiveness of programs and foster positive outcomes for low-income youth of color. Mentor-youth dyads (N=240) will be randomly assigned either to an intervention that includes cultural humility and social justice training and enhanced support or to a control group. Survey and interview data will be collected from a variety of sources, including mentors, youth, parents and case managers. Case records about mentor-youth dyads will also be collected.",
            "detailedDescription": "The aim of this study is to examine whether and how the provision of a cultural humility and social justice training and support program to volunteer mentors can change their interactions with youth, improve the effectiveness of programs and foster positive outcomes for low-income youth of color. The study's specific aims are to investigate:\n\n1. The impact of a cultural humility and social justice training and supports for BBBS mentors of youth of color on:\n\n   1. mentor's cultural humility and social justice knowledge, attitudes and approach to their mentoring relationships,\n   2. the quality of the mentor-youth relationships, and\n   3. youth's developmental outcomes\n2. The processes through which the intervention achieves the above effects.\n\nThe study is being conducted in partnership with Big Brothers Big Sisters of America (BBBSA) and participants will be recruited from 7 BBBSA affiliates located in different regions of the U.S. Participants will include 240 mentor-youth dyads and their case managers and youth's parents. Youth will be low-income, youth of color between the ages of 9 and 17 years. Mentor-youth dyads will be randomly assigned either to an intervention that includes cultural humility and social justice trainings and enhanced support or to a control group (business as usual). Mentors will complete survey measures at baseline, 4 months and 12 months. Youth and case managers will complete survey measures at baseline and 12 months, while parents complete a baseline survey. Program case records will be examined as well. A subset of mentor-youth dyads (n=24) and their case managers and parents will participate in a qualitative longitudinal study. The qualitative methods will include two individual interviews of youth and mentors, a virtual dyadic interview of the mentoring dyad, interviews with parents and case managers as well as recorded supervisory contacts with mentors."
        },
        "conditionsModule": {
            "conditions": [
                "Racism"
            ],
            "keywords": [
                "mentoring",
                "prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to a cultural humility and social justice training and support intervention or to a control group for a period of one year.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Culturally Smart Relationships",
                    "type": "EXPERIMENTAL",
                    "description": "The mentors assigned to this group will receive additional trainings and support related to Justice, Equity, Diversity and Inclusion (JEDI).",
                    "interventionNames": [
                        "Behavioral: Culturally Smart Relationships"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "The mentors assigned to this group will NOT receive an intervention. They will receive the regular training activities that the agency provides."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Culturally Smart Relationships",
                    "description": "Mentors assigned to the intervention will receive the following trainings and support:\n\n1. Online Justice, Equity, Diversity, and Inclusion (JEDI) trainings (self-paced)\n2. Culturally Smart Relationships Training (live, virtual)\n3. JEDI enhanced monthly supervision from case managers\n4. Monthly emails with activity suggestions for mentors and youth",
                    "armGroupLabels": [
                        "Culturally Smart Relationships"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cultural Humility",
                    "description": "Mentor report - Empathic Feeling and Expression Subscale from Ethnocultural Empathy Scale (Wang et al., 2003) - 15 items - mean scores range from 1 to 6; 2 reversed scores items; higher scores reflect higher empathic feeling and expression",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Self-efficacy beliefs for providing ethnic/racial support",
                    "description": "Mentor report - 6-item scale (Anderson et al., 2018) - mean scores range from 1 to 4; higher scores reflect higher self-efficacy",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Self-efficacy beliefs for engaging in conversations about racial injustice",
                    "description": "Mentor report - 4-item scale created for this study (Sánchez et al., 2021) - mean scores range from 1 to 4; higher scores reflect higher self-efficacy",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Perceived Knowledge",
                    "description": "Mentor report - Adapted measure of Multicultural awareness, knowledge and skills scale (D'Andrea et al., 2003) - 13 items. Items were added and adapted to reflect the current intervention. Mean scores range from 1 to 4. Higher scores reflect higher perceived knowledge.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Colorblind racial attitudes",
                    "description": "Mentor report - Unawareness of Racial Privilege subscale of the Color-Blind Racial Attitudes Scale (CoBRAS; Neville et al., 2000) - 7 items - Mean scores range from 1 to 6; 6 items are reverse scored; higher scores reflect more unawareness of racial privilege",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Mentor support for ethnic/racial identity",
                    "description": "Youth reported scale (Sanchez et al., 2018) - adapted for the current study and added 5 items for a total of 11 items - 1 reversed scored item; Mean scores range from 1 to 4; higher scores indicate more support from mentors on youth's ethnic/racial identity.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mentor support for coping with discrimination",
                    "description": "Youth-reported 8-item scale created for this study (Sanchez, Herrera, DuBois, \\& Anderson, 2021); 3 reversed scored items; mean scores range from 1 to 4; higher scores indicate more support from mentors on youth's coping with discrimination.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Youth-centered relationships",
                    "description": "Youth reported - Youth Centered Relationships Subscale of Youth Survey - 5 items. Youth-reported scale; mean scores range from 1 to 4; higher scores indicate a more youth-centric mentoring relationship.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Activities and discussions on race and social justice issues - Mentor",
                    "description": "Mentor reported - 11-item scale created for this study (Sanchez, Herrera, DuBois, \\& Anderson, 2021). Mean scores range from 0 to 3; Higher scores indicate more frequent engagement in activities and discussions about race and social justice.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Activities and discussions on race and social justice issues - Youth",
                    "description": "Youth reported - 11-item scale created for this study (Sanchez, Herrera, DuBois, \\& Anderson, 2021). Mean scores range from 0 to 3; higher scores indicate more frequent engagement in activities and discussions about race and social justice.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Activities/discussions on racial/ethnic socialization",
                    "description": "mentor reported - 6-item scale created for this study (Sanchez, Herrera, DuBois, \\& Anderson, 2021). Mean scores range between 0 and 3. Higher scores reflect more frequent racial/ethnic socialization activities and discussions.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mentor Attunement Scale",
                    "description": "Mentor reported scale - 7 item scale(Pryce \\& Deane, 2019). Mean scores range between 1 and 6. Higher scores reflect higher mentor attunement.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mentor Attunement Scale - Youth Version",
                    "description": "Youth reported scale - MAS-Y; Pryce \\& Deane, 2019; 15 items. Mean scores range from 1 to 6; higher scores indicate higher mentor attunement.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cultural clashes",
                    "description": "Mentor Reported Challenges Scale - 3 items (Herrera et al., 2014); mean scores range between 1 and 4; higher scores reflect more cultural clashes in the relationship.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Openness to adult support",
                    "description": "Youth reported - Interpersonal Trust Scale (DuBois, 2006) - 5 items. modified some items and response scale for this study; 1 reversed scored item; mean scores range between 1 and 4; higher scores reflect more trust towards adults.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Community connectedness",
                    "description": "Youth reported measure; Whitlock, 2007; 5 items; modified the response scale for this study; 1 reversed scored item; mean scores range from 1 to 4; higher scores reflect higher community connectedness.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mattering",
                    "description": "Youth reported measure; Sense of Mattering Scale (Rosenberg, 1981) - 5 items - modified items and response scale for this study; mean scores range from 1 to 4; higher scores reflect higher perceptions that youth matters to adults outside their family.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Ethnic/racial identity (MIBI - T) - Private Regard",
                    "description": "youth reported - Private Regard Subscale of the Multidimensional Inventory of Black Identity- Teen (MIBI-T) - 3 items (Scottham, Sellers, \\& Nguyen, 2008; Rivas-Drake, Hughes, \\& Way, 2009); mean scores range from 1 to 4; higher scores reflect more positive perceptions about one's ethnic/racial group.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Ethnic/racial identity (MIBI - T) - Public Regard",
                    "description": "youth reported - o Public Regard Subscale of the Multidimensional Inventory of Black Identity- Teen (MIBI-T) - 3 items (Scottham, Sellers, \\& Nguyen, 2008; Rivas-Drake, Hughes, \\& Way, 2009); mean scores range from 1 to 4; higher scores reflect more positive societal perceptions about one's ethnic/racial group.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Ethnic identity (exploration)",
                    "description": "youth reported - Ethnic Identity Scale - exploration subscale Brief - 2 items (Douglass \\& Umaña-Taylor, 2015); mean scores range from 1 to 4; higher scores reflect higher engagement in activities that explore one's ethnic/racial group",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Ethnic identity (affirmation)",
                    "description": "youth reported - affirmation subscale brief - 3 items (Douglass \\& Umaña-Taylor, 2015); all items are reversed scored; mean scores range from 1 to 4; higher scores indicate higher affirmation about one's ethnic/racial group",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Coping efficacy with discrimination",
                    "description": "youth reported - 3 items adapted for this study (Sandler et al., 2000; Sanchez et al., 2017); mean scores range from 1 to 4; higher scores indicate higher efficacy in coping with racial discrimination.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cultural Mistrust",
                    "description": "Youth reported - Cultural Mistrust Inventory for Adolescents (Terrell \\& Terrell, 1981) - cultural mistrust in interpersonal relationships subscale modified by Sanchez \\& DuBois (2006) - 11 items; 5 reversed scored items; mean scores range from 1 to 4; higher scores indicate more cultural mistrust towards White people",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bias Awareness",
                    "description": "Mentor reported - Bias Awareness Scale (Perry et al., 2015) - 4 items - response scale was adapted; one item is reversed scored; mean scores range from 1 to 6; higher scores indicate higher awareness of bias.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Social Justice interest",
                    "description": "Mentor reported - Social Justice Interest subscale of the Social Issues Questionnaire (Miller et al., 2009) - 6 items - adapted for the current study to assess mentor's interest in engaging in social justice activities with their mentee; mean scores range from 1 to 9; higher scores indicate higher interest in engaging in social justice activities with mentees.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Authentic self",
                    "description": "Youth reported scale - Level of Adolescent Voice Scale (Harter, 2000) - with 13 items (3 were added by current investigators); 8 reversed scored items; mean scores range from 1 to 4; higher scores indicate that youth are able to be their authentic self around the mentors.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Emotional Closeness - Mentor",
                    "description": "Mentor reported scale - Match Characteristics Questionnaire - Closeness subscale - 5 items (Harris \\& Nakkula (2004). Mean scores range between 1 and 6; higher scores reflect closer mentoring relationships.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Emotional Closeness - Youth",
                    "description": "youth reported scale - Relational Satisfaction Subscale (Harris \\& Nakkula, 2004) - 6 items; mean scores range between 1 and 4; higher scores reflect closer mentoring relationships.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Relationship satisfaction - mentor",
                    "description": "Satisfaction Subscale of the Investment Model Scale - 5 items (Rusbult et al., 1997; see Drew et al., 2020); mean scores range from 1 to 4; higher scores indicate greater perceived mentee support-seeking behaviors.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Relationship satisfaction - youth",
                    "description": "Youth Report of Measure of Growth/Goal Focus in Youth Mentoring Relationships (DuBois, 2008) - 6 items; mean scores range between 1 and 4; higher scores reflect more growth/goal focus in mentoring relationship",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mentor advocacy",
                    "description": "mentor reported - Mentoring Processes Scale (MPS) - 6 items (Tolan et al., 2020); 1 reversed scored item; mean scores range from 1 to 4; higher scores indicate higher mentor advocacy for mentees.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Support seeking",
                    "description": "mentor reported - Mentee Support Seeking Scale - 4 items (Karcher et al., 2005); mean scores range from 1 to 4; higher scores indicate more mentee support-seeking behaviors perceived by mentors.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Mentoring activities",
                    "description": "Mentor reported - Adapted Activity Log - 4 items (Karcher et al., 2010); mean scores range from 1 to 5; higher scores reflect more frequent mentoring activities.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Match duration",
                    "description": "Duration of mentor-youth relationships gathered from case records; duration is reported in number of months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Academic performance",
                    "description": "Youth self-reported grades for 4 subjects: math, reading, social studies and science. A through F scale",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Risky behaviors",
                    "description": "Youth - behaviors that youth has gotten in trouble for in the last 3 months: substance use (4 items - adapted from Clasen, Brown, \\& Eicher (1986), status offenses (3 items - created for this survey), school discipline (4 items - adapted from Vandell et al. (2013)); o In the past 3 months, I got in trouble or could have gotten in trouble for... Responses are a 3-point scale: 0 times, 1 or 2 times, 3 or more times (0 to 2 scale). Higher mean scores reflect more risky behaviors.\n\no In the past 3 months, I got in trouble or could have gotten in trouble for...Responses are a 3-point scale: 0 times, 1 or 2 times, 3 or more times.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Bullying",
                    "description": "Youth reported - In the past month, I got in trouble for or could have gotten in trouble for...adapted from Bosworth, Espelage, \\& Simon (1999) and Dahlberg, Toal, \\& Behrens (1998).\n\n5 items - Responses are on 3 point scale (0 times, 1 or 2 times, 3 or more times; 0 to 2 scale); higher mean scores reflect more risky behaviors Responses are on 3 point scale (0 times, 1 or 2 times, 3 or more times)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Police & Juvenile Justice Contact",
                    "description": "Youth reported - \"In the past 3 months, I:\" Responses are on a 2-point scale (Yes = 1, No = 0); Higher sum score reflect more police and juvenile justice contact.\n\n3 items",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Emotional regulation",
                    "description": "Youth reported - Adapted from the Middle School Youth Survey, originally from Prior et al. (2000); Responses are on a 4-point scale (Not at all true, A little true, Mostly true, Totally true); Mean responses range from 1 to 4 with higher scores reflecting higher emotional regulation.\n\n4 items",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Depressive symptoms",
                    "description": "Youth reported - Taken from the Health Measures' PROMIS Pediatric Depressive Symptoms instrument (2013). Responses are on a 5-point scale (Never, Almost Never, Sometimes, Often, Almost Always); 2 reversed scored items; Mean responses range from 1 to 5 with higher scores reflecting more depressive symptoms 10 items",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Loneliness",
                    "description": "youth reported - Loneliness Questionnaire-Short Version (Ebesutani et al., 2012) - 9 items; modified the response scale; mean scores range from 1 to 4; higher scores mean higher loneliness.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Hopeful future expectations",
                    "description": "Youth reported - Abbreviated Version of the Hopeful Future Expectations (HFE) Scale (Callina et al., 2016) - adapted - 8 items; 1 reversed scored item; mean scores range between 1 and 5; higher scores mean more hopeful future.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Critical reflection",
                    "description": "Youth reported - Critical Reflection Subscale; Diemer et al., 2020) - 3 items; modified the response scale and excluded a survey item for this study; mean scores range between 1 to 4; higher scores mean higher level of critical analysis of socioeconomic and racial/ethnic inequalities.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "System Justification Scale",
                    "description": "Youth reported - (Kay \\& Jost, 2003) - 10 items - adapted the response scale for this study; mean scores range between 1 to 4; higher scores mean stronger beliefs that the world is a fair and just place.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Adolescent Critical Consciousness",
                    "description": "Youth reported - Critical Agency Subscale; Critical Behavior Subscale; McWhirter \\& McWhirter, 2016) - 10 items; modified response scale for this study; mean score range between 1 to 4; higher scores mean higher critical agency and behavior.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Growth mindset",
                    "description": "Youth reported - Revised Implicit Theories of Intelligence (Self-Theory; DaCastella \\& Byrne, 2015) Scale - 8 items; adapted the response scale for this study; mean scores range between 1 to 4; higher scores mean higher academic growth mindset",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Academic self efficacy",
                    "description": "Youth reported - Academic Self-Efficacy Subscale-Patterns of Adaptive Learning Scale (Midgley et al., 2000) - 5 items; mean scores range between 1 and 4; higher scores mean higher academic self-efficacy.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* youth is between 9 and 17 years of age\n* youth is eligible for the Big Brothers Big Sisters Community-Based Mentoring (CBM) program as determined by initial assessment of program staff\n* youth is a member of a racial/ethnic minority group, such as African American/Black, Hispanic/Latino, Native American/Native Alaskan/Native Hawaiian, Asian American/Pacific Islander, Middle Eastern/North African or Arab American\n* Parents of the above youth who are able to complete study measures in English or Spanish\n* Mentors are eligible for the study if they are applying and accepted to the CBM program and are eventually matched with a youth who meet the study criteria above or currently in an existing match with a youth who meet eligibility criteria.\n\nExclusion Criteria:\n\n* anyone who doesn't meet the above inclusion criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bernadette Sanchez, PhD",
                    "role": "CONTACT",
                    "phone": "312-355-6755",
                    "email": "bsanchez@uic.edu"
                },
                {
                    "name": "Kay Thursby, MA",
                    "role": "CONTACT",
                    "email": "kthurs2@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bernadette Sanchez, PhD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "David L DuBois, PhD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Carla Herrera, PhD",
                    "affiliation": "Herrera Consulting Group, LLC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bernadette Sanchez, PhD",
                            "role": "CONTACT",
                            "phone": "312-355-6755",
                            "email": "bsanchez@uic.edu"
                        },
                        {
                            "name": "Kay Thursby, MA",
                            "role": "CONTACT",
                            "email": "kthurs2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}