{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05489393",
            "orgStudyIdInfo": {
                "id": "CureDRPLA Registry_Version1.0"
            },
            "organization": {
                "fullName": "CureDRPLA",
                "class": "OTHER"
            },
            "briefTitle": "CureDRPLA Global Patient Registry",
            "officialTitle": "CureDRPLA Global Patient Registry for Individuals With Dentatorubral-pallidoluysian Atrophy (DRPLA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "curedrpla-global-patient-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2031-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-02",
            "studyFirstSubmitQcDate": "2022-08-03",
            "studyFirstPostDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "CureDRPLA",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ataxia UK",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of the CureDRPLA Global Patient Registry is to establish a longitudinal database of patient-reported data on individuals affected with Dentatorubral-pallidoluysian atrophy (DRPLA) from anywhere in the world.\n\nThe CureDRPLA Global Patient Registry will address patient needs by:\n\n* Expanding patient engagement by documenting quality of life outcomes.\n* Providing anonymized data to the DRPLA research community on patient experience with the disease and priorities for treatment.\n* Connecting DRPLA patients with opportunities to participate in clinical research.",
            "detailedDescription": "The CureDRPLA Global Patient Registry aims to collect data from Dentatorubral-pallidoluysian atrophy (DRPLA) patients worldwide to identify a well-characterized cohort for participation in retrospective and prospective research. Participants will be required to read and sign an IRB-approved informed consent document prior to accessing questionnaires within the Registry. The Registry is solely for patients diagnosed with DRPLA.\n\nAfter informed consent is given, and assent for those age 12 to the age of consent, participants will be asked to complete a series of questionnaires to include information on demographics, specifics of diagnosis, medical history, research, functional mobility, quality of life, and health economics. Participants will be asked to indicate if they are interested in being contacted by the Registry Coordinator for potential participation in future clinical trials and/or studies. Participants will have the option to withdraw from the Registry at any time, and upon withdrawal, they will no longer be contacted from the Registry for any reason. Data that they have entered will remain part of the Registry, but their identification will not be released for any reason. Active participants in the Registry will receive yearly email reminders to update their questionnaire data to reflect the current status of disease progression.\n\nThe Registry is available in English, French, Italian, Japanese, Korean, and Portuguese to encourage DRPLA patients worldwide to register. Participation is completed online, please visit our website for more information https://curedrpla.org/en/global-patient-registry/\n\nThe REDCap Cloud platform will serve as the Registry Data Coordinating Center and will manage data entered into a web based electronic data capture (EDC) system that is 21 CFR Part 11 validated, ISO 27001 certified, HIPPA, CDISC, and GDPR compliant."
        },
        "conditionsModule": {
            "conditions": [
                "DRPLA"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "10 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals with DRPLA",
                    "description": "This registry is for people with a diagnosis of Dentatorubral-pallidoluysian atrophy (DRPLA)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient- or caregiver-filled questionnaires",
                    "description": "The questionnaires cover information about demographics, diagnosis, medical history, activities of daily living, functional mobility and disease burden.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals of all ages with a self-reported diagnosis of DRPLA.\n* Understand and sign the informed consent form (IFC). Participants who lack the capacity to consent (e.g. cognitively impaired individuals) will require consent from the legal authorized representative, and the assent of the subject will be obtained to the extent compatible with their capacity. Participants at age 12 to age of consent will require assent along with the consent of their parent or legal guardian.\n\nExclusion Criteria:\n\n* Ataxia conditions other than DRPLA.\n* Failure to sign the IFC (and assent form, as needed).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "0 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "DRPLA is a very rare neurodegenerative disorder that is inherited in a dominant autosomal manner. The atrophin-1 gene (ATN1) is the only gene known to cause DRPLA. ATN1 mutations cause CAG repeat expansions in exon 5, which are typically present at ≤ 35 repeats. DRPLA is caused by a (CAG)n repeat expansion of more than ≥48 tandem copies, resulting in an expanded polyglutamine tract in the atrophin-1 protein.\n\nDRPLA shows a strong ethnic predilection for Asian, particularly Japanese populations. In the Japanese population, DRPLA has been estimated to have an incidence of 2 to 7 per million people.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "CureDRPLA",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "11231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Silvia Prades, PhD",
                            "role": "CONTACT",
                            "phone": "718-624-6994",
                            "email": "silvia.prades@curedrpla.org"
                        },
                        {
                            "name": "Silvia Prades, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "CureDRPLA Global Patient Registry website",
                    "url": "http://curedrpla.org/en/global-patient-registry/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "T1798",
                    "name": "Dentatorubral-pallidoluysian Atrophy",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}