{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04832802",
            "orgStudyIdInfo": {
                "id": "D3349-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Customized Employment for Veterans With Spinal Cord Injury",
            "officialTitle": "Achieving Competitive Customized Employment Through Specialized Services - Veterans: ACCESS-VETS",
            "acronym": "ACCESS-Vets",
            "therapeuticArea": [
                "Other"
            ],
            "study": "customized-employment-for-veterans-with-spinal-cord-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-26",
            "studyFirstSubmitQcDate": "2021-04-01",
            "studyFirstPostDateStruct": {
                "date": "2021-04-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The reason for conducting this study is to learn about the best ways to help Veterans with spinal cord injury (SCI) gain meaningful employment. Spinal cord injury is a medically complex disability that poses unique barriers to employment for Veterans. Returning to work after SCI improves health and quality of life, which in turn can lower risk for suicide in this high-risk population. Hence, the Department of Veterans Affairs (VA) supports interventions that help Veterans with SCI return to work and may prevent suicide.\n\nCustomized employment (CE) is an innovative strategy for tailoring vocational services to meet the needs of people with complex disabilities. To address barriers to employment faced by Veterans with SCI, this study will evaluate whether a customized employment intervention used in non-VA settings can be adapted for use by the VA as a part of SCI medical rehabilitation. The research goal is to evaluate how a CE intervention for Veterans with SCI (ACCESS-Vets) can help them discover their strengths to find and maintain competitive integrated employment in their communities. This study will compare ACCESS-Vets with the usual evidence-based supported employment program, known as Individual Placement and Support (IPS).\n\nVeterans with SCI who chose to participate in this study will be randomly selected (i.e. by chance) to work with a vocational rehabilitation specialist as part of the ACCESS-Vets intervention or the usual IPS employment program for about 8 months. Study participants will complete study questionnaires before, during, and after their participation in the employment interventions. Some Veterans and their medical rehabilitation providers will be interviewed about their experiences with the employment interventions.\n\nThe study expects to find that Veterans who participate in ACCESS-Vets will have better employment and quality of life outcomes then those who participate in IPS. The study will provide information about the strategies used in the ACCESS-Vets and IPS interventions for addressing barriers to employment. Ultimately, this study may provide a model for making VA vocational services for Veterans with SCI more effective and sustainable.",
            "detailedDescription": "This randomized clinical trial (RCT) will test the effectiveness of a customized employment (CE) intervention, Achieving Competitive Customized Employment through Specialized Services (ACCESS-Vets), to complement clinical services for Veterans with spinal cord injury (SCI) and improve their employment outcomes.\n\nBackground: Restoring employment is an important rehabilitation goal for Veterans with SCI because employment impacts both quality of life (QOL) and longevity. Due to the medical complexity of SCI, however, these Veterans face unique employment barriers that are not adequately addressed by current Department of Veterans Affairs (VA) vocational services. Vocational services for Veterans with SCI need to address these employment barriers, which relate to physical health, finances, time for job search, and caregiver issues. Customized employment, an innovative strategy for tailoring vocational services to meet individual needs of people with complex disabilities, could be adapted for use in SCI rehabilitation. This research will evaluate a CE intervention to help Veterans with SCI discover their strengths, customize employment plans, and find competitive integrated employment in their communities. The proposed intervention, ACCESS, is a user-driven, standardized CE program delivered by a trained employment specialist and is effective for a non-clinical, community-based population of adults with disabilities. This research is needed to test ACCESS as a complement to clinical services for a clinically defined population and to assess the potential of CE for subsequent implementation in the VA.\n\nResearch Plan: The effectiveness of ACCESS-Vets will be tested with an RCT of 100 Veterans with SCI. The study will have a rolling enrollment period with an intervention period of 26 months. ACCESS-Vets is typically completed in 8 months and includes the following elements: discovery, CE planning, job development, CE negotiation, and accommodations and job retention supports. Individual Placement and Support (IPS), otherwise known as evidence-based supported employment, will serve as an active control group consistent with treatment as usual. ACCESS-Vets and IPS will be compared on changes in employment attainment. The investigators predict Veterans who participate in ACCESS-Vets will have a higher employment rate than Veterans who receiving IPS. Among Veterans who attain employment, the investigators predict those who received ACCESS-Vets will report higher job satisfaction, wages, and retention. The investigators predict, Veterans who attain employment will demonstrate statistically significant improvements in self-sufficiency, QOL, and participation in life roles compared with those who do not attain employment. Finally, qualitative interviews with Veterans and their providers will identify strategies used in IPS and ACCESS-Vets for addressing barriers to employment and how practitioners adapt the ACCESS-Vets intervention for use in a VA clinical setting.\n\nSignificance: This study is responsive to Veterans' reported desire for individualized vocational rehabilitation services and to the Modernization Plan and the MISSION Act, which emphasize Veteran-centered, community-based approaches to care. The proposal goals align with the Transformation Plan of the Office of Mental Health and Suicide Prevention, which prioritizes evidence-informed, community-based employment services. Recognizing the rapid adoption of CE in state and federal agencies, VA is partnering with the Office of Disability and Employment Policy (U.S. Department of Labor) to introduce and train VA vocational staff on CE as a promising practice; however, integration of CE into standard VA clinical services has not yet been implemented. In support of VA efforts to assist Veterans to achieve competitive employment and reintegration into civilian life, this proposal will evaluate CE within the context of existing VA vocational services."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injury"
            ],
            "keywords": [
                "Spinal Cord Injury",
                "Rehabilitation",
                "Randomized Clinical Trial",
                "Disability",
                "Vocational Rehabilitation",
                "Employment",
                "Clinical Intervention",
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigators will use a 4-year, 2-armed, multi-site randomized controlled study design with concurrent mixed methods data collection at two VAMCs (Tampa and Richmond), to compare ACCESS-Vets intervention to treatment-as-usual (TAU), which is IPS.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACCESS-Vets Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive ACCESS-Vets, a customized employment intervention adapted for use in VA healthcare.",
                    "interventionNames": [
                        "Behavioral: ACCESS"
                    ]
                },
                {
                    "label": "IPS (Usual Care) Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will receive IPS (Individual Placement and Support), the usual evidence-based supported employment program in VA.",
                    "interventionNames": [
                        "Behavioral: IPS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ACCESS",
                    "description": "ACCESS-Vets is a customized employment intervention adapted for use in VA healthcare to help Veterans with SCI achieve competitive integrated employment. ACCESS-Vets includes the following elements: discovery, customized employment planning, job development, customized employment negotiation, and accommodations and job retention supports.",
                    "armGroupLabels": [
                        "ACCESS-Vets Intervention Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "IPS",
                    "description": "IPS is an evidenced-based practice of supported employment that helps persons with disabilities find and maintain integrated competitive employment. IPS follows eight standardized principles: zero exclusion, integrated services, rapid job search, competitive employment, worker preferences, systematic job development, benefits planning, and time-unlimited supports.",
                    "armGroupLabels": [
                        "IPS (Usual Care) Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Employment Status",
                    "description": "This questionnaire is administered by study staff and documents whether Competitive Integrated Employment is achieved.",
                    "timeFrame": "6, 9 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Employment Satisfaction, Wages, Retention",
                    "description": "Employee satisfaction survey and Employment questionnaire are administered by study staff to document job satisfaction, wages, and retention. The investigators will continue to collect data for the employed group until the investigators will have 3 post-employment time points or until the data collection period ends",
                    "timeFrame": "6, 9, 12 months"
                },
                {
                    "measure": "Change in Quality of Life- Ability to Participate in Social Roles and Activities (SRA)",
                    "description": "SCI-QOL Scale subset assesses participation in social roles and activities (Short Form-10 items). Item responses range from 1 (Never) to 5 (always) with a min score of 10 and a max score of 50. Higher score indicated higher QOL for Ability to Participate in SRA.",
                    "timeFrame": "Baseline, 6, 9 12 months"
                },
                {
                    "measure": "Change in Quality of Life- Satisfaction with SRA",
                    "description": "SCI-QOL Scale subset assesses satisfaction with social roles and activities (SRA). (SF -10 items) Item responses range from 1 (Not at All) to 5 (Very Much) with a min score of 10 and a max score of 50. Higher score indicated higher QOL for satisfaction with SRA.",
                    "timeFrame": "Baseline, 6, 9, 12 months"
                },
                {
                    "measure": "Changes in Quality of Life- Independence",
                    "description": "SCI-QOL Scale subset assesses independence (SF - 8 items). Item responses range from 1 (Never) to 5 (Always) with a min score of 8 and a max score of 40. Higher score indicates higher QOL in regards to independence.",
                    "timeFrame": "Baseline, 6, 9, 12, months"
                },
                {
                    "measure": "Change in Quality of Life- Positive Affect and Well-being",
                    "description": "SCI-QOL Scale subset integrates constructs of positive affect and emotional well-being into SCI research and clinical practice (SF- 10 items). Item responses range from 1 (Never) to 5 (Always) with a min score of 10 and a max score of 50. Higher score indicates higher QOL for positive affect and well-being.",
                    "timeFrame": "Baseline, 6, 9, 12 months"
                },
                {
                    "measure": "Change in Quality of Life- Self Esteem",
                    "description": "SCI-QOL Scale subset assesses cognitive, emotional, and evaluative perceptions of the self (SF- 8 items). Item responses range from 1 (Never) to 5 (Always) with a min score of 8 and a max score of 40. Higher score indicates higher QOL in regards to Self esteem.",
                    "timeFrame": "Baseline, 6, 9, 12 months"
                },
                {
                    "measure": "Change in Self-sufficiency - Employment Hope Scale (EHS) SF-14",
                    "description": "EHS is a 14-item measures psychological empowerment (4 items), futuristic self-motivation (2 items), utilization of skills and resources (4 items), and goal orientation (4 items) for career attainment. Items are ranked from 0 (strongly disagree) to 10 (strongly agree). Min score is 0 and maximum score of 140. Higher score indicates increased hope for employment.",
                    "timeFrame": "Baseline, 6, 9, 12 months"
                },
                {
                    "measure": "Change in Self-Sufficiency- Perceived Barrier Scale (PEBS)",
                    "description": "PEBS is a 27-item Likert-type scale assessing extent to which job seekers perceive various barriers as limiting the ability to find a job. Items are scored from 1 (Not a Barrier) to 5 (Strong Barrier) with a minimum score of 27 and a maximum score of 135. A higher score indicated increased perception of barriers limiting ability to find a job.",
                    "timeFrame": "Baseline, 6, 9, 12 months"
                },
                {
                    "measure": "Change in Impact on Quality of Life and Participation- Qualitative Interviews Veteran participants",
                    "description": "Qualitative interviews will contain open-ended questions about the perceived value of intervention in addressing QOL and participation.",
                    "timeFrame": "baseline, 6-months, & 12 months"
                },
                {
                    "measure": "Change in Employment Barriers- Employment Questionnaire",
                    "description": "Open-ended questions from the Employment Questionnaire on on accommodations, supports, transportation, and barriers at work.",
                    "timeFrame": "6, 9, 12 months"
                },
                {
                    "measure": "Change in Employment Barriers- Qualitative Interview -Veteran participants",
                    "description": "Qualitative interviews contain open-ended questions about the perceived value of intervention in addressing employment barriers.",
                    "timeFrame": "baseline, 6-months, & 12 months"
                },
                {
                    "measure": "Adaption of Intervention- Benchmarks of Quality Checklist (BQC)",
                    "description": "Benchmarks of Quality Checklist (BQC) is a structured CE provider form to document ACCESS omissions, modifications, and adaptations. Each item of the employment process is rated as completed, not completed, or partially completed. This form contains sections for staff to describe adaptions to the intervention. At study months 12. 18, 24, \\& 30, the qualitative researchers will review the BQCs that are completed on each study participant to identify how the intervention was adapted for use in the VA.",
                    "timeFrame": "Study Months 12, 18, 24 & 30."
                },
                {
                    "measure": "Change in Impact on Quality of Life and Participation- Qualitative Interviews Provider participants",
                    "description": "Qualitative interviews with providers will contain open-ended questions about the perceived value of intervention in addressing QOL and participation.",
                    "timeFrame": "After the intervention begins, interviews will occur during the following 3 time periods 0- 9 months, 10-21 months, and 22-33 months"
                },
                {
                    "measure": "Change in Employment Barriers- Qualitative Interview -Provider participants",
                    "description": "Qualitative interviews with providers contain open-ended questions about the perceived value of intervention in addressing employment barriers.",
                    "timeFrame": "After the intervention begins, interviews will occur during the following 3 time periods 0- 9 months, 10-21 months, and 22-33 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nVeteran inclusion criteria\n\n* English-Speaking Veterans\n* 18 years of age or older\n* Want to find work in their community\n* Have received or are currently receiving IPS VA provider inclusion criteria\n* CE providers and other clinical providers on the SCI interdisciplinary team and other stakeholders.\n\nExclusion Criteria:\n\nVeteran exclusion criteria\n\n* Living more than a two hours drive from the VAMC\n* Progressive spinal cord disorder or terminal diagnosis, e.g., multiple sclerosis\n* Moderate to severe traumatic brain injury or Rancho Level of 6 or less on discharge from acute rehabilitation,\n* Diagnosis of or documented treatment for psychosis in previous 6 months\n* Untreated substance use disorder\n* Visual, hearing, or cognitive impairment preventing consent or ability to participate in essential elements of the intervention VA provider exclusion criteria\n* Providers who do not meet inclusion criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa Ottomanelli, PhD",
                    "role": "CONTACT",
                    "phone": "(813) 558-3917",
                    "email": "Lisa.ottomanelli@va.gov"
                },
                {
                    "name": "Areana Cruz, MSEd",
                    "role": "CONTACT",
                    "phone": "(813) 797-8969",
                    "email": "areana.cruz@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa Ottomanelli, PhD",
                    "affiliation": "James A. Haley Veterans' Hospital, Tampa, FL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "James A. Haley Veterans' Hospital, Tampa, FL",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Ottomanelli, PhD",
                            "role": "CONTACT",
                            "phone": "813-558-3917",
                            "email": "Lisa.ottomanelli@va.gov"
                        },
                        {
                            "name": "Areana Cruz, MSEd",
                            "role": "CONTACT",
                            "phone": "(813) 797-8969",
                            "email": "areana.cruz@va.gov"
                        },
                        {
                            "name": "Lisa Ottomanelli, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Hunter Holmes McGuire VA Medical Center, Richmond, VA",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23249",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott McDonald, PhD",
                            "role": "CONTACT",
                            "phone": "804-675-5000",
                            "phoneExt": "3633",
                            "email": "scott.mcdonald@va.gov"
                        },
                        {
                            "name": "Lance Goetz, MD",
                            "role": "CONTACT",
                            "phone": "8046755000",
                            "phoneExt": "2475",
                            "email": "lance.goetz@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}