{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00104325",
            "orgStudyIdInfo": {
                "id": "999903316"
            },
            "secondaryIdInfos": [
                {
                    "id": "03-AG-N316"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Cytapheresis of Volunteer Donors",
            "officialTitle": "Cytapheresis of Volunteer Donors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cytapheresis-of-volunteer-donors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-13",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2003-01-30",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2005-02-24",
            "studyFirstSubmitQcDate": "2005-02-24",
            "studyFirstPostDateStruct": {
                "date": "2005-02-25",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Aging (NIA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- National Institute on Aging researchers are looking at studies that require large numbers of white blood cells for lab use. Standard blood samples do not provide enough white blood cells for these studies. Researchers want to use cytapheresis to collect white blood cells from volunteer donors. This procedure can collect larger amounts of white blood cells and reduce the amount of fluid and other cells that are lost.\n\nObjectives:\n\n- To use cytapheresis to collect white blood cells for study.\n\nEligibility:\n\n- Healthy blood donors at least 18 years of age.\n\nDesign:\n\n* Participants will be screened according to the usual blood donation procedures.\n* Participants will provide white blood cells through cytapheresis. The blood cells will be collected in a machine that separates the white blood cells from the rest of the blood. The rest of the blood will be returned to the donor.\n* Participants may have this type of donation every 56 days (six times per year). They will be asked to become a repeat donor. A donation schedule may be set up.\n* Once a year, participants will have blood tests to continue to be eligible as a donor.",
            "detailedDescription": "Cytapheresis is an automated method/process of cell removal and collection that involves a continuous flow cell separation by centrifugation and the withdrawal of a particular blood component. This allows blood components not collected to be continuously\n\nreturned to the donor. Guidance and recommendations for the performance of these procedures are provided in detail in the Standards of the American Association of Blood Banks (AABB) and in the Code of Federal Regulations (CFR).\n\nThe study objective is to provide white blood cells obtained by cytapheresis to National Institute on Aging (NIA) researchers for other in-vitro research studies.\n\nThe study population consists of healthy males and females 18 years and older. Study subjects are anticipated to be non-patient community volunteers. Individuals will not be excluded based on gender, race or ethnicity. The number of subjects to be enrolled will\n\nbe 10, 000. This will allow us to try and maintain 200 active participants in this protocol. Volunteers are screened initially and annually by a health history questionnaire and laboratory testing to screen for bleeding or immune disorders. Participants may undergo a cytapheresis procedure every fifty-six days.\n\nWe will collect blood component cells for distribution to NIA research investigators for their studies of the immune system. We will be performing cytapheresis for the collection of 3 7 blood component packs per week. We will need to maintain an active volunteer pool of approximately 200 active volunteers."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers"
            ],
            "keywords": [
                "Cell Separation",
                "White Blood Cells",
                "Immune Studies",
                "Cell Function",
                "Machine Collection",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "white blood cells obtained through cytapheresis by healthy males and females 18 years and older"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Provide white blood cells to National Institute on Aging (NIA) researchers for other in-vitro research studies.",
                    "description": "Indefinite",
                    "timeFrame": "Indefinite"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Normal healthy males and females, age 18 years and older\n* Adequate venous access in bilateral upper extremities to accommodate at least a #18 gauge dialysis needle.\n* Willingness and ability to come to the NIA Apheresis Unit at Harbor Hospital in Baltimore for a blood collection procedure approximately every 56 days.\n\nEXCLUSION CRITERIA:\n\n* Unable to verify identification of volunteer by state issued ID card, driver s license, or military ID. Participants earning greater than $600.00/year are issued a 1099 form, therefore, positive identification is required.\n* Unable to provide informed consent\n* Weight less than 110 pounds as mandated by AABB guidelines.\n* Chronic Immunosuppressive medications such as Steroids, Cellcept or Sirolimus. Steroids given for minor illness ok if taken more than 6 weeks before any cytapheresis procedure. Immunosuppressive medications may not be used at the time of the cytapheresis procedure as they decrease circulating white blood cells.\n* Test results are positive for viral infections such as HIV, Hepatitis B or C and RPR. Researchers are seeking healthy, pristine cells. Due to the ongoing nature of these chronic viral and bacterial infections, the white cell populations in the peripheral blood will change. Researchers want to study changing white cell populations as a factor of aging only and not those altered by infections.\n* Ongoing risk factors for HIV or Hepatitis B or C such as: intravenous drug use, non-monogamous unprotected intercourse, or chronic use of clotting factor concentrates such as prothrombin complexes, Factor XIII or Factor VIIa. These viruses weaken the immune system and cause changes in the white blood cells.\n* Risk factors for Creutzfeldt-Jakob disease such as: a relative with the disease, received beef insulin or growth hormone from human pituitary glands, or residency/travel to high risk countries (complete list of countries located in the Cytapheresis Screening manual kept in the NIA apheresis unit). This is a transmittable infectious disease with a very long incubation period.\n* Major medical illnesses such as any type of liquid or solid tumor cancer, diabetes, history of deep vein thrombosis, organ or bone marrow transplant, or liver, kidney, heart or lung disease.\n* A medical finding that shows a participant could not safely go through this procedure. (such as Parkinson s disease, dementia or any uncontrolled behavior that would place the participant s safety at risk)\n* Major infectious diseases such as Chagas disease, babesiosis, syphilis or malaria\n* Bleeding conditions such as hemophilia or von Willebrand s disease.\n* Significant abnormalities are found in the results of blood tests such as elevated liver enzymes, abnormal kidney function, positive viral titers, fasting blood glucose greater than 120.\n* On any medication that can alter white blood cell function such as chronic steroid use, histamine-2 blockers, antivirals or chemotherapy. (complete list located in the Cytapheresis Screening manual stored in the NIA Apheresis unit).\n\nIn addition, eligible participants may not be able to participate in a specific cytapheresis procedure but might be eligible at a later date for:\n\n1. Pregnancy and Nursing Mothers - Females who are pregnant or who have had a pregnancy in the last 6 weeks are temporarily deferred. They may resume apheresis participation 6 weeks after delivery or cessation of lactation and have been cleared by their obstetrician or primary care physician.\n2. Medications: Volunteers taking the following medications would be deferred:\n\n   * Antibiotics, antifungals, antimalarials: Deferred for 2 weeks after course has been completed and volunteer is feeling well.\n   * Temporary steroids (tapers): Deferred for 72 hours after symptoms are resolved and prescription is completed if taken orally, intravenously, or intramuscular. No deferral if taken intranasal or for joint injection.\n   * Hepatitis B immune globulin: Volunteers are deferred 6 months if given after exposure to hepatitis B to insure the volunteer has not been infected. If administered for prophylaxis, no deferral is necessary.\n   * Live Attenuated Virus Vaccinations: Defer for 4 weeks if symptom-free.\n   * Inactivated (Killed Virus) Vaccinations: Defer for 2 weeks if symptom-free.\n   * Rabies Vaccine: Deferred for 1 year if given for rabies exposure; otherwise accept immediately if symptom-free.\n   * Smallpox Vaccine: Deferred until the scab has separated from the skin spontaneously or 21 days from date of immunization, whichever is longer, if volunteer had no other symptoms or complications. Visual verification of absence of vaccine scab is required. If scab was otherwise removed (not spontaneously separated), defer for 2 months after vaccination date.\n   * Blood thinners such as Plavix, Ticlid or Lovenox. Deferral for 5 days after last dose to decrease bleeding risk at needle puncture sites. Participants are not deferred for the use of aspirin or aspirin products.\n   * Experimental Medication or Unlicensed (Experimental) Vaccine is usually associated with a research protocol and the effect on blood donation is unknown. Deferral is one year unless otherwise indicated by the Principal Investigator.\n3. Temporary health issues\n\n   * Infection or fever: Deferred until 2 weeks after antibiotics are completed and volunteer is feeling well.\n   * Surgical Procedures: Deferred for 3 months after procedure and released to return to normal activities by primary care physician or surgeon.\n   * Close contact with someone else s blood, accidental needle-stick, treatment for syphilis or gonorrhea Volunteers are deferred for 6 months to insure they have not been infected. Viral/serology testing will be repeated and verified as negative prior to apheresis procedure.\n   * Factors that are high risk (but are non on-going) for HIV, Hepatitis B or C such as: (Volunteers will be deferred for 6 months after to insure they have not been infected with an infectious disease or virus. Viral testing and annual labs will be repeated and verified as within normal limits prior to apheresis procedure)\n\n     i. Having sexual contact with anyone who has HIV/AIDS or has had a positive test for the HIV/AIDS virus\n\n   ii. Received money, drugs or other payment for sex or having sexual contact with a prostitute or anyone else who takes money or drugs or other payment for sex\n\n   iii. Had sexual contact with anyone who has hemophilia or has used clotting factor concentrates.\n\n   iv. Has used needles to take drugs, steroids or anything NOT prescribed by their doctor or had sexual contact with anyone who has ever used needles to take drugs or steroids, or anything NOT prescribed by their doctor.\n\n   v. Had sexual contact with or living with anyone who has hepatitis.\n\n   vi. Had a tattoo using non-sterile needles or reused ink.\n\n   vii. Had a body piercing that used non-sterile needles or multi-use equipment.\n\n   viii. Has been in juvenile detention or prison for more than 72 hours.\n   * Had close contact with someone who had a smallpox vaccination such as touching the vaccination site, handling bedding or clothing that has been in contact with an unbandaged vaccination site to insure they have not been infected: Deferral is 2 months if volunteer is symptom-free.\n   * Anemia/Leukopenia/Thrombocytopenia:\n\n     i. Female volunteers with a hemoglobin of \\< 11.0 or hematocrit \\<35, or males with a hemoglobin of \\<12.5 or hematocrit \\<38 may return in 8 weeks to repeat labs to verify anemia. Deferred until values return to the levels stated required levels.\n\n   ii. White blood cell count \\<3.0 in African-American participants or \\<3.5 in all other races. Deferred until values return to the levels stated required levels.\n\n   iii. Platelet count \\<150,000. Deferred until values return to the levels stated required levels.\n\n   iv. Mean Corpuscular Volume (MCV) \\<80. Deferred until values return to the levels stated required levels.\n\n   v. Whole blood donation (450 mL): Deferred for 56 days from date of last donation as mandated by AABB guidelines.\n\n   vi. Double unit red cell donation: Deferred for 112 days (16 weeks) as mandated by AABB guidelines.\n\n   vii. Platelet or plasma donation: Deferred for 28 days from date of last donation as mandated by AABB guidelines.\n\n   viii. Leukocyte donation: Deferred for 56 days from date of last donation as mandated by AABB guidelines.\n   * Received blood transfusion, transplant such as tissue, or had a graft such as bone or skin: Deferral is for 12 months to insure volunteer has not acquired an infectious disease. Annual laboratory testing will be repeated prior to apheresis procedure.\n   * It is less than six weeks since participation in another research study which is felt by the Principal Investigator to be incompatible with this study. (for example: studies that collect blood, investigational drug studies, vaccine trials, etc)\n4. Travel:\n\n   * Malaria-endemic countries: Volunteers who are residents of such countries will be deferred for 3 years after departure from the country if they remain free from unexplained symptoms suggestive for malaria. Residence is defined as a continuous stay of longer than 5 years in a country or countries having any malaria-endemic area. Donors who are not prior residents of malaria-endemic countries and travel to a malaria-endemic area will be deferred for 12 months after departure from that area. The duration of travel to a malaria-endemic area is defined as more than 24 hours to less than 5 years. Note that a passage greater than 24 hours through a malaria-endemic area while on route to a malaria-free area is considered a sufficient possible exposure to trigger deferral.\n\n(A complete list of malarial-endemic countries is kept in the Cytapheresis Screening Manual and is stored in the NIA Apheresis Unit.)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population consists of healthy males and females 18 years and older. Study subjects are anticipated to be non-patient community volunteers. Individuals will not be excluded based on gender, race or ethnicity. The number of subjects to be enrolled will be 10,000. This will allow us to try and maintain 200 active participants in this protocol. Volunteers are screened initially and annually by a health history questionnaire and laboratory testing to screen for bleeding or immune disorders. Participants may undergo a cytapheresis procedure every fifty-six days.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Terri Laporta",
                    "role": "CONTACT",
                    "phone": "(410) 350-3929",
                    "email": "terri.laporta@nih.gov"
                },
                {
                    "name": "Josephine M Egan, M.D.",
                    "role": "CONTACT",
                    "phone": "(410) 558-8414",
                    "email": "eganj@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Josephine M Egan, M.D.",
                    "affiliation": "National Institute on Aging (NIA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute of Aging, Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIA Studies Recruitment",
                            "role": "CONTACT",
                            "phone": "410-350-3941",
                            "email": "niastudiesrecruitment@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".The NIA IRP is discussing the plan to make IPD available. A final decision has not been made."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}