{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04411199",
            "orgStudyIdInfo": {
                "id": "D-PLEX 312"
            },
            "organization": {
                "fullName": "PolyPid Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "D-PLEX 312 - Safety and Efficacy of D-PLEX in the Prevention of Post Abdominal Surgery Incisional Infection (SHIELD II)",
            "officialTitle": "D-PLEX 312 - Phase III, Prospective, Multinational, Multicenter, Randomized, Controlled, Two-arm, Double Blind Study to Assess Efficacy and Safety of D-PLEX In Prevention of Post Abdominal Surgery Incisional Infection (SHIELD II)",
            "acronym": "D-PLEX312",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "d-plex-safety-and-efficacy-of-d-plex-in-the-prevention-of-post-abdominal-surgery-incisional-infection-shield-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-27",
            "studyFirstSubmitQcDate": "2020-05-27",
            "studyFirstPostDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "PolyPid Ltd.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Phase III, Prospective, Multinational, Multicenter, Randomized, Controlled, Two-arm, Double Blind Study to Assess Efficacy and Safety of D-PLEX Administered Concomitantly with the Standard of Care (SoC), Compared to a SoC Treated Control Arm, in Prevention of Post Abdominal Surgery Incisional Infection.",
            "detailedDescription": "D-PLEX is a new formulation of extended controlled release of Doxycycline in the applied area for about 30 days. This study is aimed to assess the safety and efficacy of D-PLEX in prevention of post abdominal surgery incisional infection.\n\nThe study population includes male and female, 18 years old and above at screening, undergoing an elective colorectal surgery involving colon or rectal resection, with or without a stoma formation, that includes at least 1 incision that is \\> 20cm (target incision).\n\nEligible and willing subjects will be randomly allocated into 2 blinded study arms, either to the investigational arm (D-PLEX + SoC) or to the control arm (SoC only) in a 1:1 ratio. Subjects will be stratified by type of prophylactic SoC (IV antibiotic only, IV antibiotic with mechanical bowel preparation or IV antibiotic with oral antibiotics combined with mechanical bowel preparation) and by region (US versus Europe + Israel).\n\nD-PLEX will be applied during the surgery at the final stage of incision closure. All patients will be followed up for additional 5 visits over 2 months, for safety and incisional wound assessment. This will include blood tests for hematology and chemistry as well as physician's assessment of the incisional wound."
        },
        "conditionsModule": {
            "conditions": [
                "Surgical Site Infection",
                "Colon Surgery",
                "Abdominal Surgery",
                "Post-Op Infection"
            ],
            "keywords": [
                "Surgical site infection",
                "Abdominal surgery",
                "Colon and small bowl surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Males and females, \\>18 years old, undergoing scheduled abdominal colon surgery involving resection and anastomosis or a stoma, who meet the inclusion criteria and none of the exclusion criteria and provide signed informed consent will be enrolled in the study.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "This is a double-blind clinical trial. The sponsor, the subjects, outcomes assessor and all staff involved in the collection and recording of the clinical and laboratory data, based on which the independent adjudication committee will perform their assessment, will be blind to treatment assignment. In addition, all aspects of data management and clean-up will be done in blinded datasets.\n\nThe study site personnel, who perform the index surgery (Operation room staff), will be trained not to disclose the treatment arm to the blinded Investigator, to the subject, his/her family, to other health care providers not present during the surgery or to the study Sponsor representatives. Wound assessment throughout the study follow-up visits will be done by a blinded Investigator, that will not be involved in the surgery. An emergency card containing the Study Name, NIH number, Center Name/number, PI's name and contact details will be provided to the subjects.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 624,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "D-PLEX+SoC",
                    "type": "EXPERIMENTAL",
                    "description": "D-PLEX is provided to suitable and willing study subjects as an adjunct to the SoC treatment",
                    "interventionNames": [
                        "Drug: D-PLEX",
                        "Other: Standard of Care (SoC)"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "OTHER",
                    "description": "The SoC for prophylactic antibiotic treatment is based on international guidelines",
                    "interventionNames": [
                        "Other: Standard of Care (SoC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "D-PLEX",
                    "description": "D-PLEX is a new formulation of extended release of Doxycycline. Each 5g D-PLEX vial contains 54.6mg Doxycycline free base (1.09%), which is equivalent to 63mg Doxycycline hyclate (1.26%). D-PLEX is supplied as a sterile powder to be reconstituted to paste in the operating room, using standard aseptic techniques and is intended for single administration. The non-active components of the extended release antibiotic formulation are β Tri-Calcium polymer and a lipid matrix. All formulation components are biodegradable.",
                    "armGroupLabels": [
                        "D-PLEX+SoC"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care (SoC)",
                    "description": "prophylactic, pre-operation per institution guidelines",
                    "armGroupLabels": [
                        "D-PLEX+SoC",
                        "Standard of Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To assess the anti-infective efficacy of D-PLEX over a period of 30 days post operation, by preventing surgical site infection (SSI), defined as superficial and deep infection, in the target incision(s), compared to the SoC treated control.",
                    "description": "Infection rate as measured by the proportion of subjects with at least one abdominal incisional infection event, as determined by a blinded and independent adjudication committee, within 30 days post abdominal surgery. \\[abdominal incisional infection is composed of Deep Incisional Surgical Site Infection (DSSI) and Superficial Incisional Surgical Site Infection (SSSI)\\].within 30 days post abdominal surgery and determined by a blinded and independent adjudication committee.\n\nAll-cause mortality and re-interventions in the target incision within 30 days post index surgery will be analysed as treatment failure.\n\nIncisional infection event only, occurred within 30 days post abdominal surgery and determined by a blinded and independent adjudication committee.\n\n\\[abdominal incisional infection is defined as Deep Incisional Surgical Site Infection (DSSI) and/or Superficial Incisional Surgical Site Infection (SSSI)\\].",
                    "timeFrame": "By day 30 post surgery"
                },
                {
                    "measure": "Safety of D-PLEX in Prevention of Post Abdominal Surgery",
                    "description": "Safety parameters will be evaluated by adverse events",
                    "timeFrame": "By day 60 post surgery"
                },
                {
                    "measure": "Safety of D-PLEX in Prevention of Post Abdominal Surgery Incisional",
                    "description": "Incisional wound healing will be assessed by a blinded Investigator, using a visual examination as well as Modified Vancouver Scar Scale wound assessment questionnaires. The questionnaire has a numeric scale from 0-4 in Vascularity, Pigmentation, Pliability and height",
                    "timeFrame": "By day 60 post surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assessment of Infection rate in patient undergoing abdominal colon surgery",
                    "description": "Infection rate as measured by the proportion of subjects with at least one abdominal incisional infection event only, occurred within 30 days post abdominal surgery and determined by a blinded and independent adjudication committee.\n\n\\[abdominal incisional infection is defined as Deep Incisional Surgical Site Infection (DSSI) and/or Superficial Incisional Surgical Site Infection (SSSI)\\].",
                    "timeFrame": "At study visits: day 1, day 5, day 14 and day 30 post surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects undergoing an elective colorectal surgery involving resection, with or without a stoma formation, that includes at least 1 abdominal incision that is \\>20cm (target incision).\n2. Subjects are preoperative hemodynamically stable. (BP≤180/110 and \\>90/60 mmHg, and HR≤120 and \\>60 bpm, and temperature ≤37.50C and \\>35.50C).\n3. Male or non-pregnant female.\n4. Female of child-bearing potential should have a negative pregnancy test (serum or urine dipstick) prior to index procedure.\n5. Subjects' age 18 years old and above at screening.\n6. Subjects who sign the written Informed Consent Form.\n7. Subjects who are willing and able to participate and meet all study requirements.\n8. Survival expectancy of at least 60 days post randomization.\n\nExclusion criteria:\n\n1. Subjects with suspected/diagnosed intestinal perforation, intra-abdominal abscess, or any emergency/urgent colorectal surgery with acute intestinal obstruction (ex. toxic colitis, ileus/sub-ileus, megacolon, diverticulitis, volvulus, etc.)\n2. Subjects who underwent an intra-abdominal surgery within the last 6 months prior to randomization.\n3. Subjects with any preoperative active infection or who are receiving any antibiotic therapy in the past 1 week prior to randomization, excluding pre-operative prophylaxis.\n4. Subjects undergoing concomitant major procedures in addition to the colorectal resection.\n\n   Female sterilization surgeries (i.e. salpingo-oophorectomy etc.), involvement of a small bowel procedure or cholecystectomy may be allowed, pending an advanced consultation and approval from the Sponsor .\n5. Subjects who received any anti-cancer treatment within the last 4 weeks of surgery.\n6. Subjects who received radiation for colorectal cancer to the abdomen and/or pelvis area, prior to the planned abdominal surgery.\n7. Subjects who received oral or IV Doxycycline or Tetracycline family antibiotics during the past 4 weeks prior to randomization.\n8. Subjects with known allergy to Doxycycline and/or to the tetracycline family of drugs or to the D-PLEX's excipients.\n9. Subjects with known allergies to more than 3 substances (an allergy questionnaire will be completed during the screening process).\n10. Subjects with history of severe allergic reaction to any substance, having required treatment with intravenous steroids/intramuscular epinephrine, or who in the opinion of the PI is at high risk of developing severe allergic reactions.\n11. Subjects with End Stage Renal Disease (ESRD/ CKD stage 5).\n12. Subjects with severe hepatic impairment.\n13. Subjects with chronic urticaria.\n14. Subjects diagnosed with CVA within the past 6 months prior to randomization.\n15. Subjects who underwent any abdominal surgery and current planned index surgery involves re-opening the scar of a prior abdominal surgery performed within the last 3 years.\n16. Any subject with an active malignancy or with malignancy that has not been in complete clinical remission and without maintenance chemo or immunotherapy for at least 3 years.\n\n    Excluding: Subjects with potentially resectable non-metastatic colorectal cancer, that is the reason for the index surgery.\n\n    Subjects who have had carcinoma in situ (or other cancer \"in situ = Stage 0\"), or squamous cell carcinoma of the skin, or basal cell carcinoma of the skin.\n\n    Subjects with any additional non-violent cancer that does not require treatment 4 weeks prior to the surgery, and throughout the entire study duration.\n17. Subjects with other concurrent severe and/or uncontrolled medical condition.\n18. Psychiatric or any other disorder that compromises ability to provide informed consent for participation in this study.\n19. Chronic alcoholic or drug abuse subjects.\n20. Pregnant or breast-feeding women or women of child-bearing age who refuse or are prohibited of using an effective contraceptive method of birth control throughout study participation, including the safety follow-up period.\n21. Subjects who received any investigational drug within 30 days or 5 half-lives prior to randomization to the study (whichever is longer) and through the study.\n22. Subjects participating in any other interventional study.\n23. Subjects who in the opinion of Investigator, are not eligible to participate in the study and/or to comply with the protocol requirements (e.g. due to a cognitive or medical condition).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michal Lavi",
                    "role": "CONTACT",
                    "phone": "+972 74-7195700",
                    "email": "michal.l@polypid.com"
                },
                {
                    "name": "Shifra Fain-Shmueli",
                    "role": "CONTACT",
                    "phone": "+972 74-7195700",
                    "email": "shifra.f@polypid.com"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Radhika Smith, Dr.",
                            "role": "CONTACT",
                            "phone": "314-362-2646",
                            "email": "radhikasmith@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Baylor University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alessandro Fichera, Dr.",
                            "role": "CONTACT",
                            "phone": "469-800-7180",
                            "email": "Alessandro.Fichera@BSWHealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "HD Research LLC / Memorial Hermann Southeast Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77089",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adnan Rafiq, Dr.",
                            "role": "CONTACT",
                            "phone": "713-480-3028",
                            "email": "hminkowitz@lotuscr.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Uzsoki utcai Kórház, Sebészeti Osztály",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Budapest",
                    "zip": "1145",
                    "country": "Hungary",
                    "contacts": [
                        {
                            "name": "Kristof Dede, Dr.",
                            "role": "CONTACT",
                            "phone": "36 1 467 3700",
                            "phoneExt": "1634",
                            "email": "dede.kristof@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.49801,
                        "lon": 19.03991
                    }
                },
                {
                    "facility": "Bács-Kiskun Megyei Kórház",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kecskemét",
                    "zip": "6000",
                    "country": "Hungary",
                    "contacts": [
                        {
                            "name": "László Sikorszki, Prof.",
                            "role": "CONTACT",
                            "phone": "36 76 516 700",
                            "phoneExt": "5154",
                            "email": "sikorszkil@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.90618,
                        "lon": 19.69128
                    }
                },
                {
                    "facility": "Pest Megyei Flór Ferenc Kórház",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kistarcsa",
                    "zip": "2143",
                    "country": "Hungary",
                    "contacts": [
                        {
                            "name": "Zsolt T. Csapo, Dr.",
                            "role": "CONTACT",
                            "phone": "(36) 28 507 600",
                            "email": "csapo.zsolt@florhosp.hu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.54757,
                        "lon": 19.26247
                    }
                },
                {
                    "facility": "Szabolcs-Szatmár-Bereg Megyei Kórházak és Egyetemi Oktatókórház",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Nyíregyháza",
                    "zip": "4400",
                    "country": "Hungary",
                    "contacts": [
                        {
                            "name": "Lajos B. Toth, Dr.",
                            "role": "CONTACT",
                            "phone": "(36) 42 599-700",
                            "phoneExt": "1210",
                            "email": "dr.toth.lajos.barna@szszbmk.hu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.95539,
                        "lon": 21.71671
                    }
                },
                {
                    "facility": "Szegedi Tudományegyetem Általános Orvostudományi Kar Szent-Györgyi Albert Orvostudományi Központ",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Szeged",
                    "zip": "6725",
                    "country": "Hungary",
                    "contacts": [
                        {
                            "name": "György Lazar, Prof.",
                            "role": "CONTACT",
                            "phone": "(36) 62 545 701",
                            "email": "gylazar@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.253,
                        "lon": 20.14824
                    }
                },
                {
                    "facility": "Szent Borbála Kórház",
                    "status": "TERMINATED",
                    "city": "Tatabánya",
                    "zip": "2800",
                    "country": "Hungary",
                    "geoPoint": {
                        "lat": 47.58494,
                        "lon": 18.39325
                    }
                },
                {
                    "facility": "Soroka Medical Center",
                    "status": "RECRUITING",
                    "city": "Be'er Sheva",
                    "zip": "8457108",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "David Czeiger, Dr.",
                            "role": "CONTACT",
                            "phone": "972-54-4761408",
                            "email": "DudyC@CLALIT.org.il"
                        },
                        {
                            "name": "Orian Sinhon",
                            "role": "CONTACT",
                            "phone": "972-8-6292822",
                            "email": "oriansi@clalit.org.il"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.25181,
                        "lon": 34.7913
                    }
                },
                {
                    "facility": "Bnai Zion Medical Center",
                    "status": "TERMINATED",
                    "city": "Haifa",
                    "zip": "3339419",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 32.81841,
                        "lon": 34.9885
                    }
                },
                {
                    "facility": "Carmel Medical Center",
                    "status": "RECRUITING",
                    "city": "Haifa",
                    "zip": "3436212",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "Wissam Khouri, Dr.",
                            "role": "CONTACT",
                            "phone": "04-8250490",
                            "email": "wisamk@clalit.org.il"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.81841,
                        "lon": 34.9885
                    }
                },
                {
                    "facility": "Shaare Zedek MC",
                    "status": "TERMINATED",
                    "city": "Jerusalem",
                    "zip": "9372212",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 31.76904,
                        "lon": 35.21633
                    }
                },
                {
                    "facility": "Galil MC",
                    "status": "RECRUITING",
                    "city": "Nahariya",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "Igor Waksman, MD",
                            "role": "CONTACT",
                            "phone": "+972 507887587",
                            "email": "igorw@gmc.gov.il"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.00892,
                        "lon": 35.09814
                    }
                },
                {
                    "facility": "UCK im. Prof. K. Gibinskiego, Oddziat Chirurgii Przewodu Pokarmowego",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Katowice",
                    "zip": "40-752",
                    "country": "Poland",
                    "contacts": [
                        {
                            "name": "Slawomir Mrowiec, Dr.",
                            "role": "CONTACT",
                            "phone": "+48 32 7894251",
                            "email": "mrowasm@poczta.onet.pl"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.25841,
                        "lon": 19.02754
                    }
                },
                {
                    "facility": "Szpital im. M. Curie-Skłodowskiej w Ostrowie Mazowieckim",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Wołomin",
                    "zip": "05-200",
                    "country": "Poland",
                    "contacts": [
                        {
                            "name": "Przemyslaw Ciesielski, Dr.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.34006,
                        "lon": 21.24207
                    }
                },
                {
                    "facility": "Wojewódzki Szpital Specjalistyczny we Wrocławiu",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Wrocław",
                    "zip": "51-124",
                    "country": "Poland",
                    "contacts": [
                        {
                            "name": "Jacek Śmigielski, Prof.",
                            "role": "CONTACT",
                            "phone": "+48 60 1365926",
                            "email": "smiglo@mp.pl"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.1,
                        "lon": 17.03333
                    }
                },
                {
                    "facility": "Med.-Gastr Łódź",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Łódź",
                    "zip": "91-032",
                    "country": "Poland",
                    "contacts": [
                        {
                            "name": "Arkadiusz Mamos, Dr.",
                            "role": "CONTACT",
                            "phone": "+48 42 2582223",
                            "email": "arkadiusz.mamos@medgastr.pl"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.75,
                        "lon": 19.46667
                    }
                },
                {
                    "facility": "Clinical Centre Kragujevac, General and Thoracic Surgery Clinic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kragujevac",
                    "zip": "34000",
                    "country": "Serbia",
                    "contacts": [
                        {
                            "name": "Radisav Bogojevic, Dr.",
                            "role": "CONTACT",
                            "phone": "(00-381)-64-132-8479",
                            "email": "drrasabogojevic@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.01667,
                        "lon": 20.91667
                    }
                },
                {
                    "facility": "Clinical Centre Nis, Clinic for Digestive Surgery",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Nis",
                    "zip": "18108",
                    "country": "Serbia",
                    "contacts": [
                        {
                            "name": "Milica Nestorovic, Dr.",
                            "role": "CONTACT",
                            "phone": "(00-381)-63-590-900",
                            "email": "milica20@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.32472,
                        "lon": 21.90333
                    }
                },
                {
                    "facility": "Institute of Oncology of Vojvodina, Clinic of Operative Oncology",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Sremska Kamenica",
                    "zip": "21204",
                    "country": "Serbia",
                    "contacts": [
                        {
                            "name": "Mladjan Protic, Dr.",
                            "role": "CONTACT",
                            "phone": "(00-381)-64-125-3308",
                            "email": "mlprotic@gmail.com; protic.mladjan@onk.ns.ac.rs"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.22158,
                        "lon": 19.84367
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000013530",
                    "term": "Surgical Wound Infection"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014946",
                    "term": "Wound Infection"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16310",
                    "name": "Surgical Wound Infection",
                    "asFound": "Surgical Site Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "relevance": "LOW"
                },
                {
                    "id": "M17684",
                    "name": "Wound Infection",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M7493",
                    "name": "Doxycycline",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}