{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05807334",
            "orgStudyIdInfo": {
                "id": "2023-001"
            },
            "organization": {
                "fullName": "Griffin Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Daily Inclusion of Eggs in a Heart-Healthful Dietary Pattern in Hyperlipidemic Adults",
            "officialTitle": "Effects of Daily Inclusion of Eggs in a Heart-Healthful Dietary Pattern on Cardio-Metabolic Risk Factors and Diet Quality in Hyperlipidemic Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "daily-inclusion-of-eggs-in-a-heart-healthful-dietary-pattern-in-hyperlipidemic-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-08",
            "studyFirstSubmitQcDate": "2023-03-28",
            "studyFirstPostDateStruct": {
                "date": "2023-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Griffin Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Egg Nutrition Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized, cross-over design, controlled trial will assess the effects of 8 weeks of daily inclusion of 2 whole eggs in the Dietary Approaches to Stop Hypertension (DASH) eating plan, compared with their exclusion, on cardio-metabolic risk markers and diet quality in hyperlipidemic adults.",
            "detailedDescription": "This randomized, cross-over design, controlled trial will assess the effects of 8 weeks of daily inclusion of 2 whole eggs in the Dietary Approaches to Stop Hypertension (DASH) eating plan, compared with their exclusion, on cardio-metabolic risk markers, and diet quality in hyperlipidemic adults. Participants will be randomized to receive 1 of 2 treatment sequence permutations (i.e., DASH eating plan with eggs and DASH eating plan without eggs), with an 8-week washout period between treatment assignments. After randomization, participants will undergo a 4-week run-in period of a DASH eating plan without egg products before initiating the first of 2 treatment phases in their randomly-assigned sequence permutation.\n\nSpecific Aims\n\n1. To assess the effects of the inclusion of 2 whole eggs/day for 8 weeks in a DASH eating plan, as compared with their exclusion, on endothelial function measured as flow-mediated dilatation and on LDL cholesterol in hyperlipidemic adults.\n2. To determine the effects of the inclusion of 2 whole eggs/day in the context of a DASH eating plan, as compared with their exclusion, on cardio-metabolic risk factors and diet quality in adults with hyperlipidemia over a period of 8 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperlipidemias"
            ],
            "keywords": [
                "Hyperlipidemia",
                "Cardio-metabolic",
                "Endothelial function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized, crossover design, controlled trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DASH eating plan with eggs",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive dietary guidance to follow the DASH eating plan with the addition of 2 whole eggs daily during this 8-week treatment period.",
                    "interventionNames": [
                        "Other: DASH eating plan with eggs"
                    ]
                },
                {
                    "label": "DASH eating plan without eggs",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive dietary guidance to follow the DASH eating plan while excluding eggs from their eating plan during this 8-week treatment period.",
                    "interventionNames": [
                        "Other: DASH eating plan without eggs"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "DASH eating plan with eggs",
                    "description": "Participants will receive guidance to follow a DASH dietary pattern tailored to their caloric requirements and their personal and cultural food preferences, along with sample meal plans and other supplemental educational materials to help them adopt and maintain the dietary pattern during this study. During this 8-week phase, they will also be instructed to eat 2 whole eggs per day to supplement the DASH eating pattern.",
                    "armGroupLabels": [
                        "DASH eating plan with eggs"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "DASH eating plan without eggs",
                    "description": "Participants will receive guidance to follow a DASH dietary pattern tailored to their caloric requirements and their personal and cultural food preferences, along with sample meal plans and other supplemental educational materials to help them adopt and maintain the dietary pattern during this study. During this 8-week phase, they will also be instructed to exclude eggs from their diet on a daily basis.",
                    "armGroupLabels": [
                        "DASH eating plan without eggs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Endothelial function, % flow-mediated dilatation",
                    "description": "Endothelial function measured as percent flow-mediated dilatation in the right brachial artery.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Serum LDL cholesterol, mg/dL",
                    "description": "Serum low-density lipoprotein (LDL) will be calculated using the formula LDL = Tchol - (TG/5 + HDL). See below for secondary outcome measures of total cholesterol (Tchol), high-density lipoprotein (HDL) and triglycerides (TG).",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "High sensitivity C-reactive protein (CRP), mg/dL",
                    "description": "CRP will be measured from the serum using a high sensitivity CRP ELISA method, from blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Total cholesterol (Tchol), mg/dL",
                    "description": "Tchol values will be directly measured from participants' serum from blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Triglycerides (TG), mg/dL",
                    "description": "TG values will be directly measured from participants' serum from blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "High-density lipoprotein (HDL), mg/dL",
                    "description": "HDL values will be directly measured from participants' serum from blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Total/HDL cholesterol ratio",
                    "description": "The total/HDL cholesterol ratio is calculated by dividing the total cholesterol level in mg/dL by the HDL cholesterol level in mg/dL.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Systolic blood pressure (SBP), mm Hg",
                    "description": "Systolic blood pressure will be measured using a Dinamap Monitor Pro 100 (GE Healthcare, Piscataway, NJ). It will be measured (average of 2 measurements with 5 minutes between measurements) with the participant sitting in a quiet room.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Diastolic blood pressure (DBP), mm Hg",
                    "description": "Diastolic BP will be measured using a Dinamap Monitor Pro 100 (GE Healthcare, Piscataway, NJ). It will be measured (average of 2 measurements with 5 minutes between measurements) with the participant sitting in a quiet room.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Mean arterial blood pressure, mm Hg",
                    "description": "Mean arterial blood pressure is calculated as ( 2\\*DBP + SBP)/3",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Fasting blood glucose, mg/dL",
                    "description": "Glucose levels will be measured from serum of blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory. Participants will be asked to fast at least 8 hours prior to blood sample collection.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Fasting insulin, mIU/L",
                    "description": "Insulin levels will be measured from serum of blood samples collected at each visit by a certified phlebotomist in the Griffin Hospital laboratory. Participants will be asked to fast at least 8 hours prior to blood sample collection.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Homeostatic Model Assessment for Insulin Resistance (HOMA-IR)",
                    "description": "Insulin resistance (HOMA-IR) will be calculated by multiplying the participant's glucose (mg/dL) and insulin (mIU/L) divided by 405.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Satiety, measured on a Visual Analogue Scale (VAS)",
                    "description": "At the end of each 8-week treatment period, following an 8-hour fast, subjective satiety will be assessed using an ordinal Visual Analogue Scale (VAS) self-administered to participants by the study coordinator at a predetermined time relative to the consumption of a meal or snack. Participants will be asked to complete the VAS at 0 minute, and at 30-minute intervals up to 120 minutes after consuming the meal or snack. The VAS has 5 questions that ask participants to rate the strength of specific sensations that they are feeling (i.e., hunger, thirst, amount of food that they could eat \"right now\", nausea, and fullness) by placing a vertical mark on a corresponding scale in response to each question. A composite score from each of the 5 scales will then be used by the study coordinator to estimate a total value for satiety.",
                    "timeFrame": "At the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Body weight, kilograms",
                    "description": "Body weight will be measured by a clinical research specialist to the nearest 0.5 kilogram using a balance-type medical scale. Participants will be measured in the morning (fasting), unclothed except for undergarments.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Body mass index (BMI) (weight in kg/height in meters squared)",
                    "description": "The Tanita SC-240 Body Composition Analyzer (Tokyo, Japan) will be used by a clinical research specialist in the PRC lab by asking the participant to stand on the scale. Weight will be measured using the SC-240 Analyzer. Height will be measured on a balance scale and will be manually entered into the Tanita Analyzer, which will be combined with the weight measure to calculate BMI.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Body fat, %",
                    "description": "The Tanita SC-240 Body Composition Analyzer (Tokyo, Japan) will be used by a clinical research specialist in the PRC lab by asking the participant to stand on the scale. The SC-240 Analyzer uses bioelectrical impedance analysis to calculate body fat%.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Body water, %",
                    "description": "The Tanita SC-240 Body Composition Analyzer (Tokyo, Japan) will be used by a clinical research specialist in the PRC lab by asking the participant to stand on the scale. The SC-240 Analyzer uses bioelectrical impedance analysis to calculate total body water%.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Visceral fat rating",
                    "description": "The Tanita SC-240 Body Composition Analyzer (Tokyo, Japan) will be used by a clinical research specialist in the PRC lab by asking the participant to stand on the scale. The SC-240 Analyzer uses bioelectrical impedance analysis to calculate a rating for visceral fat located deep in the core abdominal area. A rating in the range of 1 to 12 indicates a healthy level of visceral fat. A rating in the range of 13 to 59 indicates an excess level of visceral fat.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Waist circumference, cm",
                    "description": "Waist circumference will be measured using the U.S. government standard protocol. A clinical research specialist will ask the participant to stand and will place a measurement tape around the participant's waist, at the level of the belly button. The clinical research specialist will ensure that the tape is horizontal around the participant's waist, and will then keep the tape snug around the participant's waist while not compressing the skin, and will measure her/his waist just after exhaling.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Diet quality, using the Healthy Eating Index 2015 (HEI-2015)",
                    "description": "To track any variation in dietary pattern over the course of the study, participants will be asked to provide information on the foods and beverages consumed during a 3-day period (i.e., 2 weekdays and 1 weekend day). For each 3-day period, participants will complete three 24-hour recalls using a web-based Automated Self-Administered 24-Hour Recall (ASA24), a dietary assessment software program that will guide them through the process of completing the recall data; these data (which will be captured and stored within the ASA24 program's database) will be reviewed by a member of the study team. Diet quality based on the information provided will be assessed using the Healthy Eating Index 2015 (HEI-2015), which will generate a scale ranging from 1-100, with a higher value indicating a relatively better overall quality of the diet.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                },
                {
                    "measure": "Physical activity level (PA), kilocalories",
                    "description": "Participants' PA levels will be assessed by the study coordinator using the Seven-Day Physical Activity Recall questionnaire (PAR) in the course of a semi-structured interview. The PAR is a valid and reliable tool to estimate the total amount of kilocalories expended on physical activity in adults during the past week. It asks participants to report the amount of time spent in the past week on household and yard-work activities, occupational activity, transport, leisure time physical activity and sedentary behavior. The type, duration in hours, and level of intensity of reported physical activities are then used to estimate the total amount of kilocalories expended on PA during the past week.",
                    "timeFrame": "Change from baseline at the end of each 8-week treatment period: DASH eating plan with eggs; DASH eating plan without eggs"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men \\>18 years of age\n2. Post-menopausal women not currently on hormone replacement therapy\n3. Non-smokers\n4. Overweight/obese (i.e., 25kg/m² ≤ BMI ≤ 40kg/m² and weight \\<350pounds)\n5. Total cholesterol of 240-300 mg/dl and /or LDL cholesterol of 130-190 mg/dl, and/or a total cholesterol to HDL ratio of \\>5.7\n\nExclusion Criteria:\n\n1. Failure to meet inclusion criteria\n2. Anticipated inability to complete study protocol for any reason\n3. Allergy to eggs\n4. Current eating disorder\n5. Restricted diets by choice that do not permit ingestion of eggs (e.g., vegan)\n6. Unstable use of lipid-lowering or antihypertensive medications (i.e., change in dose during the three months prior to enrollment) and/or unwilling to refrain from taking medication for 12 hours prior to endothelial function scanning\n7. Use of insulin, glucose-sensitizing medication, or vasoactive medication (including glucocorticoids, antineoplastic agents, some psychoactive agents, or bronchodilators)\n8. Unstable use of antidepressant medications (i.e., change in dose during the three months prior to enrollment)\n9. Regular use of high doses of vitamin E (\\>400IU/day) or vitamin C (\\>500mg/day); fish oil, flaxseed oil, omega-3 fatty acid and/or fiber supplements, unless willing to discontinue supplementation for the study duration\n10. Diagnosed diabetes\n11. Diagnosed sleep apnea; unless treated and have been stable with their medications for at least 3 months\n12. Established cardiovascular disease (including symptomatic coronary artery disease (CAD), myocardial infarction, peripheral vascular disease, congestive heart failure, carotid stenosis)\n13. Coagulopathy, known bleeding diathesis, or history of clinically significant hemorrhage; current use of warfarin or other regular use of anticoagulation\n14. Substance abuse (chronic alcoholism, other chemical dependency)\n15. Any unstable medical condition that would limit the ability of a subject to participate fully in the trial (e.g., cancer, AIDS, tuberculosis, psychotic disorder)\n16. Conditions requiring regular use of NSAID medications such as Advil, naproxen, ibuprofen (examples of condition include lupus and rheumatoid arthritis)\n17. For women: Use of hormone replacement therapy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rockiy G. Ayettey, MS, DHSc.",
                    "role": "CONTACT",
                    "phone": "203-732-1125",
                    "email": "rockiy.ayettey@yalegriffinprc.org"
                },
                {
                    "name": "Beth P. Comerford, MS",
                    "role": "CONTACT",
                    "phone": "203-732-1266",
                    "email": "beth.comerford@yalegriffinprc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Valentine Y. Njike, MD, MPH",
                    "affiliation": "Griffin Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale-Griffin Prevention Research Center",
                    "status": "RECRUITING",
                    "city": "Derby",
                    "state": "Connecticut",
                    "zip": "06418",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rockiy G. Ayettey, MS",
                            "role": "CONTACT",
                            "phone": "203-732-1125",
                            "email": "rockiy.ayettey@yalegriffinprc.org"
                        },
                        {
                            "name": "Valentine Y. Njike, MD,MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.32065,
                        "lon": -73.089
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006949",
                    "term": "Hyperlipidemias"
                },
                {
                    "id": "D000006951",
                    "term": "Hyperlipoproteinemias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10000",
                    "name": "Hyperlipidemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10002",
                    "name": "Hyperlipoproteinemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}