{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06136728",
            "orgStudyIdInfo": {
                "id": "2023P002538"
            },
            "organization": {
                "fullName": "MGH Institute of Health Professions",
                "class": "OTHER"
            },
            "briefTitle": "Dalfampridine Combined With Physical Therapy for Mobility Impairment in Multiple Sclerosis",
            "officialTitle": "Dalfampridine Combined With Physical Therapy for Mobility Impairment in People With Multiple Sclerosis",
            "acronym": "AmpPT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dalfampridine-combined-with-physical-therapy-for-mobility-impairment-in-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-13",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Prudence Plummer",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "MGH Institute of Health Professions"
            },
            "leadSponsor": {
                "name": "MGH Institute of Health Professions",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to evaluate if combining a medication that can help improve walking in people with multiple sclerosis (MS) with a physical therapy program is better for improving walking than either treatment alone. The main questions this study will answer are:\n\n* Does combining dalfampridine with physical therapy improve mobility more than physical therapy without concurrent dalfampridine?\n* Is the combined treatment associated with better outcomes than the medication (dalfampridine) on its own?\n* How do the individual treatments (dalfampridine, physical therapy) alone compare to each other?\n\nParticipants with MS-related mobility deficits will:\n\n* Receive 6 weeks of dalfampridine treatment to assess the effects of this treatment.\n* After stopping the medication for 2 weeks, the investigators will re-evaluate walking, then randomly assign individuals to a 6-week physical therapy program.\n* Half of the participants will receive physical therapy while resuming dalfampridine treatment. The other half of the participants will receive physical therapy without resuming the medication.\n\nResearchers will compare the combination treatment group (medication plus physical therapy) to the physical therapy only group to see if the combined treatment improves walking-related function. Approximately 3 months after finishing the physical therapy program, participants will undergo a final evaluation to see if the treatment effects have been maintained.",
            "detailedDescription": "Multiple sclerosis (MS) is a degenerative disease process that disrupts the transmission of nerve impulses, resulting in a range of neurological signs and symptoms. Walking-related impairment is one of the most common symptoms, reported to affect more than 90% of people with MS. The leading non-pharmacological intervention for walking-related deficits in people with MS is rehabilitation, such as physical therapy. Rehabilitation is believed to restore function through experience-dependent neuroplasticity. There is strong evidence that physical therapy can improve mobility-related function in people with MS, and emerging evidence that motor-relearning approaches to rehabilitation may be associated with changes in brain structure and function that correlate with improvements in functional performance. The leading pharmacological intervention for walking-related deficits in people with MS is dalfampridine. Dalfampridine improves motor function by increasing nerve conduction through demyelinated axons, however, dalfampridine alone is not likely to generate neuroplastic changes needed for lasting benefits, because neural plasticity requires salient and task-specific practice with high repetition at adequate intensity, as well as complex environments that stimulate opportunities for movement to facilitate synthesis of neurotrophic factors. Indeed, the treatment effects of dalfampridine are reversed as soon as the treatment was discontinued. However, it is possible that improved nerve conduction velocity provided by dalfampridine may accelerate neuroplasticity generated from rehabilitation. Yet, combining dalfampridine with concurrent rehabilitation has never been studied. The objective of the proposed study is to test our central hypothesis that providing a motor-relearning physical therapy intervention in combination with dalfampridine will produce superior gains to either intervention alone in mobility through augmented neuroplasticity.\n\nAim 1 will determine if dalfampridine can augment the effects of physical therapy in restoring function in people with MS by comparing the combined intervention to physical therapy without dalfampridine. Aim 2 will explore the comparative effectiveness between the combined intervention with dalfampridine alone, and between physical therapy alone and dalfampridine alone. In Aim 3, the investigators will investigate mechanisms of treatment effects by evaluating functional connectivity before and after each intervention arm. Exploratory Aim 4 will examine whether there are specific clinical and personal factors associated with treatment responsiveness to each type of treatment. The primary efficacy outcome will be percent change from baseline in Timed 25-Foot Walk to enable direct comparison to previous dalfampridine studies. A range of secondary and tertiary clinical outcomes, both objective and self-reported, will examine restoration of function (objective and perceived) beyond just walking speed.\n\nThe investigators will enroll 48 participants with MS-related mobility deficits and EDSS ≤6.5. In the first treatment phase, all participants will receive 6 weeks of dalfampridine treatment to assess the effects of this treatment and determine individual responder status for stratified randomization in phase 2. Following 2-week dalfampridine washout and new off-drug baseline assessment, stratified randomization will allocate participants to either 6 weeks of physical therapy with resumed dalfampridine or 6 weeks of physical therapy without dalfampridine. Outcomes will be reassessed after the physical therapy treatment phase. This project tests a novel combination of two traditional interventions to improve mobility in people with MS, with specific aims that investigate both restoration of function and mechanisms of treatment effects using brain imaging outcomes. These two leading, yet distinct approaches for improving mobility in people with MS, may have complementary mechanisms of action leading to enhanced outcomes when combined. The findings generated by this research will inform the design of further studies exploring longer-term outcomes and disease progression trajectories associated with the interventions found to be most effective and tolerable for individuals with MS in this stage of the research."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dalfampridine only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "10 mg tablet twice per day",
                    "interventionNames": [
                        "Drug: Dalfampridine 10 MG [Ampyra]"
                    ]
                },
                {
                    "label": "Physical therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "One-on-one outpatient physical therapy twice per week",
                    "interventionNames": [
                        "Behavioral: Physical therapy"
                    ]
                },
                {
                    "label": "Dalfampridine plus physical therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "10 mg tablet twice per day while receiving one-on-one outpatient physical therapy twice per week",
                    "interventionNames": [
                        "Other: Dalfampridine plus physical therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dalfampridine 10 MG [Ampyra]",
                    "description": "Dalfampridine (10 mg) every 12 hours for 6 weeks.",
                    "armGroupLabels": [
                        "Dalfampridine only"
                    ],
                    "otherNames": [
                        "Ampyra"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Physical therapy",
                    "description": "Physical therapy (motor relearning for mobility and balance) one-on-one twice per week for 6 weeks.",
                    "armGroupLabels": [
                        "Physical therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Dalfampridine plus physical therapy",
                    "description": "Dalfampridine (10 mg) every 12 hours for 6 weeks while simultaneously receiving physical therapy (motor relearning for mobility and balance) one-on-one twice per week.",
                    "armGroupLabels": [
                        "Dalfampridine plus physical therapy"
                    ],
                    "otherNames": [
                        "Combined drug and behavioral"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Timed 25-Foot Walk (T25FW)",
                    "description": "The T25FW is a test that times how long in seconds a person can walk 25 feet from standing start as quickly as possible. We will assess the change in T25FW between baseline and end of treatment for each phase of the treatment (1: dalfampridine only run-in; 1: physical therapy with our without dalfampridine)",
                    "timeFrame": "Week 0 to week 6, week 8 to week 14"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed diagnosis of MS\n* Expanded Disability Status Scale (EDSS) 6.5 or less\n* Timed 25-Foot Walk 6-45 seconds (average of 2 trials)\n* Able to stand unsupported for at least 10 seconds\n* Montreal Cognitive Assessment 23 or higher\n* Relapse free for at least 3 months\n* Not currently taking dalfampridine or not previously taken and discontinued due to adverse reactions\n* Not currently receiving physical therapy\n\nExclusion Criteria:\n\n* Co-existing neurological disorders or orthopedic conditions affecting mobility and physical activity\n* Unable to follow a 3-step verbal command in English\n* Hospitalization for any reason in the last 3 months\n* Uncontrolled hypertension or diabetes\n* History of seizures\n* Renal impairment\n* Women who are breastfeeding, pregnant, or trying to become pregnant\n* Contraindications to magnetic resonance imaging (MRI; to be excluded from MRI procedures but may participate if all other criteria are met)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Prudence Plummer, PhD",
                    "role": "CONTACT",
                    "phone": "617-724-3103",
                    "email": "pplummer@mghihp.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Prudence Plummer, PhD, PT",
                    "affiliation": "MGH Institute of Health Professions",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MGH Institute of Health Professions",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jaimie Cretella",
                            "role": "CONTACT",
                            "phone": "617-724-3103",
                            "email": "jcretella@mghihp.edu"
                        },
                        {
                            "name": "Prudence Plummer, PhD",
                            "role": "CONTACT",
                            "phone": "617-724-3103",
                            "email": "pplummer@mghihp.edu"
                        },
                        {
                            "name": "Prudence Plummer, PhD, PT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015761",
                    "term": "4-Aminopyridine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000026902",
                    "term": "Potassium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18321",
                    "name": "4-Aminopyridine",
                    "asFound": "Eicosapentaenoic acid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23171",
                    "name": "Potassium Channel Blockers",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}