{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06425731",
            "orgStudyIdInfo": {
                "id": "23-10-30"
            },
            "organization": {
                "fullName": "Northeastern University",
                "class": "OTHER"
            },
            "briefTitle": "Dance and Energy Expenditure Among Adults With Parkinson's",
            "officialTitle": "Characterizing Dance-related Physical Activity Behaviors Among Adults Living With Parkinson's Disease for Automated Analyses of Energy Expenditure",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "dance-and-energy-expenditure-among-adults-with-parkinson-s"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-16",
            "studyFirstSubmitQcDate": "2024-05-21",
            "studyFirstPostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northeastern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Mark Morris Dance Group",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The first purpose of the study is to develop and test new methods for quantifying dance among adults with a diagnosis of Parkinson's using various kinds of cameras, wearable activity monitors, and questionnaires. The second reason we are conducting the study is to better understand the relationship between the intensity of dance classes specifically designed for adults with Parkinson's and individual-level factors like the kinds of routine activities one does beyond dancing and one's health status.\n\nParticipants in the study may be asked to engage in any of the following activities:\n\n* complete a small number of assessments on their physical and cognitive functioning\n* complete their routine group-based dance classes, specifically designed for adults with a diagnosis of Parkinson's, while being recorded\n\nDepending upon the group that a participant joins, one may also be asked to:\n\n* wear an activity monitor on their waist while engaged in their daily business as usual for nine (9) days\n* complete an iDXA scan\n* describe their perceptions on how the use of technology can integrated into their dancing",
            "detailedDescription": "Parkinson's Disease (PD) is a neurodegenerative disorder that affects an estimated 1 million people in the United States, with the onset of symptoms typically occurring after the age of 50 years old. Adults living with PD experience motor impairments such as postural and gait instability, resting tremor, bradykinesia, and muscular rigidity; cognitive impairment, with an estimated 40% of individuals with PD presenting symptoms of at least mild cognitive impairment; and depression. Furthermore, PD symptom severity is known to increase with age.5 Research has shown that exposures to physical activity (PA) may delay the symptomatic progression of PD, and a recent meta-analysis revealed that engaging in dance, when compared to other modes of PA behavior, confers especial protective benefits across motor and cognitive outcomes. Surprisingly, the PA dose administered across some studies of dance has gone unmeasured and is therefore unknown. This is because various modes of dance are known to elicit different PA intensities, and PA intensity is further influenced by intra-individual factors. Because accurate measures of PA intensity are essential for determining an optimal PA dose within dose-response research, additional research that accurately quantifies the absolute and relative intensities of dance behaviors is needed to advance research on dance and health among adults living with PD.\n\nOf the PD sequela that appear sensitive to dance exposures, studies have demonstrated protective benefits across motor symptoms, in addition to cognitive and mental health outcomes, after 3 - 12 months of participation in dance. However, little is known about the PA intensities of the dance behaviors that led to these reported outcomes, which therefore limits present understanding of the dose of dance required to yield reproducible results. Dance for PD (Collaborator: Leventhal), a codified dance program for adults living with PD, has been well-studied. During a Dance for PD class, participants dance, with music, while in a chair, standing, and while ambulatory. With wide acceptability, Dance for PD offers an ideal experimental paradigm in which to systematically monitor and quantify the intensity of dance behaviors among adults with PD.\n\nWearable sensors and cameras can be used to estimate PA intensities at individual and group levels. Building upon our prior work, our group is currently collecting camera, wearable sensor, and cardiopulmonary data in an ongoing clinical trial (PI: McCullough) to train algorithms that predict PA intensity during solo, free-form dance behavior. Preliminary results show healthy adults ages 18 to 75, with and without prior dance training, who intend to dance free-form at light-to-moderate intensities engage in dance at an average 4.4-6.0 metabolic equivalent (METs) (i.e., moderate-to-vigorous PA intensities). Age and body mass index are inversely associated with METs, and dancing with music is positively associated with METs. Dance for PD sessions include a range of structured and free-form activities performed with music; their codified framework affords participants multiple opportunities to modulate their PA behavior and intensity in community- and home-based settings. In view of our preliminary results that show multiple factors may impact the PA intensity of dance behavior, additional research is needed to better understand the dose of PA received during Dance for PD sessions. Therefore, we aim to:\n\n1a) Train PA classifiers to detect the absolute and relative PA intensities of Dance for PD sessions within a cohort of N=30 Dance for PD participants in a community-based setting. To test this aim, 2D/3D cameras and triaxial accelerometers will be used to continuously record behavioral and kinematic data during group-based Dance for PD sessions. Indirect calorimeters and wireless heart rate sensors will be used to continuously monitor oxygen uptake and heart rate during multiple Dance for PD sessions. Oxygen uptake and heart rate data will serve as the ground truth, with signal features derived from the camera and wearable sensor data as key predictors. Hypothesis: Sensor-derived signal features can respectively be used to train algorithms to accurately classify the PA intensity of dance during Dance for PD sessions at both individual and group levels.\n\n1b) Estimate associations between PA intensities observed during Dance for PD sessions and respective individual-level factors. To test this aim, estimates of the absolute and relative intensities of Dance for PD (aim 1) exposures will be respectively adjusted for body fat percentage, PD motor symptom severity, years since PD diagnosis, free-living activity, cognitive function, sex, and age. Hypothesis: Adjusting for clinical, demographic, anthropometric, and behavioral covariates will improve the accuracy of PA intensity classifiers.\n\n2) Characterize the relative intensity of Dance for PD sessions within home-based settings. To test this aim, N=30 adults will wear heart rate monitors while engaged in Dance for PD sessions at home. Heart rate data will be used to calculate the relative intensity of home-based Dance for PD sessions. Hypothesis: Engaging in Dance for PD at home will elicit light to moderate intensity physical activity bouts."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are prospectively assigned to participate in one of two study conditions that respectively seek to test different interventions and outcomes.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dance for PD (in-person)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will engage in Dance for PD classes in-person in their usual fashion, and within a group-based setting, for a total of three sessions. Oxygen uptake, heart rate and perceived exertion will be measured throughout specific Dance for PD classes.",
                    "interventionNames": [
                        "Other: Fasting"
                    ]
                },
                {
                    "label": "Dance for PD (virtual/remote)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will engage in Dance for PD classes online in their usual fashion, and within a group-based setting, for a total of two sessions. Heart rate and perceived exertion will be measured throughout the Dance for PD classes.",
                    "interventionNames": [
                        "Other: No Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Fasting",
                    "description": "Participants (Dance for PD, in-person only) will engage in one of their routine weekly dance sessions while a portable indirect calorimeter is used for energy expenditure analysis. Before this session, participants will be asked to fast for at least 4-hours. In this way, participants in this study arm will engage in a self-controlled study design wherein they complete a 4-hour fast before engaging in an oxygen uptake assessment during their routine dance classes. During the 4-hour fasting period, participants will be asked to refrain from eating any food and drinking any beverages except for water.",
                    "armGroupLabels": [
                        "Dance for PD (in-person)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No Intervention",
                    "description": "No Intervention",
                    "armGroupLabels": [
                        "Dance for PD (virtual/remote)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Oxygen uptake",
                    "description": "The rate of oxygen uptake during a 60-min dance session",
                    "timeFrame": "The outcome measure will be assessed after the intervention (i.e., after fasting: no food for at least 4 hours prior to a single dance session) and during the intervention (i.e., participants will continue to fast during the 60-minute dance session)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (18-85 years old)\n* Diagnosis of idiopathic PD (as confirmed by a neurologist), who are at a Hoehn and Yahr stage \\<=3 (i.e., physically independent, some postural instability, mild to moderate bilateral involvement or less severe symptoms; Bhidayasiri et al., 2012), and who are\n* enrolled in Dance for PD® classes at the time of recruitment as a participant\n\nExclusion Criteria:\n\n* Adults with a score of \\>3 on the Hoehn \\& Yahr scale (i.e., those presenting with severely disabling disease, but still able to walk or stand unassisted or those who are confined to a bed or wheelchair unless aided; Bhidayasiri et al., 2012)\n* history of a prior neurological condition that is not PD, including epilepsy\n* pregnant or trying to become pregnant\n* those with contraindications to exercise as determined by the Physical Activity Readiness Questionnaire for Everyone (PARQ+)\n* currently smoke cigarettes or use tobacco products\n* have a pacemaker or other implanted medical device\n* have been hospitalized due to a psychological disorder within the last 5 years\n* have a respiratory disease (including chronic obstructive pulmonary disease- COPD, asthma, pulmonary high blood pressure)\n* have a metabolic condition (including type 1 diabetes, type 2 diabetes, pre-diabetes, chronic kidney disease, or liver problems)\n* have a kidney condition, a heart condition, history of stroke or cancer\n* experienced a blackout, fainted, or lost consciousness as a result of a head injury or had diagnosed concussion within the last 12 months\n* take a medication that affects cardiovascular responses to exercise\n* prospective participants with a diagnosis of PD who score \\< 17 on the Telephone Interview for Cognitive Status (TICS-30)\n* currently residing outside of the United States",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aston K McCullough, PhD, MS, MA",
                    "role": "CONTACT",
                    "phone": "6173738893",
                    "email": "a.mccullough@northeastern.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Northeastern University",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gregory Cloutier",
                            "role": "CONTACT",
                            "phone": "617-373-8009",
                            "email": "g.cloutier@northeastern.edu"
                        },
                        {
                            "name": "Aston K McCullough, PhD, MS, MA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "The data set that will be generated in this study will contain identifiable information in the form of video data, which will be instrumental to the primary and secondary aims of the study. Though we do not plan to share any of the raw video or audio data, we may share signal features extracted from human activity detected in the video data; and we may share audio transcripts."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}