{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05898646",
            "orgStudyIdInfo": {
                "id": "MC220802"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-03819",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22-011048",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Institutional Review Board"
                },
                {
                    "id": "MC220802",
                    "type": "OTHER",
                    "domain": "Mayo Clinic"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Daratumumab Maintenance Therapy for Improving Survival in Patients With Light Chain Amyloidosis, EMILIA Trial",
            "officialTitle": "Phase II Study Evaluating Maintenance in Light Chain Amyloidosis (EMILIA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "daratumumab-maintenance-therapy-for-improving-survival-in-patients-with-light-chain-amyloidosis-emilia-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-02",
            "studyFirstSubmitQcDate": "2023-06-02",
            "studyFirstPostDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial compares shorter-duration versus longer-duration maintenance therapy with daratumumab for improving survival in patients who have received initial treatment with daratumumab for light chain (AL) amyloidosis. Maintenance therapy is treatment that is given to help keep cancer from coming back after it has disappeared following initial therapy. Daratumumab is in a class of medications called monoclonal antibodies. It binds to a protein called CD38, which is found on some types of immune cells and cancer cells, including myeloma cells. Daratumumab may block CD38 and help the immune system kill cancer cells. Daratumumab is commonly prescribed as initial treatment for patients with AL amyloidosis. However, it is not known what role daratumumab may play in the maintenance therapy period of patients with AL amyloidosis. This phase II trial compares shorter duration maintenance to longer duration maintenance for improving survival in patients with AL amyloidosis.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the event-free survival (EFS) after 3-6 versus 18 cycles of daratumumab maintenance following 6 cycles induction of daratumumab-cyclophosphamide-bortezomib-dexamethasone (CyBorD) in newly diagnosed AL amyloidosis.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the rate of hematological response at end of maintenance in each arm.\n\nII. To assess minimal residual disease rates by next generation multiparametric flow cytometry at study registration and at the end maintenance.\n\nIII. To determine organ response rate at 6, 12, 18, 24 and 36 months from registration in each arm (organ response will be assessed based on organ-related values at diagnosis).\n\nIV. To determine time to next therapy (TTNT) after 3-6 versus 18 cycles daratumumab maintenance.\n\nV. To determine time to organ response in those who did not achieve organ response at trial registration.\n\nVI. To determine time to deep organ response based on revised organ response criteria for heart and kidneys.\n\nVII. To determine time to organ progression, defined as the time between registration to date of organ progression per organ progression criteria.\n\nVIII. To determine rate of pneumonia, sepsis and/or upper respiratory infections and any grade \\>= 3 infection in both arms within 3 years from registration.\n\nIX. To determine overall survival after 3-6 versus 18 cycles daratumumab maintenance.\n\nCORRELATIVE RESEARCH OBJECTIVE:\n\nI. To assess overall health-related quality of life, as measured by Patient Reported Outcomes Measurement Information System (PROMIS)-29 health questionnaire and selected items for the Patient Reported Outcomes (PRO)-Common Terminology Criteria for Adverse Events (CTCAE) questionnaire at registration, and at 3, 6, 12, 18 and 36 months from registration.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive daratumumab subcutaneously (SC) on day 1 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity for up to 6 cycles on study. Patients also undergo x-ray imaging at screening and bone marrow biopsy and blood sample collection throughout the study. Patients with cardiac involvement also undergo echocardiography throughout the trial.\n\nARM II: Patients receive daratumumab SC on day 1 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity for up to 18 cycles on study. Patients also undergo x-ray imaging at screening and bone marrow biopsy and blood sample collection throughout the study. Patients with cardiac involvement also undergo echocardiography throughout the trial.\n\nAfter completion of study treatment, patients are followed up every 3 months for up to 36 months from registration, and then up to 5 years from starting the study for survival status."
        },
        "conditionsModule": {
            "conditions": [
                "AL Amyloidosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (6 cycles of daratumumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive daratumumab subcutaneously (SC) on day 1 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity for up to 6 cycles on study. Patients also undergo x-ray imaging at screening and bone marrow biopsy and blood sample collection throughout the study. Patients with cardiac involvement also undergo echocardiography throughout the trial.",
                    "interventionNames": [
                        "Procedure: Bone Marrow Aspiration",
                        "Biological: Daratumumab",
                        "Procedure: Echocardiography",
                        "Other: Questionnaire Administration",
                        "Procedure: X-Ray Imaging",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm II (18 cycles of daratumumab)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive daratumumab SC on day 1 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity for up to 18 cycles on study. Patients also undergo x-ray imaging at screening and bone marrow biopsy and blood sample collection throughout the study. Patients with cardiac involvement also undergo echocardiography throughout the trial.",
                    "interventionNames": [
                        "Procedure: Bone Marrow Aspiration",
                        "Biological: Daratumumab",
                        "Procedure: Echocardiography",
                        "Other: Questionnaire Administration",
                        "Procedure: X-Ray Imaging",
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration",
                    "description": "Undergo bone marrow aspiration",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Daratumumab",
                    "description": "Given SC",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ],
                    "otherNames": [
                        "Daratumumab Biosimilar HLX15",
                        "Darzalex",
                        "HLX15",
                        "HuMax-CD38",
                        "JNJ-54767414"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Echocardiography",
                    "description": "Undergo echocardiography",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ],
                    "otherNames": [
                        "EC"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "X-Ray Imaging",
                    "description": "Undergo x-ray imaging",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ],
                    "otherNames": [
                        "Conventional X-Ray",
                        "Diagnostic Radiology",
                        "Medical Imaging, X-Ray",
                        "Plain film radiographs",
                        "Radiographic Imaging",
                        "Radiographic imaging procedure (procedure)",
                        "Radiography",
                        "RG",
                        "Static X-Ray",
                        "X-Ray"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Arm I (6 cycles of daratumumab)",
                        "Arm II (18 cycles of daratumumab)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Event free survival",
                    "description": "The point estimate for the hazard ratio and corresponding one-sided 85% confidence interval will be generated with a stratified Cox regression (using the trial stratification factors) that has treatment arm as an exploratory variable.",
                    "timeFrame": "From registration up to 36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hematological response",
                    "description": "A success is defined as a complete response (CR), very good partial response (VGPR) and partial response (PR). Hematological response must be maintained or improved during maintenance. Loss of level of hematological response (i.e., CR to VGPR/PR/progressive disease \\[PD\\], VGPR to PR/PD or PR to PD) will be considered a failure. The rate of hematological response will be defined as the number of successes divided by the total number of evaluable patients. Exact binomial 95% confidence intervals for the true success proportions will be calculated. All responses will be assessed and compared to values at diagnosis (and not at trial registration).",
                    "timeFrame": "At the end of maintenance treatment"
                },
                {
                    "measure": "Minimal residual disease (MRD) negativity rate",
                    "description": "Will be estimated by the number of successes divided by the total number of evaluable patients who consented for MRD assessment. Exact binomial 95% confidence intervals for the true success proportions will be calculated.",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Organ response rates",
                    "description": "Cardiac, renal, and hepatic response rates will be evaluated separately. The rate of organ response will be estimated by the number of successes divided by the total number of evaluable patients. Exact binomial 95% confidence intervals for the true success proportions will be calculated. All responses will be assessed and compared to values at diagnosis (and not at trial registration)",
                    "timeFrame": "At 6, 12, 18, 24, and 36 months from registration"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Median OS will be estimated using the Kaplan-Meier method. Patients who do not experience death while on study will be censored at the last known date alive. The median OS and corresponding 95% confidence interval will be reported by arm (6 vs. 18 cycles of daratumumab maintenance).",
                    "timeFrame": "Time from registration to death from any cause, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Histological confirmation of AL amyloidosis with adequate typing (mass spectrometry, immunohistochemistry, immunofluorescence, immunogold)\n* AL amyloidosis with organ disease requiring therapy\n\n  * NOTE: Disease requiring therapy is referred to the time of diagnosis. There are no limitations in baseline measurable disease parameters\n* Patients must have monoclonal protein studies (serum free light chain assay, serum immunofixation or serum MASS-FIX) obtained at time of diagnosis before induction therapy initiated and available for review to be enrolled.\n\n  * NOTE: Patients are allowed to participate in this study if urine electrophoresis immunofixation study was not done at time of diagnosis or cannot be obtained\n* Patients must have completed 6 cycles of daratumumab (Dara)-CyBorD-based induction treatment =\\< 84 days prior to registration\n* Patients must have achieved a hematological complete response (CR) (irrespective of organ response achievement) or hematological very good partial response (VGPR) (irrespective of organ response achievement) or hematological low-difference in involved and uninvolved free light chain (dFLC) partial response (PR) (irrespective of organ response achievement) or hematological PR with at least one organ response after receiving Dara-CyBorD-based induction.\n\n  * NOTE: Patients with baseline dFLC \\< 5 mg/dL, must have achieved hematological CR, or dFLC \\< 1 mg/dL or achieved organ response prior to randomization\n* Patients in whom bortezomib and/or cyclophosphamide were omitted from induction due to toxicity concerns or adverse effects are allowed. Patients must receive at least daratumumab and dexamethasone at induction to qualify for the study\n\n  * NOTE: Dexamethasone use does not need to be carried to end of induction for eligibility consideration\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0, 1, 2 or 3\n* Hemoglobin \\>= 8.0 g/dL (obtained =\\< 28 days prior to registration)\n* Absolute neutrophil count (ANC) \\>= 1000/mm\\^3 (obtained =\\< 28 days prior to registration)\n* Platelet count \\>= 50,000/mm\\^3 (obtained =\\< 28 days prior to registration)\n* Negative pregnancy test done =\\< 7 days prior to registration, for persons of childbearing potential only.\n\n  * NOTE: If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Provide written informed consent\n\n  * NOTE: Informed consent required =\\< 90 days prior registration\n* Ability to complete questionnaire(s) by themselves or with assistance\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study)\n\nExclusion Criteria:\n\n* Any of the following because this study involves an agent that has possible genotoxic, mutagenic and teratogenic effects:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential (and persons able to father a child) who are unwilling to employ adequate contraception\n* Received \\>1 cycle of daratumumab maintenance after end of induction therapy and prior to registration\n* Multiple myeloma at time of diagnosis as defined by any of the following:\n\n  * Hypercalcemia: Serum calcium \\> 1 mg/dL higher than upper limit of normal or \\> 11 mg/dL\n  * Renal insufficiency: Creatinine clearance \\< 40 mL per min or serum creatinine \\> 2 mg/dL attributed to high circulating light chains (i.e. cast nephropathy) or hypercalcemia\n  * Anemia: Hemoglobin \\> 2 g/dL below lower limit of normal, or \\< 10 g/dL, attributed to high marrow myeloma infiltration\n  * Bone lesions: \\>= 1 osteolytic lesion on skeletal x-ray, computed tomography (CT), or positron emission tomography (PET)-CT (bone imaging is not mandatory but based on clinical suspicion)\n  * Clonal bone marrow plasma cells \\>= 60%\n  * \\> 1 focal lesion on magnetic resonance imaging (MRI) (MRI is not mandatory but based on clinical suspicion)\n  * If bone imaging (CT, MRI, PET-CT) was not done at time of diagnosis it is not needed to be performed at registration to rule out bone disease\n\n    * \\>= 40% BMPCs irrespective of the above\n  * The study will allow patients with involved: uninvolved serum-free light chain (sFLC) ratio \\>= 100 if this is the only criteria that defines amyloidosis if all the above criteria are not met\n* Seropositive for hepatitis B (defined by a positive test for hepatitis B surface antigen \\[HBsAg\\]). Note: Subjects with resolved infection (i.e., subjects who are HBsAg negative but positive for antibodies to hepatitis B core antigen \\[anti-HBc\\] and/or antibodies to hepatitis B surface antigen \\[anti-HBs\\]) must be screened using real-time polymerase chain reaction (PCR) measurement of hepatitis B virus (HBV) deoxyribonucleic acid (DNA) levels. Those who are PCR positive will be excluded. EXCEPTION: Subjects with serologic findings suggestive of HBV vaccination (anti-HBs positivity as the only serologic marker) AND a known history of prior HBV vaccination, do not need to be tested for HBV DNA by PCR\n* Immunocompromised patients and patients known to be human immunodeficiency virus (HIV) positive and currently receiving antiretroviral therapy.\n\n  * NOTE: Patients known to be HIV positive, but without clinical evidence of an immunocompromised state, are eligible for this trial\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * Ongoing or active infection\n  * Unstable angina pectoris\n  * Psychiatric illness/social situations that would limit compliance with study requirements",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Trials Referral Office",
                    "role": "CONTACT",
                    "phone": "855-776-0015",
                    "email": "mayocliniccancerstudies@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eli Muchtar, M.D.",
                    "affiliation": "Mayo Clinic in Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Arizona",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clincal Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Udit Yadav, M.B.B.S.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Mayo Clinic in Florida",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224-9980",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Taimur Sher, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Eli Muchtar, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000075363",
                    "term": "Immunoglobulin Light-chain Amyloidosis"
                },
                {
                    "id": "D000000686",
                    "term": "Amyloidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "asFound": "Amyloidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1483",
                    "name": "Immunoglobulin Light-chain Amyloidosis",
                    "asFound": "AL Amyloidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "T254",
                    "name": "AL Amyloidosis",
                    "asFound": "AL Amyloidosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}