{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05907759",
            "orgStudyIdInfo": {
                "id": "10001538"
            },
            "secondaryIdInfos": [
                {
                    "id": "001538-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Daratumumab for Relapsed/Refractory Primary Effusion Lymphoma",
            "officialTitle": "A Phase II Study of Daratumumab for Relapsed/Refractory Primary Effusion Lymphoma and Multicentric Castleman Disease",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "daratumumab-for-relapsed-refractory-primary-effusion-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2034-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-15",
            "studyFirstSubmitQcDate": "2023-06-15",
            "studyFirstPostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPrimary effusion lymphoma (PEL) is an aggressive form of cancer that affects cells in the immune system and lymph nodes. How PEL develops is not well understood, and this disease does not respond well to standard treatments for other types of lymphomas.\n\nObjective:\n\nTo test a drug treatment (daratumumab SC) in people with PEL.\n\nEligibility:\n\nPeople aged 18 and older with PEL. Their PEL must have failed to respond to therapy or they must be unable to receive standard treatment for the disease.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam with blood tests. They will have imaging scans and tests of their heart and lung function. They may need to have a biopsy: tissue or fluid will be collected. They will have an eye exam.\n\nDaratumumab SC is given as an injection into the fat under the skin in the abdomen. This takes 3 to 5 minutes. Participants will receive the treatment once a week for 8 weeks; then every 2 weeks for 16 weeks; then every 4 weeks for up to 24 months.\n\nParticipants will have other tests during the study period. These may include lumbar punctures: A needle will be inserted between the bones of the spine to draw some fluid from the area around the spinal cord. Participants may also have a thoracentesis: A needle or plastic tube will be inserted into the space around the lungs to withdraw fluid. Participants will have more imaging scans and blood tests.\n\nFollow-up visits will continue after treatment ends. Participants will be in the study for up to 5 years.",
            "detailedDescription": "Background\n\n* Primary effusion lymphoma (PEL) is an aggressive B cell lymphoma caused by the Kaposi sarcoma herpesvirus (KSHV) with clinicopathologic and molecular profiles distinct from other HIV-related lymphomas.\n* Immunophenotypically, PEL is a post-germinal center B cell neoplasm expressing surface markers consistent with plasmacytic differentiation, such as CD45, CD38, CD138, MUM-1, and IRF4, similar to that of multiple myeloma.\n* Outcomes for PEL treated with front-line combination chemotherapy are inferior to those of other HIV-associated lymphomas, and second-line cytotoxic chemotherapy is often ineffective and profound immunosuppression often prevents this approach.\n* In the second-line setting, chemotherapy-sparing treatments that do not contribute to further immune suppression may be more effective. In addition, patients with PEL often have concurrent KS, which can be severely exacerbated by immune suppression and contributes to mortality in PEL.\n* Kaposi sarcoma herpesvirus-associated multicentric Castleman disease (KSHV-MCD) is a rare lymphoproliferative disorder that develops predominantly in people with HIV with inflammatory symptoms associated with high levels of interleukin-6 (IL-6), KSHV-encoded viral IL-6 (vIL-6), and other cytokines.\n* The pathologic hallmark of KSHV-MCD is the presence of KSHV-infected Lambda-restricted plasmablasts in the mantle zones of lymph nodes which stain brightly for CD45 and CD38 and negative for CD20.\n* KSHV-MCD is generally treated with the anti-CD20 monoclonal antibody, rituximab, with the goal to rapidly improve symptoms and eliminate of reservoirs of KSHV-infected plasmablasts.\n* Concurrent Kaposi sarcoma is often exacerbated by or develops during rituximab therapy and contributes to morbidity in KSHV-MCD.\n* Daratumumab is a human monoclonal antibody that binds to a unique region on CD38 and induces killing of CD38-expressing cells via antibody-dependent cell-mediated cytotoxicity (ADCC), complement-dependent cytotoxicity (CDC), and apoptosis.\n* Daratumumab also depletes immunosuppressive non-plasma cells that express CD38 thereby reducing local immunosuppression and stimulating an increase in T-helper cells, cytotoxic T cells, T cell functional response, and TCR clonality in the tumor microenvironment.\n\nObjective\n\n-To evaluate the partial response (PR) plus complete response (CR) rate (further referred to as the overall response rate \\[ORR\\]) of daratumumab SC in participants with relapsed/refractory PEL and/or symptomatic KSHV-MCD or who are ineligible for frontline chemotherapy\n\nEligibility\n\n* Age \\>=18 years\n* Pathologically confirmed relapsed and/or refractory primary effusion lymphoma (PEL), including extracavitary variant and KSHV-associated large cell lymphoma or ineligible for front line chemotherapy\n* Participants with PEL must have:\n\n  * Measurable or assessable disease\n  * ECOG Performance Status (PS) 0-3\n  * Received first-line curative-intent therapy for PEL, unless such therapy is contraindicated\n* Participants with KSHV-MCD must have:\n\n  * ECOG Performance Status (PS) 0-3\n  * At least one clinical symptom and at least one laboratory abnormality attributable to KSHV-MCD\n\nDesign\n\n* This is a Phase 2 study to evaluate the response rate of daratumumab SC in participants with relapsed/refractory PEL and/or symptomatic KSHV-MCD.\n* The study will accrue up to 12 evaluable participants with PEL and up to 12 evaluable participants with KSHV-MCD.\n* For participants with relapsed/refractory PEL, daratumumab SC will be administered subcutaneously (SC) as 1800 mg/30,000 units weekly for a total of 8 weeks (8 doses) followed by every 2 weeks for a total of 16 weeks (8 doses) followed by every 4 weeks for up to 96 weeks (24 doses) in the absence of off-treatment criteria.\n* For participants with symptomatic KSHV-MCD, daratumumab SC will be administered SC as 1800 mg/30,000 units weekly for 8 weeks. If response assessment indicates progressive or stable disease, daratumumab SC will be given every 2 weeks for 8 additional doses for up to 24 weeks (6 months)."
        },
        "conditionsModule": {
            "conditions": [
                "Lymphoma, Primary Effusion"
            ],
            "keywords": [
                "Kaposi Sarcoma Herpesvirus",
                "HIV",
                "CD38",
                "B cell lymphoproliferative diseases",
                "Non-Hodgkin Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with daratumumab SC",
                    "interventionNames": [
                        "Drug: Daratumumab SC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Daratumumab SC",
                    "description": "Daratumumab SC (daratumumab and hyaluronidase) is administered subcutaneously (SC) as 1800 mg/30,000 units weekly for a total of 8 weeks (8 doses) followed by every 2 weeks for a total of 16 weeks (8 doses) followed by every 4 weeks for up to 96 weeks (24 doses)",
                    "armGroupLabels": [
                        "Arm 1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "Percentage of participants with the best overall response of CR or PR to therapy",
                    "timeFrame": "at 9 and 17 weeks, and every 12 weeks from week 25 to the end of therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety of daratumumab",
                    "description": "Adverse events (AEs) will be reported by type and grade of toxicity",
                    "timeFrame": "From first dose through 30 days after the end of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have primary effusion lymphoma (PEL), including extracavitary variant and KSHV-associated large cell lymphoma and/or KSHV-associated multicentric Castleman disease pathologically that relapsed and/or is refractory after front-line chemotherapy or be ineligible for front-line chemotherapy. Note: Participants must have pathologic confirmation of the disease diagnosis (at any time) confirmed by NCI Laboratory of Pathology.\n* Age \\>= 18 years.\n* Any HIV status\n* Those with HIV must have CD4 count \\>= 100 cells/microL or CD4 \\>= 50 cells/microL if CD4 was \\>= 100 cells/microL prior to front-line chemotherapy\n* Participants with HIV must be receiving or willing to initiate an effective combination antiretroviral therapy (ART) regimen\n* Participants with PEL must meet the following criteria:\n\n  * Must have measurable or assessable lymphoma\n  * ECOG performance status 0-2 or 3 if secondary to PEL\n  * Adequate hematological and renal functions as defined below:\n\n    * Hemoglobin (Hgb) \\> 7 g/dL\n    * Creatinine clearance (CrCl) \\>= 30 mL/min/1.73 m\\^2\n  * Must have received first-line curative-intent therapy (anthracycline-containing chemotherapy) for PEL, unless such therapy is contraindicated due to infection that precludes combination chemotherapy (such as progressive multifocal leukoencephalopathy) or if there is a contraindication to receiving CHOP or EPOCH (such as multi-organ failure).\n* Participants with KSHV-MCD must meet the following criteria:\n\n  * ECOG performance status 0-2 or 3 if secondary to MCD\n  * Adequate hematological and renal functions as defined below:\n\n    * Hemoglobin (Hgb) \\> 7 g/dL\n    * Creatinine clearance (CrCl) \\>= 30 mL/min/1.73 m\\^2\n  * At least one clinical symptom attributed to KSHV-MCD\n\n    * Fever (\\>38 degrees Celsius)\n    * Fatigue\n    * Gastrointestinal symptoms\n    * Respiratory/sinus symptoms\n    * Rash\n  * At least one laboratory abnormality attributed to KSHV-MCD\n\n    * Anemia (Hgb \\[men\\] \\< 12.5 g/dL, Hgb \\[women\\] \\< 11 g/dL)\n    * Thrombocytopenia (\\< 150 K/microL)\n    * Hypoalbuminemia (\\< 3.4 g/dL)\n    * Hyponatremia (\\< 135 mmol/L)\n    * Elevated C-reactive protein (CRP) (\\> 3 mg/L)\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, participants must be on suppressive therapy with an undetectable viral load.\n* Participants who are seropositive for hepatitis C are eligible only in the setting of a sustained virologic response \\[SVR\\], defined as aviremia at least 12 weeks after completion of antiviral therapy.\n* Participants that have received investigational agents on other clinical trials must have had a washout period of 2 weeks or 5 drug half-lives, whichever is longer.\n* Women of child-bearing potential (WOBP) must agree to use an effective (dual) form of contraception (barrier, surgical sterilization, abstinence) prior to study entry and for the duration of study participation and for 3 months after the last dose of study drug.\n* Men must agree to use an effective method of contraception (barrier, surgical sterilization, abstinence) for the duration of the study treatment and up to 3 months after the last dose of the study drug(s). We also will recommend men with female partners of childbearing potential to ask female partners to be on an effective birth control (hormonal, intrauterine device (IUD), surgical sterilization).\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 3 months after the last dose of the study drug.\n* Participants must understand and sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Participants who have had anticancer treatment within the last 2 weeks unless the cancer treatment is for a malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial, such as local treatment for carcinoma in situ or hormonal therapy for prostate or breast carcinoma. Toxicity related to prior therapies other than hair loss and neuropathy must have resolved to grade 1.\n* Kaposi sarcoma requiring urgent treatment with cytotoxic chemotherapy.\n* Bilirubin (total) \\> 1.5 times the upper limit of normal; AST and/or ALT \\> 3 times the upper limit of normal; EXCEPTIONS:\n\n  * Total bilirubin \\>= 5 mg/dL in participants with Gilbert's syndrome as defined by \\> 80% unconjugated\n  * If the elevated total bilirubin or AST/ALT are due to ART or lymphoma\n* ANC \\< 1000/mm\\^3 and platelets \\< 75,000/mm\\^3 unless related to lymphoma and/or KSHV-MCD or prior therapy.\n* No life-threatening or organ-threatening manifestations of KSHV-MCD.\n* Clinically significant cardiac disease, including:\n\n  * Myocardial infarction within 6 months of randomization, or an unstable or uncontrolled disease/condition related to or affecting cardiac function (e.g., unstable angina, congestive heart failure, New York Heart Association Class IIIIV).\n  * Uncontrolled cardiac arrhythmia\n* Chronic obstructive pulmonary disease (COPD) with a forced expiratory volume in 1 second (FEV1) \\< 50% of predicted normal.\n* Moderate or severe persistent asthma within the past 2 years, or uncontrolled asthma of any classification. Note that participants who currently have controlled intermittent asthma or controlled mild persistent asthma are allowed to participate in the study.\n* Pregnant people as evaluated by a positive serum or urine Beta-hCG test\n* Participants with severe uncontrolled intercurrent illness, evaluated by history, physical exam and chemistry panel. Participants with severe intercurrent illnesses attributed to lymphoma may be eligible per PI s or designee s discretion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anaida Widell",
                    "role": "CONTACT",
                    "phone": "(240) 760-6074",
                    "email": "anaida.widell@nih.gov"
                },
                {
                    "name": "Kathryn A Lurain, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 250-5156",
                    "email": "kathryn.lurain@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathryn A Lurain, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001538-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD will be shared",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data from this study may be requested from other researchers at least 1 year after the completion of the primary endpoint.",
            "accessCriteria": "Data from this study may be requested by contacting the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000054685",
                    "term": "Lymphoma, Primary Effusion"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15332",
                    "name": "Sarcoma, Kaposi",
                    "relevance": "LOW"
                },
                {
                    "id": "M8983",
                    "name": "Castleman Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M27844",
                    "name": "Lymphoma, Primary Effusion",
                    "asFound": "Lymphoma, Primary Effusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T3199",
                    "name": "Kaposi Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T991",
                    "name": "Castleman Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T5791",
                    "name": "Unicentric Castleman Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3921",
                    "name": "Multicentric Castleman Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T4690",
                    "name": "Primary Effusion Lymphoma",
                    "asFound": "Primary Effusion Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}