{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04827979",
            "orgStudyIdInfo": {
                "id": "DAIT ITN090ST"
            },
            "secondaryIdInfos": [
                {
                    "id": "UM1AI109565",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UM1AI109565"
                },
                {
                    "id": "NIAID CRMS ID#: 38686",
                    "type": "OTHER",
                    "domain": "DAIT NIAID"
                }
            ],
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "Daratumumab and Belatacept for Desensitization",
            "officialTitle": "A Mechanistically Driven Therapy to Desensitize >98.0% cPRA Patients: Depletion of Plasma Cells With Anti-CD38 and Prevention of B Cell Activation With Costimulation Blockade (ITN090ST)",
            "acronym": "ATTAIN",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "daratumumab-and-belatacept-for-desensitization"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-30",
            "studyFirstSubmitQcDate": "2021-03-30",
            "studyFirstPostDateStruct": {
                "date": "2021-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "Immune Tolerance Network (ITN)",
                    "class": "NETWORK"
                },
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                },
                {
                    "name": "PPD",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Rho Federal Systems Division, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Some kidney transplant candidates have a very low chance of getting a kidney transplant because their immune systems are \"highly sensitized\" to most kidney donors. Being \"highly sensitized\" means that they will likely have to wait a long time (more than 5 years) before an acceptable donor is found for them or, they never receive a compatible donor, and die on waitlist. The purpose of this study is to find out whether two drugs, daratumumab (Darzalex®), and belatacept (Nulojix®), can make these kidney transplant candidates less sensitized, and make it easier and quicker to find a kidney donor for them.",
            "detailedDescription": "This study will enroll 15 eligible adult participants with end stage renal failure on dialysis who are on the waiting list for a deceased donor transplant with calculated panel reactive antibodies (cPRA) ≥99.9% or \\>98% (with \\>5 years of waiting time) or, those with cPRA \\>98% and an human leukocyte antigen (HLA)-incompatible approved living donor who have not received a transplant after 1 year in a paired kidney exchange program. The study will evaluate whether the study treatment is safe and can lower the participant's immune system's sensitization to kidney donors, making it easier to find a well-matched kidney for them.\n\nThe study treatment is comprised of two drugs, Darzalex® (daratumumab) and Nulojix® (belatacept). Daratumumab is licensed for treatment of multiple myeloma and belatacept is licensed for prevention of rejection after kidney transplant. Eligible participants will receive infusions of daratumumab and belatacept over a 10-week period in Cohort 1. Eligible participants will receive infusions of daratumumab and belatacept over a 14-week period in Cohort 2. An interim safety and efficacy analysis will occur after the first 5 participants have received study treatment. All subjects will undergo HLA antibody assessments and bone marrow aspiration prior to and after completion of treatment and receive 42 weeks of follow up after completing treatment. Participants who prematurely discontinue study therapy will receive follow up through 56 weeks after their baseline visit. Subjects who receive a kidney transplant while in the study will receive standard of care immunosuppression and undergo 52 weeks of follow up. Living donors will participate for one study visit to provide blood collection."
        },
        "conditionsModule": {
            "conditions": [
                "Highly Sensitized Prospective Kidney Transplant Recipients"
            ],
            "keywords": [
                "calculated panel reactive antibodies (cPRA)",
                "desensitization therapy",
                "human leukocyte antigen (HLA) desensitization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 (N=5 Subjects)",
                    "type": "EXPERIMENTAL",
                    "description": "Multiple intravenous infusions of daratumumab and belatacept over 10 weeks:\n\n* Daratumumab will be administered intravenously at a dose of 8 mg/kg weekly for 4 weeks, then every other week for 4 weeks (week 9 and week 11). The dose administered will be calculated based on the actual body weight of the subject at each visit.\n* Belatacept will be administered intravenously at a dose of 10 mg/kg every 2 weeks starting at week 8 (dosed at weeks 8, 10, 12, and 14). The total infusion dose of belatacept will be based on the actual body weight of the subject at the baseline visit, and will not be modified during the course of therapy, unless there is a change in body weight of greater than 10%.",
                    "interventionNames": [
                        "Biological: daratumumab",
                        "Biological: belatacept",
                        "Procedure: Bone marrow aspiration"
                    ]
                },
                {
                    "label": "Cohort 2 (N=10 Subjects)",
                    "type": "EXPERIMENTAL",
                    "description": "The enrollment of ten additional subjects is dependent on the results in Cohort 1.\n\nMultiple intravenous infusions of daratumumab and belatacept over 14 weeks:°\n\n* Daratumumab will be administered intravenously at a dose of 8 mg/kg for the first dose, then 16 mg/kg for subsequent given weekly for 3 weeks, then every 2 weeks for 2 doses (week 9 and week 11). The dose administered will be calculated based on the actual body weight of the subject at each visit.\n* Belatacept will be administered intravenously at a dose of 10 mg/kg every 2 weeks starting at week 8 (dosed at weeks 8, 10, 12, 14, 16 and 18). The total infusion dose of belatacept will be based on the actual body weight of the subject at the baseline visit and will not be modified during the course of therapy, unless there is a change in body weight of greater than 10%.\n\n  * Was modified based on the safety and efficacy analysis of Cohort 1.",
                    "interventionNames": [
                        "Biological: daratumumab",
                        "Biological: belatacept",
                        "Procedure: Bone marrow aspiration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "daratumumab",
                    "description": "Daratumumab is a CD38 (Cluster of Differentiation 38)-directed cytolytic monoclonal antibody indicated for the treatment of multiple myeloma. In this study, daratumumab will be used in highly sensitized subjects without myeloma who are awaiting a kidney transplant.\n\nDefinition of highly sensitized: Potential kidney transplant recipients with either:\n\n* calculated panel reactive antibodies (cPRA) ≥99.9% awaiting deceased donor transplant, or\n* cPRA \\>98% (with \\>5 years of waiting time) awaiting living donor transplant",
                    "armGroupLabels": [
                        "Cohort 1 (N=5 Subjects)",
                        "Cohort 2 (N=10 Subjects)"
                    ],
                    "otherNames": [
                        "Darzalex®",
                        "immunoglobulin G1 kappa human monoclonal antibody",
                        "IgG1k human mAb"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "belatacept",
                    "description": "Belatacept, a monoclonal antibody, is indicated for the prophylaxis of organ rejection in adult patients receiving a kidney transplant. In this study, belatacept will be used in subjects who have not received a kidney transplant.",
                    "armGroupLabels": [
                        "Cohort 1 (N=5 Subjects)",
                        "Cohort 2 (N=10 Subjects)"
                    ],
                    "otherNames": [
                        "Nulojix®"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone marrow aspiration",
                    "description": "Subjects will undergo a bone marrow aspiration prior to starting the study regimen and at 12 weeks after starting the study regimen. In subjects who undergo a kidney transplant during the study, another bone marrow aspiration will be done if it has been \\>4 weeks since the previous bone marrow aspiration.",
                    "armGroupLabels": [
                        "Cohort 1 (N=5 Subjects)",
                        "Cohort 2 (N=10 Subjects)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of subjects who have not met a subject stopping rule and remain free of all of the safety events listed in the outcome description, through 26 weeks after starting treatment or until receiving a transplant, whichever occurs earlier",
                    "description": "Proportion of subjects who have not met a subject stopping rule, and remain free of all of the following through 26 weeks after starting treatment or until receiving a transplant, whichever occurs earlier:\n\n1. Grade 3 or higher infusion reaction\n2. Grade 3 or higher infections\n3. Any malignancy\n\nThe study site will grade the severity of adverse events experienced by the study subjects according to the criteria set forth in the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0 (Published November 27, 2017).",
                    "timeFrame": "Baseline up to 26 weeks post treatment initiation"
                },
                {
                    "measure": "Proportion of subjects who meet any one of the pre-specified events detailed in the outcome description: from Baseline up to Week 26 - Cohort 1",
                    "description": "Proportion of subjects who meet any one of the following compared to Baseline (Visit 0):\n\n1. Elimination of one human leukocyte antigen (HLA) antibody at Visit 12 (16 weeks ±7 days after starting treatment);\n2. 50% or greater reduction in the mean fluorescence intensity (MFI) of at least three HLA antibodies at Visit 12 (16 weeks ±7 days after starting treatment); and/or\n3. Kidney transplant with a previously incompatible donor within 26 weeks after starting treatment without graft loss due to acute antibody mediated rejection occurring within the first four weeks post-transplant and caused by an anamnestic response.",
                    "timeFrame": "Baseline (Visit 0) up to 26 weeks post treatment initiation"
                },
                {
                    "measure": "Proportion of subjects who meet any one of the pre-specified events detailed in the outcome description: from Baseline up to Week 26 - Cohort 2",
                    "description": "Proportion of subjects who meet any one of the following compared to Baseline (Visit 0):\n\n1. Elimination of one human leukocyte antigen (HLA) antibody at Visit 14 (26 weeks ±7 days after starting treatment);\n2. 50% or greater reduction in the mean fluorescence intensity (MFI) of at least three HLA antibodies at Visit 14 (26 weeks ±7 days after starting treatment); and/or\n3. Kidney transplant with a previously incompatible donor within 52 weeks after starting treatment without graft loss due to acute antibody mediated rejection occurring within the first four weeks post-transplant and caused by an anamnestic response.",
                    "timeFrame": "Baseline (Visit 0) up to 52 weeks post treatment initiation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of subjects transplanted with a previously incompatible donor within 52 weeks after starting treatment - Cohort 1",
                    "description": "Proportion of subjects transplanted with a donor, to whom Donor Specific Antibodies (DSA) was previously positive and had reduced by \\>/= 50% reduction at the time of transplant, within 52 weeks after starting treatment\n\nSubjects may receive a kidney transplant while in the study, either from a living or deceased donor to whom they were previously compatible, or from a previously incompatible donor in case there is a significant reduction in HLA antibody.",
                    "timeFrame": "Within 52 weeks post treatment initiation"
                },
                {
                    "measure": "Proportion of subjects with biopsy-proven acute or chronic antibody mediated rejection (AMR) within 52 weeks post-transplant in subjects who undergo a kidney transplant",
                    "description": "Antibody mediated rejection (AMR) is an important cause of graft loss after organ transplantation and is caused by anti-donor-specific antibodies, especially anti- human leukocyte antigen (HLA) antibodies.",
                    "timeFrame": "Within 52 weeks post-transplant"
                },
                {
                    "measure": "Number of biopsy-proven acute or chronic AMR events within 52 weeks post-transplant in subjects who undergo a kidney transplant",
                    "description": "Antibody mediated rejection (AMR) is an important cause of graft loss after organ transplantation and is caused by anti-donor-specific antibodies, especially anti- human leukocyte antigen (HLA) antibodies.",
                    "timeFrame": "Within 52 weeks post-transplant"
                },
                {
                    "measure": "Incidence of invasive fungal infections, mycobacterial infections or Pneumocystis jirovecii infection within 16 weeks after starting treatment",
                    "description": "A measure of infection-related morbidity.",
                    "timeFrame": "Within 16 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of invasive fungal infections, mycobacterial infections or Pneumocystis jirovecii infection within 26 weeks after starting treatment",
                    "description": "A measure of infection-related morbidity.",
                    "timeFrame": "Within 26 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of invasive fungal infections, mycobacterial infections or Pneumocystis jirovecii infection within 52 weeks after starting treatment",
                    "description": "A measure of infection-related morbidity.",
                    "timeFrame": "Within 52 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of cytomegalovirus (CMV) disease within 16 weeks after starting treatment",
                    "description": "CMV disease defined by the presence of detectable CMV in the blood and the presence of other clinical manifestations attributable to the CMV virus.",
                    "timeFrame": "Within 16 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of cytomegalovirus (CMV) disease within 26 weeks after starting treatment",
                    "description": "CMV disease defined by the presence of detectable CMV in the blood and the presence of other clinical manifestations attributable to the CMV virus.",
                    "timeFrame": "Within 26 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of cytomegalovirus (CMV) disease within 52 weeks after starting treatment",
                    "description": "CMV disease defined by the presence of detectable CMV in the blood and the presence of other clinical manifestations attributable to the CMV virus.",
                    "timeFrame": "Within 52 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of cytomegalovirus (CMV) infection within 52 weeks after starting treatment",
                    "description": "CMV infection confirmed by the presence of detectable CMV in blood by polymerase chain reaction \\[PCR\\] diagnostic testing, regardless of whether signs or symptoms are present.",
                    "timeFrame": "Within 52 weeks post treatment initiation"
                },
                {
                    "measure": "Incidence of post-transplant lymphoproliferative disorder (PTLD)",
                    "description": "As per diagnosis by local pathologist and treating physician.",
                    "timeFrame": "Within 52 weeks post-transplant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIndividuals who meet all of the following criteria are eligible for enrollment as study subjects-\n\n1. Subject must be able to understand and provide informed consent\n2. End stage renal disease (ESRD) on dialysis\n3. United Network for Organ Sharing (UNOS) listed listed with current calculated panel reactive antibodies (cPRA) ≥99.9% or \\>98% (with \\>5 years of waiting time) awaiting deceased donor transplant\n\n   --Note: Those with cPRA \\>98% with human leukocyte antigen (HLA)-incompatible approved living donor who have not received a transplant after 1 year in a paired kidney exchange program are also eligible\n4. Evidence of established immunity to Epstein-Barr Virus (EBV) as demonstrated by serologic testing\n5. Negative result of most recent tuberculosis (TB) testing or appropriately completed latent TB infection (LTBI) therapy.\n\n   * Testing should be conducted using either a PPD or interferon-gamma release assay (i.e., QuantiFERON-TB, T-SPOT.TB)\n   * Results from tests performed within 12 months prior to study entry are acceptable in the absence of any intervening exposure to TB\n   * Subjects with a positive test for LTBI must complete appropriate therapy for LTBI ---LTBI treatment regimens should be among those endorsed by the Centers for\n\n   Disease Control and Prevention (CDC), Division of TB Elimination, url:\n\n   https://www.cdc.gov/tb/topic/treatment/ltbi.htm\n6. Negative Food and Drug Administration (FDA)-approved test for human immunodeficiency virus (HIV) diagnosis (at screening or as documented in medical record, up to 12 months prior to screening)\n7. Negative Hepatitis C antibody test at screening or as documented in medical record, up to 12 months prior to screening\n\n   --If there is a history of treated hepatitis C then documentation of two consecutive negative HCV quantitative ribonucleic acid (RNA) Polymerase chain reaction (PCR) tests separated by at least 6 months is required. Untreated subjects with HCV RNA are eligible.\n8. Negative result for SARS-CoV-2 by an FDA-authorized molecular diagnostic test. Examples include, but are not limited to RT-PCR, LAMP, TMA, and qSTAR.\n9. Female subjects of reproductive potential must have a negative pregnancy test upon study entry\n10. All subjects of reproductive potential must agree to use of contraception for the duration of the study\n11. Subjects must have current vaccinations or documented immunity to varicella, measles, hepatitis B, pneumococcus, influenza, and zoster (if ≥50 years old)\n\n    * If subjects require administration of vaccines to meet eligibility requirements, they must wait at least 2 weeks between vaccination and the baseline (Visit 0) visit\n\nExclusion Criteria:\n\nIndividuals who meet any of these criteria are not eligible for enrollment as study subjects-\n\n1. Inability or unwillingness of a subject to give written informed consent or comply with study protocol\n2. Known active current or history of invasive fungal infection or non-tuberculous mycobacterial infection\n3. Hepatitis B surface antigen or core antibody positive\n4. Serious uncontrolled concomitant major organ disease excluding kidney failure\n5. Previous non-kidney solid organ or bone marrow transplant\n6. Any infection requiring hospitalization and intravenous (IV) antibiotics within 4 weeks of screening or by mouth (PO) antibiotics within 2 weeks\n7. Primary or secondary immunodeficiency\n8. History of active tuberculosis (TB), even if treated\n9. History of positive result for 2019-novel Coronavirus (2019-nCoV) by real-time reverse transcriptase (RT-PCR)\n10. Malignancy within the last 5 years except treated basal and squamous cell cancer of the skin or treated in situ cervical cancer\n11. History of plasma cell dyscrasia\n12. Alcohol, drug, or chemical abuse within 1 year\n13. Difficult peripheral venous access\n14. Need for uninterrupted anticoagulation\n15. Neutropenia (absolute neutrophil count \\<1000/uL) or thrombocytopenia (platelet count \\<100,000/uL) within 4 weeks prior to study enrollment\n16. Women who are currently pregnant or nursing\n17. Treatment with any investigational agent within 4 weeks (or 5 half-lives of investigational drug, whichever is longer) of screening\n18. Current treatment with other biological drug\n19. Immunization with live vaccine within 2 weeks of study baseline (Visit 0) visit\n20. Past or current medical problems or findings from physical examination or laboratory testing not listed above, which, in the opinion of the investigator, may:\n\n    * pose additional risks from participation in the study,\n    * interfere with the subject's ability to comply with study requirements, or\n    * impact the quality or interpretation of the data obtained from the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Flavio G. Vincenti",
                    "affiliation": "UCSF Kidney Transplant Research",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California at San Francisco Medical Center",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shreya Mall",
                            "role": "CONTACT",
                            "phone": "415-353-8380",
                            "email": "shreya.mall@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Immune Tolerance Network (ITN)",
                    "url": "https://www.immunetolerance.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The plan is to share data upon completion of the study in: Immunology Database and Analysis Portal (ImmPort), a long-term archive of clinical and mechanistic data from DAIT-funded grants and contracts.",
            "timeFrame": "On average, within 24 months after database lock for the trial.",
            "accessCriteria": "Open access.",
            "url": "https://www.immport.org/home"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                },
                {
                    "id": "D000069594",
                    "term": "Abatacept"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M483",
                    "name": "Abatacept",
                    "asFound": "Tolerable",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}