{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04775550",
            "orgStudyIdInfo": {
                "id": "21-007"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "DARA RVD For High Risk SMM",
            "officialTitle": "B- PRISM (Precision Intervention Smoldering Myeloma): A Phase II Trial of Combination of Daratumumab, Bortezomib, Lenalidomide and Dexamethasone in High- Risk Smoldering Multiple Myeloma",
            "acronym": "PRISM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dara-rvd-for-high-risk-smm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-25",
            "studyFirstSubmitQcDate": "2021-02-25",
            "studyFirstPostDateStruct": {
                "date": "2021-03-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Omar Nadeem, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Omar Nadeem, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Janssen, LP",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to learn whether the combination of daratumumab SC ( Darzalex Faspro), lenalidomide (Revlimid), bortezomib (Velcade) and dexamethasone works in treating smoldering multiple myeloma and preventing progression to active or symptomatic multiple myeloma.\n\nThe names of the study drugs involved in this study are:\n\n* Daratumumab (also called Darzalex Faspro)\n* Bortezomib (also called Velcade)\n* Lenalidomide (also called Revlimid)\n* Dexamethasone",
            "detailedDescription": "The purpose of this research study is to learn whether the combination of daratumumab (Darzalex Faspro), lenalidomide (Revlimid), bortezomib (Velcade) and dexamethasone works in treating smoldering multiple myeloma and preventing progression to active or symptomatic multiple myeloma.\n\nThis combination of drugs are considered \"investigational\" which means it has not been approved in this combination for smoldering myeloma by the United States Food and Drug Administration.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits\n\nThe names of the study drugs involved in this study are:\n\n* Daratumumab (also called Darzalex Faspro)\n* Bortezomib (also called Velcade)\n* Lenalidomide (also called Revlimid)\n* Dexamethasone\n\nParticipants may be treated for up to 24 months and will be followed for up to 3 years.\n\nIt is expected that about 30 people will take part in this research study.\n\nThis research study is a Phase II clinical trial, which tests the effectiveness of an investigational drug(s). The investigational drugs used in this research study are daratumumab (Darzalex Faspro), lenalidomide (Revlimid), bortezomib (Velcade) and dexamethasone. \"Investigational\" means that the FDA (the U.S. Food and Drug Administration) has not approved the combination of daratumumab (Darzalex Faspro), lenalidomide (Revlimid), bortezomib (Velcade) and dexamethasone as a treatment regimen for the specific disease."
        },
        "conditionsModule": {
            "conditions": [
                "High-risk Smoldering Multiple Myeloma",
                "Multiple Myeloma"
            ],
            "keywords": [
                "High-risk smoldering Multiple Myeloma",
                "Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Daratumumab, Bortezomib,Lenalidomide,Dexamethasone",
                    "type": "EXPERIMENTAL",
                    "description": "The research study procedures include screening for eligibility and study treatment including evaluations and follow up visits. Cycle Length is 28 days.\n\nThe names of the study drugs involved in this study are:\n\n* Daratumumab\n* Bortezomib\n* Lenalidomide\n* Dexamethasone",
                    "interventionNames": [
                        "Drug: Daratumumab",
                        "Drug: Bortezomib",
                        "Drug: Lenalidomide",
                        "Drug: Dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Daratumumab",
                    "description": "Subcutaneous, dosage per protocol, dose days vary per cycle. Cycle =28 days",
                    "armGroupLabels": [
                        "Daratumumab, Bortezomib,Lenalidomide,Dexamethasone"
                    ],
                    "otherNames": [
                        "Darzalex Faspro"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bortezomib",
                    "description": "Subcutaneous, dosage per protocol, dose days vary per cycle. Cycle =28 days",
                    "armGroupLabels": [
                        "Daratumumab, Bortezomib,Lenalidomide,Dexamethasone"
                    ],
                    "otherNames": [
                        "Velcade"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenalidomide",
                    "description": "Oral, dosage per protocol, days 1-21 per cycle",
                    "armGroupLabels": [
                        "Daratumumab, Bortezomib,Lenalidomide,Dexamethasone"
                    ],
                    "otherNames": [
                        "Revlimid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Oral, dosage per protocol, dose days vary per cycle. Cycle =28 days",
                    "armGroupLabels": [
                        "Daratumumab, Bortezomib,Lenalidomide,Dexamethasone"
                    ],
                    "otherNames": [
                        "Decadron"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of high risk smoldering multiple myeloma (SMM) patients who are MRD negative (MRD-)",
                    "description": "MRD negative disease (MRD-) is defined as zero residual sequence cells detected at a level of one million cells. At time of final analysis, the 2-year MRD- rate will be summarized as a proportion with a 90% exact binomial confidence interval",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective Response Rate",
                    "description": "(partial response or better according to the modified IMWG criteria) and the proportion of patients with a MRD, CR, PR or MR will be reported by Arm with 90% exact binominal confidence interval (CI).",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Duration of Response",
                    "description": "time from objective response to disease progression or death, or date last known progression-free and alive for those who have not progressed or died). The Kaplan-Meier method will be used.",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Progression-free survival",
                    "description": "(time from protocol therapy initiation to the disease progression or death from any cause, censored at date last known progression free for those who have not progressed or died). The Kaplan-Meier method will be used.",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Number of Participants with Treatment Related Adverse Events as Assessed by CTCAE v4.0",
                    "description": "For toxicity reporting, all adverse events and laboratory abnormalities will be graded and analyzed using CTCAE version 4",
                    "timeFrame": "2 Years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Must meet criteria of high-risk smoldering MM as described with one of the below criteria:\n\n  * Bone marrow clonal plasma cells ≥10% and any one or more of the following:\n\n    * Serum M protein ≥3.0 gm/dL\n    * Immunoparesis with reduction of two uninvolved immunoglobulin isotypes\n    * Serum involved/uninvolved free light chain ratio ≥8 (but less than 100)\n    * Free Light Chain Smoldering Myeloma patients are not excluded\n    * Progressive increase in M protein level (Evolving type of SMM)\\*\\*\\* Increase in serum monoclonal protein by ≥10% on two successive evaluations within a 6-month period\n    * Bone marrow clonal plasma cells 50-60%\n    * Abnormal plasma cell immunophenotype (≥95% of bone marrow plasma cells are clonal) and reduction of one or more uninvolved immunoglobulin isotypes\n    * High Risk FISH defined as any one or several of the following: t(4;14), t(14;16), t(14;20), del 17p or 1q gain\n    * MRI with diffuse abnormalities or 1 focal lesion (≥5mm)\n    * PET-CT with one focal lesion (≥5mm) with increased uptake without underlying osteolytic bone destruction\n  * OR High-risk per IMWG/Mayo 2018 \"20-2-20\" Criteria (at least 2 of the following)\n\n    * Bone marrow plasmacytosis ≥20%\n    * ≥ 2g/dl M protein\n\n      * 20 involved: uninvolved serum free light chain ratio\n* No evidence of CRAB criteria\\* or new criteria of active MM which including the following:\n\n  * Increased calcium levels: Corrected serum calcium \\>0.25 mmol/L(\\>1mg/dL) above the upper limit of normal or \\>2.75 mmol/L (\\>11mg/dL);\n  * Renal insufficiency (attributable to myeloma);\n  * Anemia (Hgb 2g/dL below the lower limit of normal or \\<10g/dL);\n  * Bone lesions (lytic lesions or generalized osteoporosis with compression fractures)\n  * No evidence of the following new criteria for active MM including the following:\n\n    * Bone marrow plasma cells \\>60%\n    * Serum involved/uninvolved FLC ratio ≥100\n    * MRI with more than one focal lesion\n  * Participants with CRAB criteria that are attributable to conditions other than the disease under study may be eligible after discussion with the Sponsor Investigator\n* ECOG Performance Status (PS) 0, 1, or 2 (Appendix A)\n* The following laboratory values obtained ≤ 28 days prior to registration:\n\n  * ANC ≥1000/ µL\n  * PLT ≥ 50,000/ µL\n  * Total bilirubin ≤ 2.0 mg/dL (If total is elevated check direct and if normal patient is eligible.)\n  * AST≤ 3 x institutional upper limit of normal (ULN)\n  * ALT ≤ 3 x institutional upper limit of normal (ULN)\n  * Estimated creatinine clearance≥ 60mL/min or a creatinine ≤ 2.2 mg/dL\n* Voluntary written informed consent before performance of any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to future medical care.\n* Females of childbearing potential\\* must have a negative serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL within 10 - 14 days and again within 24 hours prior to prescribing lenalidomide for Cycle 1 (prescriptions must be filled within 7 days as required by Revlimid REMS®) and must either commit to continued abstinence from heterosexual intercourse or begin TWO acceptable methods of birth control, one highly effective method and one additional effective method AT THE SAME TIME, at least 28 days before she starts taking lenalidomide.\n\n  -- A female of childbearing potential is a sexually mature female who: has not undergone a hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (i.e., has had menses at any time during the preceding 24 consecutive months)\n* All study participants must be registered into the mandatory Revlimid REMS® program and be willing and able to comply with the requirements of the REMS® program.\n* Females of child-bearing potential must adhere to the scheduled pregnancy testing as required in the Revlimid REMS® program.\n* Men must agree to use a latex condom during sexual contact with a female of childbearing potential even if they have had a successful vasectomy\n* Detectable clonality sequence by next generation sequencing using clonoSEQ assay to allow for minimal residual disease measurement\n* Ability to understand and the willingness to sign a written informed consent.\n\nExclusion Criteria:\n\n* Symptomatic Multiple Myeloma or any evidence of CRAB criteria, including presence of myeloma defining events (MDE). Any prior therapy for active Myeloma should also be excluded. Prior therapy for smoldering myeloma is not an exclusion criterion. Bisphosphonates are not excluded\n* Other concurrent chemotherapy, immunotherapy, radiotherapy, or any ancillary therapy considered investigational. Prior therapy with bisphosphonate is allowed. Prior radiation therapy to a solitary plasmacytoma is allowed. Prior clinical trials or therapy for smoldering MM or MGUS are allowed but should be discussed with the Principal Investigator.\n* Serious medical or psychiatric illness likely to interfere with participation in this clinical study.\n* Diagnosed or treated for another malignancy within 2 years of enrollment, with the exception of complete resection of basal cell carcinoma or squamous cell carcinoma of the skin, an in-situ malignancy, or low-risk prostate cancer after curative therapy.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant or nursing women will be excluded from the study because lenalidomide is an agent with the potential for teratogenic or abortifacient effects.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to daratumumab, bortezomib, lenalidomide, or hyaluronidase\n* Known seropositive for or active viral infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV) or SARS-CoV-2 (COVID-19).\n\n  * Patients who are seropositive because of hepatitis B virus vaccine are eligible.\n  * Patients who are positive for SARS-COV-2 antibody, HIV1 and 2 antibody, hepatitis B core antibody or hepatitis B surface antigen must have a negative polymerase chain reaction (PCR) result before enrollment. Those who are PCR positive will be excluded.\n* Subject has known chronic obstructive pulmonary disease (COPD) or severe, persistent asthma with a Forced Expiratory Volume in 1 second (FEV1) \\< 50% of predicted normal.\n\n  * Note that PFT/FEV1 testing is required at screening for patients suspected of having COPD or severe, persistent asthma or are suspected of having those conditions or other respiratory impairment",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Omar Nadeem, MD",
                    "role": "CONTACT",
                    "phone": "617-658-6000",
                    "email": "Omar_Nadeem@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Omar Nadeem, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stamford Hospital",
                    "status": "RECRUITING",
                    "city": "Stamford",
                    "state": "Connecticut",
                    "zip": "06902",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelsey Sokol, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.05343,
                        "lon": -73.53873
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Omar Nadeem, MD",
                            "role": "CONTACT",
                            "email": "Omar_Nadeem@dfci.harvard.edu"
                        },
                        {
                            "name": "Omar Nadeem, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Omar Nadeem, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Brigham Cancer Center - Foxborough",
                    "status": "RECRUITING",
                    "city": "Foxboro",
                    "state": "Massachusetts",
                    "zip": "02035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Naeem Tahir, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.06538,
                        "lon": -71.24783
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute - Merrimack Valley",
                    "status": "RECRUITING",
                    "city": "Methuen",
                    "state": "Massachusetts",
                    "zip": "01844",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pedro Sanz-Altamira, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.7262,
                        "lon": -71.19089
                    }
                },
                {
                    "facility": "Dana-Farber Brigham Cancer Center",
                    "status": "RECRUITING",
                    "city": "South Weymouth",
                    "state": "Massachusetts",
                    "zip": "02190",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nancy Kaddis, MD, MPH",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.1751,
                        "lon": -70.94949
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "DFCI - Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                },
                {
                    "id": "D000075122",
                    "term": "Smoldering Multiple Myeloma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000006942",
                    "term": "Hypergammaglobulinemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1462",
                    "name": "Smoldering Multiple Myeloma",
                    "asFound": "Smoldering Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M9993",
                    "name": "Hypergammaglobulinemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                },
                {
                    "id": "D000069286",
                    "term": "Bortezomib"
                },
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "relevance": "LOW"
                },
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M376",
                    "name": "Bortezomib",
                    "asFound": "Includes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}