{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03225131",
            "orgStudyIdInfo": {
                "id": "170112"
            },
            "secondaryIdInfos": [
                {
                    "id": "17-EI-0112"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Dark Adaptation in Participants With Age-Related Macular Degeneration",
            "officialTitle": "A Long-term Follow-up Study of Participants Enrolled in 11-EI-0147: Longitudinal Investigation of Dark Adaptation in Participants With Age-Related Macular Degeneration (DA_AMD)",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "dark-adaptation-in-participants-with-age-related-macular-degeneration"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-07-20",
            "studyFirstSubmitQcDate": "2017-07-20",
            "studyFirstPostDateStruct": {
                "date": "2017-07-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Eye Institute (NEI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMacular degeneration can cause permanent loss of central vision. This vision is important for seeing details. Age-related macular degeneration (AMD) is the leading cause of vision loss in people over 55 in the United States. Researchers want to follow people with AMD to study the early to middle stages of the disease.\n\nObjective:\n\nTo follow for another 5 years participants who completed NIH study 11-EI-0147.\n\nEligibility:\n\nParticipant was enrolled in and completed study 11-EI-0147.\n\nDesign:\n\nParticipants will have at least 6 study visits over 5 years. Each visit takes about 5 hours.\n\nAt visit 1, participants will be asked about their medical and eye disease history. They will have an eye exam. The exam will test vision, eye pressure, and eye movements. The pupil will be dilated with eye drops.\n\nParticipants will have baseline exams. These include a health history and questions about problems that affect their eyes under different lighting. They will answer these questions each year.\n\nAt each visit, participants will have some or all of these tests:\n\nEye exam\n\nDark adaptation protocol. This measures how fast the eyes recover when exposed to decreasing levels of light. The pupil will be dilated with eye drops. Participants will sit in front of a metal box with a camera inside. They will push a button when they see a light in the machine.\n\nView a bright background light for 5 minutes. After the light is turned off participants will push a button when a blue or red light is seen.\n\nSit in the dark for about 30 minutes. Participants will push a button when they see a blue or red light.",
            "detailedDescription": "Objective: The Dark Adaptation Extension study allows us to continue with the follow-up of participants who were enrolled in the clinical trial, 11-EI-0147, Longitudinal Investigation of Dark Adaptation in Participants with Age-Related Macular Degeneration, investigating long-term changes in dark adaptation in participants with a range of age-related macular degeneration severity who have already been characterized and followed under that protocol. To that aim, correlating structural features (obtained from multimodal imaging) as well as genetic and systemic factors obtained from biospecimens with functional measures (including dark adaptation, visual acuity and low luminance) will be done to understand the relationship of disease relevant factors and to create a model of disease pathogenesis and progression.\n\nStudy Population: Participants will be recruited from participants already enrolled in 11-EI-0147. Participants will have varying degrees of severity of AMD (Groups 0, 1, 2, 3 and 4). Group 0 (N=40) is defined as participants without AMD meaning no large drusen (\\>= 125 microns) or advanced AMD in either eye. Group 1 (N=40) is defined as participants with large drusen (\\>= 125 microns) in the study eye and no large drusen or advanced AMD (choroidal neovascularization (CNV) or geographic atrophy (GA)) in the fellow eye. Group 2 (N=40) is defined as participants with bilateral large drusen (\\>= 125 microns) with or without retinal pigment epithelial hypo/hyperpigmentary changes. Group 3 (N=40) is defined as participants with large drusen (\\>= 125 microns) in the study eye and advanced AMD (CNV or GA) in the fellow eye. Group 4 (N=40) is defined as participants with findings of reticular pseudodrusen (RPD) in the study eye, without advanced AMD in the study eye, and any level of AMD in the fellow eye. RPD is defined as having (1) the presence of reticular inter-lacing patterns on at least one en face imaging method (color photography, autofluorescence or infrared) and (2) confirmation of previously described findings of hyper-reflective material located between the retinal pigment epithelium (RPE) and the photoreceptor ellipsoid zone on SD OCT in those areas. Up to 40 diabetic\n\nparticipants will be recruited.\n\nDesign: This is a single center, exploratory, observational, longitudinal evaluation of dark adaptation response in AMD participants who have been followed over five years and will be followed over an additional five years to determine long-term evaluation of dark adaptometry (DA) change as a predictor for AMD progression and visual acuity (VA) loss. For the second five-year study period, participants will have six required study visits (baseline, 12, 24, 36, 48 and 60), continuing on an annual basis following exit from 11-EI-0147, for a total follow-up period of 11 years across both protocols. The windows surrounding each study visit will be plus and minus 6 weeks, except for the baseline visit which will be plus and minus 8 weeks.\n\nOutcome Measures: The primary objective will be to determine mean change, including distribution of change in dark adaptation response between baseline and months 12, 24 and 48 in participants with varying degree of severity of AMD (Groups 0, 1, 2, 3 and 4). Primary outcome data collected at Month 48 will be compared to the initial baseline testing done in 11-EI-0147 which will be 10-year data across both protocols. Dark adaptation parameters will be measured using the AdaptDxTM technology and also using the Medmont dark adaptation perimeter. The secondary outcomes include the mean change in dark adaptation and other characteristic parameters of the dark adaptation response from baseline at months 12, 24, 36, 48 and 60 from the two methods, and the mean change in best-corrected visual acuity (BCVA) of the study eye from baseline and months 12, 24, 36, 48 and 60. Exploratory outcomes for each of the five groups are to correlate mean BCVA of the study eye with mean dark adaptation response at baseline and months 36, 48, and 60 and to correlate AMD severity, including grading by an external Reading Center, with dark adaptation response at baseline and months 12, 24, 36, 48 and 60. Images from all visits may be sent to the Reading Center.\n\nOutcome measures for the genetic testing and RNA sequencing performed on participants co-enrolled in the Biobank protocol (12-EI-0042) include the interaction of key parameters of phenotype (such as visual acuity, dark adaptation, and retinal features on ocular imaging) with genetic variants and other biomarkers identified from biospecimens, and the characterization of new experimental models of eye health and disease."
        },
        "conditionsModule": {
            "conditions": [
                "Age-Related Macular Degeneration"
            ],
            "keywords": [
                "Age Related Macular Degeneration",
                "Dark Adaptation",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "0",
                    "description": "participants without AMD meaning no large drusen (= 125 microns) or advanced AMD in either eye"
                },
                {
                    "label": "1",
                    "description": "participants with large drusen (= 125 microns) in the study eye and no large drusen or advanced AMD (choroidal neovascularization (CNV) or geographic atrophy (GA)) in the fellow eye"
                },
                {
                    "label": "2",
                    "description": "participants with bilateral large drusen (= 125 microns) with or without retinal pigment epithelial hypo/hyperpigmentary changes"
                },
                {
                    "label": "3",
                    "description": "participants with large drusen (= 125 microns) in the study eye and advanced AMD (CNV or GA) in the fellow eye"
                },
                {
                    "label": "4",
                    "description": "participants with findings of reticular pseudodrusen (RPD) in the study eye, without advanced AMD in the study eye, and any level of AMD in the fellow eye"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary objective will be to determine mean change, including distribution of change in dark adaptation response between baseline and months 12, 24 and 60 in participants with varying degree of severity of AMD.",
                    "description": "The primary objective will be to determine mean change, including distribution of change in dark adaptation response between baseline and months 12, 24 and 48 in participants with varying degree of severity of AMD (Groups 0, 1, 2, 3 and 4).",
                    "timeFrame": "Months 12 and 24 and 48"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The secondary outcomes include the mean change in dark adaptation and other characteristic parameters of the dark adaptation response from baseline at months 12, 24, 36, 48 and 60, and the mean best-corrected visual acuity (BCVA) of the study ey...",
                    "description": "The secondary outcomes include the mean change in dark adaptation and other characteristic parameters of the dark adaptation response from baseline at months 12, 24, 36, 48 and 60 from the two methods, and the mean change in best-corrected visual acuity (BCVA) of the study eye from baseline and months 12, 24, 36, 48 and 60.",
                    "timeFrame": "Months 12, 24, 36, 48 and 60"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nParticipants will be eligible if the following inclusion criteria are met:\n\n1. Participant was enrolled in and completed 11-EI-0147. The minimum age of enrollment in 11-EI-0147 is 50;\n2. Participant is able to understand and sign the protocol s informed consent document;\n3. Participant is able to complete and comply with study assessments for the full duration of the study;\n4. Participant has a BCVA score of greater than or equal to 20/100 (Snellen equivalent) in study eye.\n\nEXCLUSION CRITERIA:\n\nParticipants who meet any of the following criteria will be excluded from this study:\n\n1. Participant has advanced AMD in the study eye at the baseline visit;\n2. The participant has an intercurrent illness, adverse event or worsening condition;\n3. Participant has an oral intake of high doses of vitamin A palmitate supplement (greater than or equal to 10,000 international units (IU) per day);\n4. Participant is an NEI employee or subordinate or co-worker of an investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be recruited from those already enrolled in protocol 11-EI-0147. Additionally, diabetic participants will be accrued across all groups to analyze the effects of diabetic retinopathy on dark adaptation in the context of the AdaptDx device.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angel H Garced, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 594-3141",
                    "email": "angel.garced@nih.gov"
                },
                {
                    "name": "Emily Y Chew, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6583",
                    "email": "echew@nei.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Y Chew, M.D.",
                    "affiliation": "National Eye Institute (NEI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2017-EI-0112.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "asFound": "Age-related Macular Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}