{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04312867",
            "orgStudyIdInfo": {
                "id": "R01HD097126",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01HD097126"
            },
            "organization": {
                "fullName": "Rhode Island Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Dating Violence Prevention Program Focusing on Middle School Boys",
            "officialTitle": "Dating Violence Prevention Program Focusing on Middle School Boys",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "dating-violence-prevention-program-focusing-on-middle-school-boys"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-16",
            "studyFirstSubmitQcDate": "2020-03-16",
            "studyFirstPostDateStruct": {
                "date": "2020-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rhode Island Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will test a web-based intervention to enhance emotion regulation skills and parent-son relationship communication to decrease adolescent boys' risk for dating violence involvement as well as attitudes supporting relationship aggression.",
            "detailedDescription": "Over the past ten years dating violence (DV) has been recognized as a significant public health problem affecting adolescents. Emerging data suggest that boys and girls have different developmental trajectories toward violence and therefore prevention programs that target their unique pathways to DV are needed. Despite this need, there is a relative dearth of such gender-informed programs for early adolescent boys. This research project aims to prevent the emergence of DV perpetration/ victimization among boys by developing a web-based intervention that is informed by research on gender-specific pathways to violence and harnesses the influence of parents during the early adolescent years.\n\nAmong boys, the perpetration of delinquency-related violence and attitudes supporting violence has been found to predict later perpetration of DV. Thus, gender-informed interventions designed to prevent DV in boys need to target skills that underlie violent behavior and attitudes. The goal of this study is to test a web-based intervention to enhance emotion regulation skills and parent-son relationship communication to prevent DV.\n\nA pilot trial was conducted to create and test the efficacy of the web-based intervention. Preliminary results suggested the program was effective in reducing dating-violence involvement. This Randomized Controlled Trial (RCT) will test the efficacy of the intervention against an active control designed to provide health related information in a format similar to that of the intervention condition. 340 families (English or Spanish-speaking) will be randomly assigned to complete the intervention program or the health-promotion control program. All families will complete the program in an observed setting, to ensure fidelity to intervention dosing. Parents and adolescents will complete the program together and then complete assessments of aggressive and risk behaviors, parent-child communication, and emotion regulation at baseline, 3-month,6-month, 12-month, 18-month, and 24-month follow-ups."
        },
        "conditionsModule": {
            "conditions": [
                "Adolescent Dating Violence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 340,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Project STRONG",
                    "type": "EXPERIMENTAL",
                    "description": "Project STRONG is an active skill-based intervention designed to prevent adolescent dating violence among middle school boys. Boys and a parent will complete the web-based program together focusing on improving communication and emotion regulation.",
                    "interventionNames": [
                        "Behavioral: Project STRONG"
                    ]
                },
                {
                    "label": "Health Promotion",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Health Promotion is an information-based program designed to mimic content areas provided during middle-school health education. The content is provided via a web-based interface to mirror the content delivery in the active intervention (Project STRONG).",
                    "interventionNames": [
                        "Behavioral: Health Promotion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Project STRONG",
                    "description": "Project STRONG is a 6-module web-based, dyadic intervention for middle school boys and their parents to complete. Its goal is primary prevention of adolescent dating violence by targeting parent-child communication and emotion regulation ability.",
                    "armGroupLabels": [
                        "Project STRONG"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Promotion",
                    "description": "Health promotion is a 6 module web-based, health information program designed to provide health content similar to that provided in a middle school health class. This program is designed to mirror Project STRONG for time and delivery method.",
                    "armGroupLabels": [
                        "Health Promotion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in dating violence perpetration and victimization from baseline to 24-months",
                    "description": "The Conflict in Adolescent Dating Relationships Inventory (CADRI), completed by dating teens, assesses verbal, emotional, physical, and sexual dating abuse perpetration and victimization with a current or recent dating partner. The CADRI has strong internal consistency (total α=.83) and 2-week test retest reliability, r=.68, p\\<.01, as well as acceptable partner agreement (r=.64, p\\<.01).",
                    "timeFrame": "At baseline, participants will report lifetime and past 6-month DV. For all other time points we will assess the past 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in number of relationship from baseline to 24 months",
                    "description": "The Relationship Inventory will obtain general information about adolescents' romantic relationships via 11 items assessing number of relationships, duration, time since last relationship, and number of relationships terminated or not initiated due to concerns about DV.",
                    "timeFrame": "Baseline, 3, 6, 12, 18, 24 months"
                },
                {
                    "measure": "Change in attitudes about relationship violence from baseline to 24 months",
                    "description": "Attitudes about Relationship Violence Questionnaire (ARVQ; 39 items), completed by parents and teens, assesses knowledge, attitudes, and methods of dealing with DV (subscale αs = .75 -.87).",
                    "timeFrame": "Baseline, 3, 6, 12, 18, 24 month followup"
                },
                {
                    "measure": "Change in aggressive behavior from baseline to 24 months",
                    "description": "The Aggression Questionnaire (AQ)110 has 34 items that rate five types of aggression (e.g., physical, verbal) (α=.94, rtt =.80, total score).",
                    "timeFrame": "Baseline, 3, 6, 12, 18, 24 month followup"
                },
                {
                    "measure": "Change in digital abuse behaviors from baseline to 24 months",
                    "description": "The Electronic Behaviors in Adolescent Relationships (EBAR) assesses digital forms of DV perpetration and victimization through 32 items",
                    "timeFrame": "Baseline, 6, 12, 18, 24 month followup"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in frequency of sexual and substance use behaviors from baseline to 24 months",
                    "description": "The Adolescent Risk Behavior Assessment (ARBA) will assess sexual behavior, including behaviors relevant to this developmental period (e.g., kissing, breast fondling) using previously validated items from the Psychosexual Development Interview (PDI)113. A modified version of the substance use section of the ARBA will assess use of alcohol, marijuana, inhalants, and other drugs.",
                    "timeFrame": "Baseline, 6, 12, 18, 24 month followup"
                },
                {
                    "measure": "Change in bullying behaviors from baseline to 24 months",
                    "description": "The Illinois Bully Scale (IBS)is a self-report measure assessing the frequency of fighting, peer victimization, and bully behavior (α = 0.88).",
                    "timeFrame": "Baseline, 6, 12, 18, 24 month followup"
                },
                {
                    "measure": "School discipline actions from baseline to 24 months",
                    "description": "School records of attendance, suspensions, and detentions will be collected to assess discipline problems, which may change as a result of changes in ER and aggressive behaviors. These measures will be calculated as a percent of school days in the assessment period, to adjust for vacations. Participating school districts use electronic systems to record this data; these variables will be collected from these systems",
                    "timeFrame": "24 month followup"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. adolescent is between 12 and 15 years old\n2. adolescent identifies as male\n3. adolescent enrolled in the 7th or 8th grade at a participating school,\n4. parent/legal guardian and teen are English or Spanish speaking,\n5. parent/legal guardian and son reside together at least 50% of the time,\n6. parent/legal guardian is willing to provide consent for the adolescent to participate in the study,\n7. adolescent is willing to provide assent for their own participation.\n\nExclusion Criteria:\n\n1. adolescent or parent is unable to read at a 4th grade level or has developmental delays,\n2. other family members in household have previously participated in the study",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "12 Years",
            "maximumAge": "15 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christopher Houck, PhD",
                    "role": "CONTACT",
                    "phone": "401-444-8539",
                    "email": "chouck@lifespan.org"
                }
            ],
            "locations": [
                {
                    "facility": "Rhode Island Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "09203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher D Houck, PhD",
                            "role": "CONTACT",
                            "phone": "401-444-8539",
                            "email": "CHouck@Lifespan.org"
                        },
                        {
                            "name": "Christopher D Houck, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Per NIH data sharing policy (2015), within one year of completion of the study and dissemination of primary study results, deidentified datasets will be made available to the public, along with the final version of the study protocol, data dictionaries, and brief instructions.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be deposited within one year of dissemination of primary study results to the National Institute of Child Health and Human Development Data and Specimen Hub (DASH). Access will be managed by DASH.",
            "accessCriteria": "Access to the deidentified data will be managed by DASH."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}