{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02773082",
            "orgStudyIdInfo": {
                "id": "HSC-MS-09-0520"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "DBS for Obsessive-Compulsive Disorder",
            "officialTitle": "Reclaim™ Deep Brain Stimulation (DBS) Therapy for Obsessive-Compulsive Disorder (OCD)",
            "acronym": "DBS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dbs-for-obsessive-compulsive-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-06-11",
            "studyFirstSubmitQcDate": "2016-05-11",
            "studyFirstPostDateStruct": {
                "date": "2016-05-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Albert Fenoy",
                "investigatorTitle": "Director, Functional Neurosurgery",
                "investigatorAffiliation": "Northwell Health"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Medtronic",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "There are two primary approaches to the treatment of OCD, pharmacotherapy and cognitive behavior therapy (CBT). Lack of therapeutic success with one approach leads to trials of the alternative approach or a combination of the two. A rarely used third therapy approach, appropriate for only the most severely afflicted and treatment resistant patients, is neurosurgical ablation of certain brain regions involved in mood and anxiety. The neurosurgical ablation procedures are irreversible in nature, and involve the destruction of specific volumes of brain tissue through various controlled means.\n\nSurgical procedures include cingulotomy, subcaudate tractotomy, limbic leucotomy which is a combination of the first two procedures and capsulotomy. DBS therapy is an alternative to neurosurgical procedures, specifically anterior capsulotomy, for patients with chronic, severe OCD which has proven resistant to primary pharmacological and/or behavior therapy options.\n\nResults from 26 severe, treatment-resistant OCD patients treated with DBS at four collaborating centers, three in the US, and one in Europe are summarized in great detail in pages 12-22 of the provided/attached \"Reclaim Summary of Safety and Probable Benefit.\"",
            "detailedDescription": "Procedure The DBS lead is stereotactically introduced into the target in the brain and fixed to the skull; the lead is then connected to a neurostimulator implanted subcutaneously in the subclavicular region. This is performed by a neurosurgeon skilled in this technique, as the same procedure is routinely performed in patients with other diseases.\n\nSample Size:\n\nThere is no minimum number or maximum, but is expected to be far less than 100. Patients that meet the inclusion criteria and will obtain insurance coverage will be candidates for the procedure. As this is not a study on efficacy, there is no statistical analysis to be performed. IRB approval is required per FDA stipulations. Recruitment: Patients who have medically refractory OCD for at least 5 years or more, have failed 3 or more SSRIs, and who meet the criteria for the indications above and are not contraindicated, will attempt to be recruited, or to at least learn more information about the procedure, through the use of flyers. These flyers will attempt to catch the attention of those subjects who may be candidates, and who may benefit from the procedure; only through a more detailed clinic visit would it be know if they meet criteria. The flyers are included as an attachment, and display contact information. They will be posted on line, on free advertising bulletin boards, and in Northwell/Zucker Psychiatry OCD clinics.\n\nCourse of Study Patients who are enrolled will meet the necessary requirements/indications for insurance coverage of the system to be implanted.\n\nAside from these criteria, no specific population will be targeted or else excluded from recruitment. They will sign the informed consent form (attached) prior to surgery if they agree with the course of action. They will be followed for clinical effect and side effects on a routine basis following surgery: after 2 weeks, 1, 2, 3, 4, 6 months and then every 6 months for months, by both the psychiatrist and neurosurgeon. The known risks are detailed in the attached Summary of Safety and Probable Benefit document, Section VIII, as well as the Device manual (attached). All patients enrolled will have their identity safe-guarded, will be issued subject numbers, and personal information will be kept electronically under lock and key in a permanent office.\n\nData Safety Monitoring As this procedure is nearly identical to that routinely performed here on patients with Parkinson's disease (except that these are different patients and thus a different brain structure is targeted), no specific/independent DSMB will be needed, as there is none currently in use nor needed for the Parkinson's patients. Risks to Clinicians/Researchers There are no known procedures or situations that will provide risks to the clinical/research staff."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-Compulsive Disorder (OCD)"
            ],
            "keywords": [
                "Treatment-Resistant",
                "Anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Reclaim™ DBS Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Procedure:\n\nThe DBS lead is stereotactically introduced into the target in the brain and fixed to the skull; the lead is then connected to a neurostimulator implanted subcutaneously in the subclavicular region. This is performed by a neurosurgeon skilled in this technique, as the same procedure is routinely performed in patients with other diseases (using other brain targets).",
                    "interventionNames": [
                        "Device: Reclaim™ DBS Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Reclaim™ DBS Therapy",
                    "description": "DBS is indicated for bilateral stimulation of the ventral anterior limb of the internal capsule as an adjunct to medications and as an alternative to anterior capsulotomy for treatment of chronic, severe, treatment-resistant obsessive compulsive disorder (OCD) in adult patients who have failed at least three selective serotonin reuptake inhibitors (SSRIs). Medtronic received humanitarian device exemption (HDE) approval for Reclaim DBS Therapy for the management of OCD on February 19, 2009.",
                    "armGroupLabels": [
                        "Reclaim™ DBS Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy as indicated by a decrease in obsessive compulsive symptoms as assessed by the Yale-Brown Obsessive Compulsive Scale (Y-BOCS)",
                    "description": "The Y-BOCS scale is used to determine severity of OCD and to monitor improvement during treatment. This scale, which measures obsessions separately from compulsions, specifically measures the severity of symptoms of obsessive-compulsive disorder without being biased towards the type of content of obsessions or compulsions present.\n\nThe Y-BOCS scale is a clinician-rated, 10-item scale, each item rated from 0 (no symptoms) to 4 (extreme symptoms), yielding a total possible score range from 0 to 40. The scale includes questions about the amount of time the patient spends on obsessions, how much impairment or distress they experience, and how much resistance and control they have over these thoughts. The same types of questions are asked about compulsions (e.g., time spent, interference, etc.) as well. The results can be interpreted based on the total score:\n\n0-7 is sub-clinical; 8-15 is mild; 16-23 is moderate; 24-31 is severe; 32-40 is extreme.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety as indicated by the number of Adverse Events",
                    "description": "Possible Adverse Events include:\n\npostoperative pain, stress, or discomfort lead repositioning stimulation not effective paresthesia dysarthria disequilibrium paresis intracranial hemorrhage DBS explantation erosion infection component malfunction (IPG, lead, extension) seizures subcutaneous hematoma electrical shocking or jolting headaches allergic reaction burr hole ring and cap failure electrode short circuit or open circuit attention or cognitive deficit, cramping diplopia dysphasia facial weakness neurostimulator changed from cycling mode to continuous mode insufficient oxygenation no connection at \"0\" electrode broken tunneling rod twelfth cranial nerve palsy",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* have a diagnosis of OCD with a documented duration of at least 5 years;\n* have OCD rated as severe or extreme illness;\n* have comorbid depression and anxiety;\n* have failed to improve following treatment with at least 3 selective serotonin reuptake inhibitors (SSRIs)\n* have completed or tried to complete Cognitive Behavior Therapy (CBT);\n* have no serious psychiatric disorder in addition to OCD (e.g. comorbid personality disorder) or substance abuse issues;\n* meet established criteria for implantation of a deep brain stimulation system; are 18 years old or older;\n\nExclusion Criteria:\n\n* hoarding as their primary subclassification;\n* have had a previous surgery to destroy the region of the brain that will be the target of stimulation;\n* are pregnant;\n* have any neurological disorders, including dementia;\n* have a bleeding disorder or are not taking blood thinners;\n* require routine MRIs.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenn Schugart",
                    "role": "CONTACT",
                    "phone": "7184708446",
                    "email": "jschugart@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Albert J Fenoy, MD",
                    "affiliation": "Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Zucker Hillside Hospital",
                    "status": "RECRUITING",
                    "city": "Queens",
                    "state": "New York",
                    "zip": "11004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenna Schugart",
                            "role": "CONTACT",
                            "phone": "718-470-8446",
                            "email": "jschugart@northwell.edu"
                        },
                        {
                            "name": "Albert J Fenoy, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Miklos Argyelan, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.68149,
                        "lon": -73.83652
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-06-28",
                    "uploadDate": "2024-07-09T11:31",
                    "filename": "ICF_000.pdf",
                    "size": 260655
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003193",
                    "term": "Compulsive Personality Disorder"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "asFound": "Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}