{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06337942",
            "orgStudyIdInfo": {
                "id": "23-001621"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Deceased Donor Bladder or Combined Kidney-bladder Transplantation: a Phase 0 First-in-human Study",
            "officialTitle": "Vascularized Composite Bladder Allograft Transplantation: a Phase 0 (First-in-human) Study for Deceased Donor Bladder or Combined Kidney-bladder Transplantation",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "deceased-donor-bladder-or-combined-kidney-bladder-transplantation-a-phase-first-in-human-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-15",
            "studyFirstSubmitQcDate": "2024-03-22",
            "studyFirstPostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nima Nassiri",
                "investigatorTitle": "Assistant HS Clinical Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to demonstrate the feasibility of bladder transplantation in patients with terminal bladder diseases who would benefit from a new bladder or a combined kidney and bladder transplant. The main questions it aims to answer are:\n\n* Is human bladder transplantation feasible and safe?\n* How will the new bladder function in terms of storage and emptying?\n\nParticipants will undergo a bladder-only or combined kidney and bladder transplantation. They will then be followed for two years to evaluate the efficacy, safety, and functionality of the bladder transplant."
        },
        "conditionsModule": {
            "conditions": [
                "Bladder Disease",
                "Bladder, Neurogenic",
                "Bladder Cancer",
                "Kidney Failure"
            ],
            "keywords": [
                "terminal bladder",
                "vascularized composite bladder allograft",
                "bladder transplantation",
                "combined kidney and bladder transplantation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bladder Transplantation",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with terminal bladders who do not have kidney failure and who qualify for the study may undergo bladder transplantation.",
                    "interventionNames": [
                        "Procedure: Bladder Transplantation"
                    ]
                },
                {
                    "label": "Combined Kidney and Bladder Transplantation",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with terminal bladders who also have kidney failure and who qualify for the study may undergo combined kidney and bladder transplantation.",
                    "interventionNames": [
                        "Procedure: Combined Kidney and Bladder Transplantation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Bladder Transplantation",
                    "description": "A bladder transplantation will be performed. The bladder will be recovered from a brain-dead human donor. The connections that will be made will include connections between donor and recipient blood vessels, the bladder transplant and the recipient urethra, and the recipient's ureter(s) to the new bladder.",
                    "armGroupLabels": [
                        "Bladder Transplantation"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Combined Kidney and Bladder Transplantation",
                    "description": "For patients who qualify for a combined kidney and bladder transplant, both a kidney and a bladder transplant will be performed. Both kidney and bladder allografts will be recovered from the same brain-dead human donor. The connections that will be made will include connections between donor and recipient blood vessels, the bladder transplant and the recipient urethra, and the kidney transplant ureter to the transplanted bladder. If the recipient has continued urine output, new connections between the native ureters and the transplanted bladder will also be made.",
                    "armGroupLabels": [
                        "Combined Kidney and Bladder Transplantation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Demonstrating the technical success of bladder or combined kidney-bladder transplantation",
                    "description": "The technical success of bladder transplantation will be evaluated. Technical success is defined as sustained and adequate perfusion to the bladder to maintain viability, as assessed through cystoscopic visual inspection and imaging, including ultrasound and cross-sectional imaging.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events after bladder or combined kidney-bladder transplantation",
                    "description": "Adverse events will be evaluated. The endpoint for this outcome will be immediate peri-operative, 30, and 90-day adverse profiles. CTCAE v5 criteria will be used to describe adverse events. Of note a rejection episode managed medically will be defined as a grade 3 adverse event, while rejection requiring allograft explantation will be graded as a CTCAE grade 4 event.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Incidence of immune rejection after bladder or combined kidney-bladder transplantation",
                    "description": "Monitoring for immune or cell-mediated rejection will be monitored for the duration of the study. The endpoint for this outcome will be the incidence of acute (within 7 days) and delayed transplant rejection (up to 30 days) post-transplantation. Rejection will be graded using a modified histological grading system adapted from Banff criteria, similar to that adopted in uterine transplantation. This is adapted from pre-existing grading criteria for vascularized composite allograft rejection. Chronic rejection will be evaluated thereafter, up to 1 year at regular follow-up intervals.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Evaluate the functionality of the transplanted bladder",
                    "description": "The capacity of the bladder will be measured by ultrasound and cystoscopic visualization at 3 month intervals during the first year post-transplant, and as clinically indicated thereafter. The ability of the bladder to empty will be evaluated through using uroflowmetry studies at 3 month intervals and urodynamic evaluations. Successful bladder capacity is defined as a volume exceeding 300 cc, while successful bladder emptying will be defined by a post-void residual of less than 100 cc.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-70 years\n* Positive history of one of the following:\n\n  1. Terminal bladder pathology resulting in poor compliance, recurrent refractory infections, and/or and resultant upper tract (kidney and ureteral) pathology, with possible resultant kidney disease.\n  2. Localized, non-metastatic, bladder cancer requiring radical cystectomy. In this protocol, the only patients with a history of urothelial cell carcinoma that has already been treated, with an appropriate disease-free interval would be considered. Moreover, only candidates requiring a joint kidney and bladder transplantation or patients with a pre-existing transplant, on standard immunosuppression, will be considered.\n* Patients that are on immunosuppression for pre-existing solid organ transplantation will be included in this study.\n* Patient agrees to comply with the protocol and states a dedication to the immunomodulatory treatment regime.\n* Patient has been previously fully vaccinated and boosted against COVID-19, or is willing to undergo timely vaccination.\n\n  (a) Caretakers of the recipient will be strongly encouraged to be vaccinated.\n* Patients must demonstrate appropriate manual dexterity or sufficient assistance at home to perform clean intermittent catheterizations as needed. The patient (or assistant) must demonstrate proficiency in performing clean intermittent catheterization during pre-transplant workup.\n* No co-existing medical condition which, in the opinion of the study team, could affect the immunomodulatory protocol, surgical procedure, or functional results. If the condition is amenable to treatment, the study team must agree that said condition should not significantly enhance the surgical risks of genitourinary transplantation. Examples of such medical conditions would include burden of atherosclerotic disease that would preclude vascular anastomosis, and psychiatric disorders that would preclude reliable adherence to medications.\n* No active co-existing psychosocial problems (i.e., alcoholism, drug abuse).\n* Negative crossmatch with donor.\n\nExclusion Criteria:\n\n* Positive history of one of the following medical co-morbidities:\n\n  1. HIV (active or seropositive), active hepatitis B or C, viral encephalitis, untreated sepsis, active tuberculosis, viral encephalitis, toxoplasmosis, varicella zoster virus\n  2. Conditions that may impact the success of the surgical procedure or increase the risk of postoperative complications including inherited coagulopathies like hemophilia, Von-Willebrand's disease, protein C and S deficiency, thrombocythemia, thalassemia, sickle cell disease.\n  3. Mixed connective tissue diseases and collagen disorders (can result in poor wound healing after surgery), including: mixed connective tissue disorder; severe deforming rheumatoid arthritis; infectious, post-infectious, or inflammatory (axonal or demyelinating) neuropathy; Ehlers-Danlos syndrome;\n  4. lipopolysaccharidosis or amyloidosis (effects nerve regeneration)\n  5. Impaired liver function as evaluated by liver function panel, including the presence of hyperbilirubinemia, elevated AST/ALT, and the presence of secondary coagulopathy, measured by prothrombin, international normalized ratio, and partial thromboplastin time.\n  6. Severe anemia (hemoglobin \\< 7 g/dL), leukopenia (WBC \\< 3 x 109 cell/L), or thrombocytopenia (platelets \\< 20 x109 cells/L).\n* Patient is either not vaccinated or is unwilling to undergo vaccination against COVID-19 prior to transplantation.\n* Oncology patient specific:\n\n  1. History of non-urothelial malignancy in past 5 years, with the exception of non-melanomatous skin cancer\n  2. History of malignancy involving metastases\n* Patients unable to receive adequate follow-up care and/or unable to receive immunosuppression due to geographic, financial or other reasons.\n* Patients with a smoking history who cannot demonstrate smoking cessation for a period of 6 months prior to listing and a desire to abstain from post-operative smoking will be excluded.\n* Records of poor medical compliance, documented psychological disorder(s), substance abuse or incomplete psychological clearance.\n* Particular attention will be paid to the candidate's compliance and their desire to undergo the offered procedure. While there is no \"score\" on any particular evaluation that would rule out a patient, certain factors can aid in the identification of patients who for example may not have the ability to comply with the medical directives necessary to care for a genitourinary transplant, or psychologically are not prepared for transplant, or who have unrealistic expectations about the transplant. The decision on eligibility is a team decision. All members of the team will discuss each candidate in a multidisciplinary meeting and reasons for concern over eligibility will be discussed at a Selection Committee Meeting. In circumstances where the candidate is considered to be less suitable, they could be given an opportunity to address these issues either through individual counseling or further education and then be reconsidered as a potential candidate. Every effort to prevent a request for allograft removal will be made.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana Lopez, MPH",
                    "role": "CONTACT",
                    "phone": "310-794-8893",
                    "email": "dlevinlopez@mednet.ucla.edu"
                },
                {
                    "name": "Gina Choi",
                    "role": "CONTACT",
                    "phone": "310-206-1515",
                    "email": "gichoi@mednet.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Magdalena Mendez-Smith",
                            "role": "CONTACT",
                            "phone": "310-267-7727",
                            "email": "mmendezsmith@mednet.ucla.edu"
                        },
                        {
                            "name": "Nima Nassiri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001750",
                    "term": "Urinary Bladder, Neurogenic"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "asFound": "Kidney Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "asFound": "Bladder Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5031",
                    "name": "Urinary Bladder, Neurogenic",
                    "asFound": "Bladder, Neurogenic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}