{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05037500",
            "orgStudyIdInfo": {
                "id": "I 1373721"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-08860",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "I 1373721",
                    "type": "OTHER",
                    "domain": "Roswell Park Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "Roswell Park Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Decitabine/Cedazuridine and Enzalutamide for the Treatment of Metastatic Castrate Resistant Prostate Cancer",
            "officialTitle": "A Phase 1b Clinical Trial: Improving Outcomes With Androgen Pathway Inhibitors by Targeting DNA Methyltransferase Activity",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "decitabine-cedazuridine-and-enzalutamide-for-the-treatment-of-metastatic-castrate-resistant-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-26",
            "studyFirstSubmitQcDate": "2021-08-31",
            "studyFirstPostDateStruct": {
                "date": "2021-09-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Roswell Park Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Comprehensive Cancer Network",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial is to find out the best dose decitabine/cedazuridine and possible benefits and/or side effects of decitabine/cedazuridine and enzalutamide in treating patients with castrate resistant prostate cancer that has spread to other places in the body (metastatic). Chemotherapy drugs, such as decitabine/cedazuridine, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Enzalutamide blocks the use of androgen by the tumor cells. Giving decitabine/cedazuridine together with enzalutamide may reverse or help prevent the acquired therapeutic resistance that is observed when enzalutamide is used alone. Drug resistance occurs when cancer cells stop responding to a chemotherapy that had previously been effective.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the safety of oral decitabine and cedazuridine (decitabine/cedazuridine) in combination with enzalutamide in patients with metastatic castrate resistant prostate cancer (mCRPC).\n\nSECONDARY OBJECTIVE:\n\nI. To determine the maximum tolerated dose (MTD) and recommended phase II dose (RP2D) of oral decitabine/cedazuridine in combination with enzalutamide in patients with metastatic castrate resistant prostate cancer (mCRPC).\n\nOUTLINE: This is a dose-escalation study of decitabine and cedazuridine.\n\nPatients receive decitabine and cedazuridine orally (PO) once daily (QD) on either days 1-3, 1-4, or 1-5 and enzalutamide PO QD on days 1-28. Treatments repeat every 28 days for up to 6 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days, then every 3 months for 24 months."
        },
        "conditionsModule": {
            "conditions": [
                "Castration-Resistant Prostate Carcinoma",
                "Stage IV Prostate Cancer AJCC v8",
                "Stage IVA Prostate Cancer AJCC v8",
                "Stage IVB Prostate Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (decitabine and cedazuridine, enzalutamide)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive decitabine and cedazuridine PO QD on either days 1-3, 1-4, or 1-5 and enzalutamide PO QD on days 1-28. Treatments repeat every 28 days for up to 6 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Decitabine and Cedazuridine",
                        "Drug: Enzalutamide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Decitabine and Cedazuridine",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (decitabine and cedazuridine, enzalutamide)"
                    ],
                    "otherNames": [
                        "ASTX727",
                        "C-DEC",
                        "CDA Inhibitor E7727/Decitabine Combination Agent ASTX727",
                        "Cedazuridine/Decitabine Combination Agent ASTX727",
                        "Cedazuridine/Decitabine Tablet",
                        "DEC-C",
                        "Inqovi"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Enzalutamide",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (decitabine and cedazuridine, enzalutamide)"
                    ],
                    "otherNames": [
                        "ASP9785",
                        "MDV3100",
                        "Xtandi"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "Assesses using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 30 days post-treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD)",
                    "description": "The MTD will be defined as the dose level at which 0 out of 3 or \\< 2 out of 6 patients within the same cohort experience dose-limiting toxicity (DLT). DLTs will be defined as an AE or clinically significant abnormal laboratory value assessed as unrelated to disease, disease progression, inter-current illness, or concomitant medications that occurs within the first 28 days of treatment with decitabine in cycle 1. These will be assessed using the NCI CTCAE version 5.0.",
                    "timeFrame": "Up to cycle 1 (1 cycle = 28 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male \\>= 18 years of age\n* Histological or cytological documentation of diagnosis of prostate cancer\n* Documented metastatic castrate resistant prostate cancer (mCRPC) patients currently on enzalutamide treatment\n* Tissue for correlative studies is needed; fresh biopsy is preferred where feasible (NOT mandatory) (nodal and visceral disease), particularly in patient at the recommended Phase 2 dose.\n* Initial dose escalation/de-escalation: Prior enzalutamide treatment and/or other approved treatments for CRPC for the dose finding phase (determination of MTD) of the study is allowed (Completed)\n* Expansion cohort: Once the MTD has been determined from the dose escalation/de-escalation portion of the study, patient eligibility for the expansion cohort will be genomically driven and will be restricted to metastatic CRPC patients with detectable genomic alterations in RB1 and/or TP53 obtained based on liquid/tissue biopsies. Enzalutamide naïve or patients currently on enzalutamide will be enrolled to the expansion cohort as long as they have detectable genomic alterations in RB1 and/or TP53\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* Have testosterone \\< 50 ng/dL if not currently on primary androgen deprivation with an LHRH analogue (agonist or antagonist). Note: Patients who are currently on primary androgen deprivation with an LHRH analogue (agonist or antagonist) and have not undergone orchiectomy must continue with this regimen and for these patients, testosterone measurement is not required for eligibility.\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n* ANC\\>1000 (Obtained within 14 days prior to treatment start)\n* Platelets \\>= 100 x 10\\^9/L (obtained within 14 days prior to treatment start)\n* Hemoglobin (HGB) \\>= 9 g/dL (obtained within 14 days prior to treatment start)\n* Creatinine clearance \\> 50 mL/min (obtained within 14 days prior to treatment start)\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 2.5 x upper limit of normal (ULN (obtained within 14 days prior to treatment start). If the patient has liver metastases, ALT and AST must still be =\\< 2.5 x ULN. Patients with liver metastases and AST/ALT above this limit will not be enrolled\n* Total bilirubin =\\< 1.5 x ULN; or total bilirubin (TBILI) =\\< 3.0 x ULN with direct bilirubin within normal range in patients with well documented Gilbert's Syndrome (obtained within 14 days prior to treatment start)\n* Ability to swallow and retain oral medication (without crushing, dissolving, or chewing tablets)\n* Sexually active males must agree to use a condom during intercourse while taking the study drug and for at least 3 months after stopping study treatment. Sexually active males should not father a child during this period. A condom is required to be used by vasectomized men in order to prevent delivery of the drug via seminal fluid. Should a woman become pregnant or suspect she is pregnant while her partner is participating in this study, she should inform her treating physician immediately\n* Participant must understand the investigational nature of this study and sign an Independent Ethics Committee/Institutional Review Board approved written informed consent form prior to receiving any study related procedure\n* NOTE: For blood chemistry labs, Roswell Park clinical blood chemistries are performed on plasma unless otherwise indicated\n\nExclusion Criteria:\n\n* Participant has a concurrent malignancy or malignancy within 3 years of treatment start, with the exception of adequately treated, basal or squamous cell carcinoma or non-melanomatous skin cancer\n* Participant has a known history of human immunodeficiency virus (HIV) infection (testing not mandatory)\n* Participant has clinically significant, uncontrolled heart disease and/or recent events including any of the following:\n\n  * History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting) or symptomatic pericarditis within 6 months prior to treatment start\n  * History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n  * Should not have active heart disease: uncompensated CHF; untreated arrhythmia, and no history of MI in the last 6 months\n* Patient is currently receiving any of the following medications and cannot be discontinued 7 days prior to treatment start:\n\n  * Known strong inducers or inhibitors of CYP3A4/5, including grapefruit, grapefruit hybrids and pummelos, star-fruit and Seville oranges\n* Patient who has received radiotherapy =\\< 4 weeks prior to start of treatment or limited field radiation for palliation =\\< 2 weeks prior to treatment start and, who has not recovered to grade 1 or better from related side effects of such therapy (exceptions include alopecia) and/or in whom \\>= 30% of the bone marrow was irradiated\n* Patients with central nervous system (CNS) involvement\n* Patients with seizure disorder\n* Patient has not recovered from all toxicities related to prior anticancer therapies to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade \\<1 (Exception to this criterion: patients with any grade of alopecia are allowed to enter the study)\n* Unwilling or unable to follow protocol requirements\n* Participant has any other concurrent severe and/or uncontrolled medical condition that would cause, in the investigator's judgment, an unacceptable safety risk\n* Any condition which in the Investigator's opinion deems the participant an unsuitable candidate to receive study drug",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Gurkamal S Chatta",
                    "affiliation": "Roswell Park Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Roswell Park Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14263",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gurkamal S. Chatta",
                            "role": "CONTACT",
                            "phone": "716-845-3117",
                            "email": "Gurkamal.Chatta@roswellpark.org"
                        },
                        {
                            "name": "Gurkamal S. Chatta",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "C000723076",
                    "term": "Decitabine and cedazuridine drug combination"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                },
                {
                    "id": "M156881",
                    "name": "Decitabine and cedazuridine drug combination",
                    "asFound": "Entered",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}