{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04874116",
            "orgStudyIdInfo": {
                "id": "R01HL149777-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01HL149777-01A1"
            },
            "organization": {
                "fullName": "Michigan State University",
                "class": "OTHER"
            },
            "briefTitle": "Decreasing Cardiovascular Risk for Patients With Diabetes",
            "officialTitle": "Improving Diabetic Patients' Adherence to Treatment and Prevention of Cardiovascular Disease",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "decreasing-cardiovascular-risk-for-patients-with-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-01",
            "studyFirstSubmitQcDate": "2021-05-01",
            "studyFirstPostDateStruct": {
                "date": "2021-05-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-24",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adesuwa Olomu",
                "investigatorTitle": "Swartz Endowed Professor of Medicine",
                "investigatorAffiliation": "Michigan State University"
            },
            "leadSponsor": {
                "name": "Michigan State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cardiovascular disease (CVD) complications are the leading cause of diabetes mellitus (DM)-related morbidity and mortality, creating a significant burden on the public health system. This burden is, in part, attributable to poor medication adherence, with 21-42% of patients failing to properly adhere to their care. Importantly, this issue is especially pronounced in minority and low-income populations, which show higher rates of chronic illness and lower medication adherence. Interventions that foster and reinforce patient-centered communication between clinicians and patients show promise in improving health outcomes. However, they have not been widely implemented, in part due to a lack of compelling evidence for their effectiveness in primary care settings. Project Objective: The investigators propose to evaluate the impact of a patient activation program: Office Guidelines Applied to Practice (Office-GAP) combined with mobile text messaging reinforcement (Way to Health \\[W2H\\]) on medication adherence in patients with DM compared to mobile texting alone. Office-GAP incorporates shared decision-making and a decision/support checklist to be completed during office visits, to foster patients' investment in their own care. W2H is a texting service that informs and encourages patients to adhere to goals and improve communication. The long-term goal is to develop a model that can reliably improve and sustain adherence and can be successfully implemented in primary care clinics to close the morbidity and mortality gap for minority/low-income DM patients. The hypothesis is that the combined face-to-face patient activation and texting- delivered reinforcement methods will facilitate communication between patients and providers, improving the frequency, accuracy, and timeliness of communication while reinforcing shared goals and engendering mutual respect more than texting alone. Improved communication between patients and providers may improve medication adherence, blood sugar, cholesterol, blood pressure control, and patient satisfaction with providers, and ultimately decrease burden of illness.\n\nResearch Strategy: The investigators will conduct a randomized community-based clinical trial in Federally-Qualified Health Centers (FQHCs) in Michigan enrolling 378 patients in 17 teams. All patients will receive usual care and medication for DM and CVD prevention. Eight teams will use W2H alone, and 9 teams will combine Office-GAP with WTH. The investigators will evaluate the impact of shared decision-making strategies for patients and providers.\n\nImpact: If successfully translated to clinical practice, these interventions have the potential to significantly impact patient care in FQHCs, improving outcomes for DM and CVD. This research also paves the way for shifting clinical practice across a spectrum of chronic disease where medication non-adherence is an issue.",
            "detailedDescription": "Study design and overview: The investigators will conduct this study with 17 teams in 12 clinics that serve low-income patients: Federally Qualified Health Centers (FQHC's). The goal of the study is to evaluate how well the approach to improving patient outcomes with a blend of communication strategies works in real-world settings compared to mobile phone texting alone. Each team will be randomly assigned to one of two groups: the Intervention (Group 1): includes a patient group meeting + a checklist used during each medical visit (together called Office-GAP) along with text messaging in between visits; the Control (Group 2) includes only the text messages.\n\nRandomization: The investigators will recruit 22 diabetes (DM) patients per team. All patients at a particular team will participate in the same group (intervention or control). The investigators chose this approach because it is realistic for providers and patients at a team to follow a similar approach. This also helps the comparison of control and intervention groups to be more accurate because there is less chance of mixing between the two groups. In Michigan, FQHCs have similar numbers and types of providers (internal and family medicine) and nurse practitioners.\n\nMethods. Setting: Because the investigators are interested in how well the interventions may address disparities in health outcomes for low-income and minority patients, they are recruited from FQHCs who serve these populations in Michigan. FQHC patients are mainly below federal poverty levels (92% of participants); 56% are non-white; 91% are uninsured or covered by Medicaid. Sample: A total of 378 patients, men and women, with Type II diabetes that is not well-controlled (the standard will be a score for the HbA1c test equal to or higher than 8) will be recruited. In the investigators' pilot studies, 80% of patients who met these criteria agreed to participate. In the pilot, about 10% dropped out before follow-up at 3 months and a further 3% dropped out before completion. A 20% dropout rate is anticipated. Recruiting 378 patients will result in 320 patients retained by the end of the 5 year study. Based on the pilot study and feedback from clinics, it is estimated that the enrollment goal will be reached within 4 years. Each FQHC will have at least 200 DM patients who meet the criteria.\n\nPatient Intervention procedures: Patients will participate either in the intervention group (Office-GAP + Texting) or in the control group (Texting only) as described below. All patients will receive medical treatment-as-usual from the participating clinics, consisting of diabetes care, usual preventive care, and other medical treatment as needed.\n\nOffice-GAP Intervention (Patient Activation Intervention): The investigators have described the Office-GAP intervention in previous peer-reviewed publications (1-3). Briefly, after recruitment, patients in the Office-GAP group will attend: 1) one scheduled group visit, (90-120 min; 4-6 patients at a time); 2) one follow-up visit with their providers within one month, and then at 3, 6, 9, and 12 months after the group visit. At these follow-up visits, providers will complete the Office-GAP Checklist, which evaluates medication prescribing behavior. In addition, shared decision-making (SDM) and goal setting occurs between patient and provider. These follow-up visits are patients' regularly scheduled visits with their providers and not additional to their usual care.\n\nAt the group visit: Research Assistants will obtain informed consent/HIPAA authorization from patients after introducing them to the study; Group 1: Office-GAP + Texting session: the group visit is a Shared Decision Making (SDM) activation session wherein patients learn self-management behaviors, communication skills, and use of decision support tools (DSTs). They also learn how to use the eCap electronic pill container to monitor medication adherence; learn to use Way to Health Texting service and confirm set up on their mobile phone. Group 2: For the texting only group: participants will learn how to use Way to Health Texting service and confirm set up on their mobile phone, and learn how to use the eCap electronic pill container to monitor medication adherence. They will not experience the Office-GAP intervention. Both groups will also complete baseline study questionnaires during the group visit.\n\nOffice-GAP Follow-up visit with providers: the Office-GAP Checklist. The Office-GAP Checklist is the core tool of the SDM intervention. A one-page checklist, this SDM tool outlines all evidence-based medications for secondary prevention of cardiovascular disease (CVD) in T2DM patients. It is an in-consultation decision support tool that helps engage the patient and provider to encourage and enhance an SDM process via discussion of medication and secondary prevention/lifestyle changes during an office visit. In this study, the Office-GAP Checklist will be completed by the provider with direct patient involvement during the office visits at 0-1, 3, 6, 9 and 12 months. Only Group 1 patients will use this checklist during their office visits.\n\nThe Office-GAP Checklist also serves as a provider reminder at the point of care, because the provider records a check-mark for each medication: \"Yes\" (if patient is on the medication), \"No\" (if patient is not), or \"Does not apply to me because...\" A reason for exclusion of a medication is also provided (patient is not eligible for the medication, has a contraindication to its use, or the patient and provider have identified an alternative due to side effect or cost concerns). Details about the next appointment and any secondary prevention plan changes are also listed on the form. At the end of the visit, both patient and provider sign the form to confirm that they have reviewed the checklist. The patient receives a copy of the checklist to take home and a copy is retained in the patient record. All providers in the intervention teams receive a brief provider education in Office-GAP tool use and communication skills (described below C.4.15).\n\nEducational tool literacy standards. Office-GAP has been rigorously adapted for use with low health literacy patients. All study materials are grade 6 reading level.\n\nMobile DM self-management texting intervention (Way to Health Texting Program). During group visits, all patients in both groups will be taught how to send and receive text messages on their phone. The Way to Health service does not require patients to use a special app. Way to Health engages patients in two ways: 1) Patients receive daily Way to Health messages appropriate to their diagnosis and medications (e.g. BP, blood glucose, medication) and appointment reminders throughout the study. They also receive informational and educational texts. 2) Patients respond to prompts, and may contact their providers' office throughout the study via texting. Patients will receive additional diabetic modules that follow the standard for diabetes education for the rest of the 12 months once the initial 15 week program is complete. The Way to Health texting program will be used to encourage T2DM patients to maintain communication with their providers, improve medication adherence, and other secondary prevention and self-care between visits. Daily messages may take the form of reminders, prompts, education, or reinforcement. Sample message texts include \"Did you take your medications today?\" and \"How many times did you check your feet for wounds this week?\" The pilot found the program to be usable and effective for both patients and providers.\n\nProvider and Practice Staff Training. All intervention providers will participate in an interactive orientation which has been shown to promote behavioral change among health professionals. Providers will be asked to agree to participate in the study before the session. Provider/Staff Educational module: The training session is 90 minutes long. The session is scheduled at multiple times to meet providers' needs. In the pilot Office-GAP study, there was 100% participation by providers. The training module, delivered by the PI and Dr. Karen Kelly-Blake, includes: 1) brief presentations on effectiveness and cost-effectiveness of medical therapy and behavior changes in management of T2DM, blood pressure, and heart disease; 2) a hands-on practice session for providers to elicit patients' preferences and values; 3) an introduction to the Office-GAP Checklist and best practices for using it during a patient encounter; 4) review of the Smith evidence-based patient-centered method for establishing trust, communicating clearly, and engaging in goal-setting with patients. Providers will have a chance to practice skills using Braddock and Elwyn's approach to role-playing to model office visits; and 5) a complete pre-and post-training survey (before and after the training session) to determine provider attitudes about the use of DSTs, SDM, and mHealth in their practice and an end of study semi-structured interview. The investigators are highly experienced in provider training.\n\nAnalysis of outcomes: The primary outcome (medication adherence - how well patients adhere to their providers' advice to take medications) will be assessed in each individual patient by e-CAP monitoring, a device that signals when patients open their prescription medication bottles. The investigators will conduct preliminary analysis of study hypotheses at 6mo and 12mo using standard statistical tests. A comparison of Office-GAP plus Way to Health teams (Group 1) to Way to Health only teams (Group 2) at baseline will be conducted to be sure the patient populations are similar in terms of health characteristics that may influence the results. If substantive differences are found, the investigators will be able to control for these in subsequent analyses using statistical regression techniques. This method assures a degree of dissimilarity rather than assuming all of the clinical populations are identical. Equivalence between the groups will be assessed based on demographic factors such as age, gender, education, race/ethnicity."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Office-GAP is a Patient Activation Intervention Program for Group 1 that includes: 1) Group visit 2) Provider training for patient activation, and 3) Office-GAP checklist used in the office. Patients in Groups 1 and 2 will attend one group visit and 5 follow-up visits with their provider in 1 month, 3, 6, 9 and 12 months after the group visit. For Group 1, the group visit is a shared decision making (SDM) activation session wherein patients learn self-management behaviors, medication use, communication skills, and use of decision support tools (DST). The Office-GAP Checklist is an in-consultation DST that helps engage the patient and provider in initiating and enhancing a SDM process via discussion of medication and secondary prevention/lifestyle changes. Way to Health is a text-based DM self-management program. Groups 1 and 2 receive a 15-week customized program of text messages after the group visit. For the remaining 12 months, they will receive standard diabetic education modules.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 378,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Office Guidelines Applied to Practice (Office-GAP) + mobile phone text messaging",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive Office Guidelines Applied to Practice (Office-GAP) + mobile phone text messaging for 12 months.",
                    "interventionNames": [
                        "Behavioral: Office Guidelines Applied to Practice (Office-GAP) + Mobile text messaging"
                    ]
                },
                {
                    "label": "Mobile phone text messaging",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants receive mobile phone text messaging alone for 12 months.",
                    "interventionNames": [
                        "Behavioral: Mobile text messaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Office Guidelines Applied to Practice (Office-GAP) + Mobile text messaging",
                    "description": "Office-GAP incorporates shared decision-making and a decision/support checklist to be completed during office visits, to foster patients' investment in their own care. Way to Health is a cell phone messaging service that informs and encourages patients to adhere to goals and improve communication.",
                    "armGroupLabels": [
                        "Office Guidelines Applied to Practice (Office-GAP) + mobile phone text messaging"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Mobile text messaging",
                    "description": "Way to Health is a cell phone messaging service that informs and encourages patients to adhere to goals and improve communication.",
                    "armGroupLabels": [
                        "Mobile phone text messaging"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Medication adherence",
                    "description": "eCAP records real-time adherence data, tracking each opening with date and time",
                    "timeFrame": "Progression of adherence over 12 months"
                },
                {
                    "measure": "Change in Medication adherence",
                    "description": "Adherence to Refills and Medication (ARMs).",
                    "timeFrame": "Progression of adherence over 12 months"
                },
                {
                    "measure": "Change in Medication Adherence",
                    "description": "Survey to assess medication adherence",
                    "timeFrame": "Progression of adherence over 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in UK Prospective Diabetes Study (UKPDS)",
                    "description": "Diabetes-specific 10-year CVD and stroke risk",
                    "timeFrame": "Progression of risk over 12 months"
                },
                {
                    "measure": "Change in Patient activation measure",
                    "description": "13-item scale that reflects a developmental model of activation.",
                    "timeFrame": "Progression of activation model over 12 months"
                },
                {
                    "measure": "Change in CollaboRATE",
                    "description": "Measures level of shared decision-making in clinical encounter from patient's perspective. 3-question survey. Scale of 1 = no effort was made to 10 = every effort was made. Higher score indicates higher measure of shared decision-making between patient and provider.",
                    "timeFrame": "Progression of shared decision-making over 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients: aged \\>18 at participating Federally Qualified Health Care centers (FQHCs) and; 1) have a diagnosis of Type 2 diabetes (T2DM) with HbA1c \\>8, with or without CVD; 2) patient should be taking at least one prescribed medication for BP or cholesterol management 3) able to provide informed consent 4) able to read and speak English (grade 6 reading level); 5) have a cell phone with texting (provided by our study for any enrolled patient who does not have one).\n\nExclusion Criteria:\n\n1) medical record documentation of cognitive impairment, dementia or psychosis 2) plans to leave the area prior to study completion 3) participating in another cellphone program.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adesuwa Olomu, MD, MS",
                    "role": "CONTACT",
                    "phone": "517-432-0897",
                    "email": "olomua@msu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adesuwa Olomu, MD, MS",
                    "affiliation": "Michigan State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ingham Healthcare center",
                    "status": "RECRUITING",
                    "city": "Lansing",
                    "state": "Michigan",
                    "zip": "48742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Marshall, MD",
                            "role": "CONTACT",
                            "phone": "989-736-8157",
                            "email": "TMarshall@alconac.org"
                        },
                        {
                            "name": "Bernie O'Brien, PA",
                            "role": "CONTACT",
                            "phone": "989 471 5257",
                            "email": "BO'Brien@alconac.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.73253,
                        "lon": -84.55553
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27484348",
                    "type": "BACKGROUND",
                    "citation": "Olomu A, Hart-Davidson W, Luo Z, Kelly-Blake K, Holmes-Rovner M. Implementing shared decision making in federally qualified health centers, a quasi-experimental design study: the Office-Guidelines Applied to Practice (Office-GAP) program. BMC Health Serv Res. 2016 Aug 2;16(a):334. doi: 10.1186/s12913-016-1603-3."
                },
                {
                    "pmid": "27512651",
                    "type": "BACKGROUND",
                    "citation": "Olomu A, Khan NN, Todem D, Huang Q, Kumar E, Holmes-Rovner M. The Office Guidelines Applied to Practice program improves secondary prevention of heart disease in Federally Qualified Healthcare Centers. Prev Med Rep. 2016 Jun 29;4:357-63. doi: 10.1016/j.pmedr.2016.06.020. eCollection 2016 Dec."
                },
                {
                    "pmid": "30288401",
                    "type": "BACKGROUND",
                    "citation": "Olomu A, Khan NNS, Todem D, Huang Q, Bottu S, Qadri S, Holmes-Rovner M. Blood Pressure Control in Hypertensive Patients in Federally Qualified Health Centers: Impact of Shared Decision Making in the Office-GAP Program. MDM Policy Pract. 2016 Jul 7;1(1):2381468316656010. doi: 10.1177/2381468316656010. eCollection 2016 Jul-Dec."
                },
                {
                    "pmid": "35971135",
                    "type": "DERIVED",
                    "citation": "Olomu A, Kelly-Blake K, Hart-Davidson W, Gardiner J, Luo Z, Heisler M, Holmes-Rovner M. Improving diabetic patients' adherence to treatment and prevention of cardiovascular disease (Office Guidelines Applied to Practice-IMPACT Study)-a cluster randomized controlled effectiveness trial. Trials. 2022 Aug 15;23(1):659. doi: 10.1186/s13063-022-06581-6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Reach, Effectiveness, Adoption, Implementation, Maintenance",
                    "url": "http://www.re-aim.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The IPD that will be shared will be related to the IPD that underlie results in a publication when requested.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "After publication of study findings in peer reviewed journals",
            "accessCriteria": "Access it through the PI Dr. Ade Olomu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}