{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06495125",
            "orgStudyIdInfo": {
                "id": "STUDY00006144"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2024-04302",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00006144"
                },
                {
                    "id": "WINSHIP5947-23",
                    "type": "OTHER",
                    "domain": "Emory University"
                },
                {
                    "id": "P01CA257906",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P01CA257906"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Defactinib, Avutometinib and Nivolumab for the Treatment of Anti-PD1 Refractory LKB1-Mutant Advanced Non-Small Cell Lung Cancer",
            "officialTitle": "A Phase 2 Study of Defactinib and Avutometinib, in Combination With Nivolumab for Patients With Anti-PD1 Refractory LKB1-Mutant Advanced Lung Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "defactinib-avutometinib-and-nivolumab-for-the-treatment-of-anti-refractory-mutant-advanced-non-small-cell-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-02",
            "studyFirstSubmitQcDate": "2024-07-02",
            "studyFirstPostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Conor Steuer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well defactinib and avutometinib in combination with nivolumab works in treating patients with LKB1-mutant non-small cell lung cancer that has not responded (refractory) to an anti-PD1 treatment and may have spread from where it first started to nearby tissue, lymph nodes, or distant parts of the body (advanced). Defactinib and avutometinib belong to a class of drugs called kinase inhibitors. These drugs target kinase proteins found in tumor cells. Tumor cells need these proteins to survive and grow. By blocking these proteins, defactinib and avutometinib may cause tumors to stop growing or grow more slowly. Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the tumor and may interfere with the ability of tumor cells to grow and spread. Giving defactinib and avutometinib in combination with nivolumab may kill more tumor cells in patients with anti-PD1 refractory LKB1-mutant advanced non-small cell lung cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the efficacy (6-months progression free survival \\[PFS\\] rate) of defactinib and avutometinib when combined with nivolumab in patients with LKB1 mutated lung adenocarcinoma.\n\nSECONDARY OBJECTIVE:\n\nI. To evaluate response rate, overall survival and toxicity assessment.\n\nTERTIARY/EXPLORATORY OBJECTIVE:\n\nI. Biomarker evaluation will be conducted on archived tumor samples and on-study biopsies obtained in a subset of patients.\n\nOUTLINE:\n\nPatients receive defactinib orally (PO) twice daily (BID) on days 1-21, avutometinib PO twice weekly on Monday and Thursday, Tuesday and Friday or Wednesday and Saturday for 21 days and nivolumab intravenously (IV) on day 1. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients also undergo biopsy, blood sample collection, computed tomography (CT) or positron emission tomography (PET) on study.\n\nAfter completion of study treatment, patients are followed up every 3 months for up to 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Lung Adenocarcinoma",
                "Refractory Lung Adenocarcinoma",
                "Stage III Lung Cancer AJCC v8",
                "Stage IV Lung Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (defactinib, avutometinib, nivolumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive defactinib PO BID on days 1-21, avutometinib PO twice weekly on Monday and Thursday, Tuesday and Friday or Wednesday and Saturday for 21 days and nivolumab IV on day 1. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients also undergo biopsy, blood sample collection, CT or PET on study.",
                    "interventionNames": [
                        "Drug: Avutometinib",
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Computed Tomography",
                        "Drug: Defactinib",
                        "Biological: Nivolumab",
                        "Procedure: Positron Emission Tomography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Avutometinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "CH-5126766",
                        "CH5126766",
                        "CKI-27",
                        "R-7304",
                        "Raf/MEK Inhibitor VS-6766",
                        "RG 7304",
                        "RG-7304",
                        "RG7304",
                        "RO5126766",
                        "VS 6766",
                        "VS-6766",
                        "VS6766"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo biopsy",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "Computerized Tomography (CT) scan",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Defactinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "PF-04554878",
                        "VS-6063"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "ABP 206",
                        "BCD-263",
                        "BMS-936558",
                        "CMAB819",
                        "MDX-1106",
                        "NIVO",
                        "Nivolumab Biosimilar ABP 206",
                        "Nivolumab Biosimilar BCD-263",
                        "Nivolumab Biosimilar CMAB819",
                        "ONO-4538",
                        "Opdivo"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Positron Emission Tomography",
                    "description": "Undergo PET",
                    "armGroupLabels": [
                        "Treatment (defactinib, avutometinib, nivolumab)"
                    ],
                    "otherNames": [
                        "Medical Imaging, Positron Emission Tomography",
                        "PET",
                        "PET Scan",
                        "Positron emission tomography (procedure)",
                        "Positron Emission Tomography Scan",
                        "Positron-Emission Tomography",
                        "proton magnetic resonance spectroscopic imaging",
                        "PT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "PFS will be defined as the time from the date of first protocol therapy to the date of first documentation of disease progression or death due to any cause, whichever occurs first. PFS will be evaluated using Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1. PFS will be calculated with a 95% confidence interval using Kaplan-Meier method based on the efficacy evaluable population.",
                    "timeFrame": "At 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PFS",
                    "description": "PFS will be defined as the time from the date of first protocol therapy to the date of first documentation of disease progression or death due to any cause, whichever occurs first. PFS will be evaluated using RECIST v1.1. The Kaplan-Meier method will be used to estimate the median PFS with 95% confidence interval.",
                    "timeFrame": "At start of treatment to progression or death up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be measured from the date of first protocol treatment to the date of death. The Kaplan-Meier method will be used to estimate OS with 95% confidence interval.",
                    "timeFrame": "At start of treatment to death up to 5 years"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR will be measured from the time measurement criteria are met for complete response or partial response (whichever is first recorded) until the first date that recurrent or progressive disease is documented. Summary statistics will be used to describe the mean and median DOR.",
                    "timeFrame": "At response to recurrent or progressive disease up to 5 years"
                },
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "AEs will be graded using National Cancer Institute Common Toxicity Criteria for Adverse Events v5.0. All AEs will be summarized and described within each cohort. The incidence of severe events or toxicities will be described as well as the proportion of patients with grade 3 or higher toxicity.",
                    "timeFrame": "Up to 30 days after last dose of study treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have been histologically or cytologically diagnosed with non-small cell lung cancer, specifically lung adenocarcinoma\n* Patients must have advanced stage disease that is not amenable to combined modality therapy or surgical resection\n* Patients must have known LKB1 mutation\n* COHORT A ONLY: Patients must have known KRAS mutation\n* Patients must have progressed on prior therapy with immune checkpoint inhibitor alone and first line chemotherapy, either combined or sequentially, for advanced stage disease. No other lines of chemotherapy in the advanced stage therapy is allowed. The exception is patients with KRAS G12C are also allowed the use of one line of targeted Food and Drug Administration (FDA) approved therapy\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as ≥ 20 mm with conventional techniques or as ≥ 10 mm with spiral CT scan\n* Age ≥ 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Adequate recovery from toxicities related to prior treatments to at least grade 1 by Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5.0. Exceptions include alopecia and peripheral neuropathy grade ≤ 2\n* Absolute neutrophil count ≥ 1,500/mcL\n* Hemoglobin ≥ 8.0\n* Platelets ≥ 100,000/mcL\n* Total bilirubin ≤ 1.5 x upper limit of normal (ULN) for the institution; patients with Gilbert syndrome may enroll if total bilirubin \\< 3.0 mg/dL (51 umole/L)\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT)(serum glutamic pyruvic transaminase \\[SGPT\\]) alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 x ULN (or \\< 5 x ULN in patients with liver metastases)\n* Creatinine clearance ≥ 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Patients must have the ability to ingest oral medications\n* The effects of defactinib and avutometinib on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry,for the duration of study participation, for 3 months following the last dose of study therapy for male patients, and 1 month following the last dose of study therapy for female patients. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* Patients must be able to understand and be willing to sign a written informed consent document\n* Baseline corrected QT (QTc) interval \\< 460 ms for women and ≤ 450 ms for men (average of triplicate readings) (CTCAE grade 1) using Fredericia's QT correction formula. NOTE: This criterion does not apply to patients with a right or left bundle branch block\n\nExclusion Criteria:\n\n* Patients who have had systemic therapy within 3 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Patients who are receiving any other investigational agents\n* Patients with unstable or symptomatic brain metastasis or known leptomeningeal disease. Asymptomatic brain metastases are allowed if they meet the following criteria:\n\n  * Have been treated and have been stable for greater than or equal to 4 weeks as documented by radiologic imaging\n  * Have not required increasing doses of corticosteroids within 2 weeks prior to study treatment\n* Patients with history of pre-existing auto-immune conditions that would pose a higher risk for toxicity with nivolumab will be excluded\n* Patients who experienced serious auto-immune toxicity with prior immune checkpoint inhibitor therapy\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to avutometinib or defactinib\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Known hepatitis B, hepatitis C or human immunodeficiency virus (HIV) infection that is active and/or requires therapy\n* Active skin disorder that has required systemic therapy within the past 1 year. Surgically removed early stage skin cancers are allowed. Topical creams are allowed as well\n* History of rhabdomyolysis\n* Concurrent ocular disorders:\n\n  * Patients with history of glaucoma, history of retinal vein occlusion (RVO), predisposing factors for RVO, including uncontrolled hypertension, uncontrolled diabetes\n  * Patients with history of retinal pathology or evidence of visible retinal pathology that is considered a risk factor for RVO, intraocular pressure \\> 21 mm Hg as measured by tonometry, or other significant ocular pathology, such as anatomical abnormalities that increase the risk for RVO\n  * Patients with active or chronic, visually significant corneal disorders, other active ocular conditions requiring ongoing therapy or clinically significant corneal disease that prevents adequate monitoring of drug-induced keratopathy. Examples of visually significant corneal disorders include corneal degeneration, active or recurrent keratitis, and other forms of serious ocular surface inflammatory conditions. Visually significant corneal disorders do NOT include dry eyes, blepharitis, and uncomplicated corneal erosions\n* Patients with the inability to swallow oral medications or impaired gastrointestinal absorption due to gastrectomy or active inflammatory bowel disease\n* Treatment with warfarin. Patients on warfarin for deep vein thrombosis/pulmonary embolism should be converted to low-molecular-weight heparin (LMWH) or direct oral anticoagulants (DOACs). Exposure to medications (with or without prescriptions), supplements, herbal remedies, or foods with potential for drug-drug interactions with defactinib within 14 days prior to the first dose of avutometinib or defactinib and during the course of therapy, including:\n\n  * Strong CYP3A4 inhibitors or inducers, strong CYP2C9 inhibitors or inducers, strong P-glycoprotein (P-gp) inhibitors or inducers\n* Patients with a known \"treatable driver mutation\" with FDA approved targeted therapy (such as EGFR, ALK, ROS1, NTRK, BRAF, RET, MET exon 14, HER2). The exception is KRAS as listed in the inclusion section\n* History of prior malignancy within past 2 years prior to study entry, with the exception of curatively treated malignancies or malignancies with very low potential for recurrence or progression\n* Female patients who are pregnant or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Conor Steuer, MD",
                    "role": "CONTACT",
                    "phone": "404-778-5378",
                    "email": "csteuer@emory.edu"
                },
                {
                    "name": "Mashunte Holmes, PhD",
                    "role": "CONTACT",
                    "phone": "404-754-4990",
                    "email": "mashunte.holmes@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Conor E Steuer",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital Midtown",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Conor Steuer, MD",
                            "role": "CONTACT",
                            "email": "csteuer@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Conor E. Steuer",
                            "role": "CONTACT",
                            "phone": "404-778-5378",
                            "email": "csteuer@emory.edu"
                        },
                        {
                            "name": "Conor E. Steuer",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Saint Joseph's Hospital",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Conor Steuer, MD",
                            "role": "CONTACT",
                            "email": "csteuer@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000077192",
                    "term": "Adenocarcinoma of Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1687",
                    "name": "Adenocarcinoma of Lung",
                    "asFound": "Lung Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T3520",
                    "name": "Lung Adenocarcinoma",
                    "asFound": "Lung Adenocarcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}