{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04903470",
            "orgStudyIdInfo": {
                "id": "UCSD Department of Medicine"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Defecation Patterns in Constipated Patients",
            "officialTitle": "Understanding Defecation Patterns Using a Novel Device (Fecobionics) to Improve Treatment of Constipation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "defecation-patterns-in-constipated-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-06",
            "studyFirstSubmitQcDate": "2021-05-25",
            "studyFirstPostDateStruct": {
                "date": "2021-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ravinder Mittal",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic constipation (CC) is a common condition that affects up to 25% of the population in North America. It poses a major burden on the healthcare cost. The pathophysiology of this condition is poorly understood and consequently there are inadequate treatments. Current diagnostic tests provide incomplete and often conflicting information. Fecobionics is an electronic simulated stool that has the consistency and shape of normal stool. The device records pressures, cross-sectional area, orientation, bending, and shape of the rectum and anal canal simultaneously. The central hypothesis is that rectal peristalsis is a key component of the defecatory reflex which is not assessed in the current paradigm of diagnostic testing. The novel Fecobionics device will mimic the natural defecation and provide new mechanistic insights into the anorectal physiology and pathophysiology to facilitate the development of new treatments for CC. The Specific Aims are as follows: 1) Study the defecation dynamics in normal control subjects using Fecobionics. The investigators will establish the role of rectal contraction/peristalsis in the normal evacuation process. 2) Define the defecatory patterns in patients with CC associated with defecatory disorders. The investigators will determine if abnormalities of rectal contraction contribute to the CC. 3) Use a mathematical model of anorectal passage of Fecobionics for enhanced understanding of the normal and abnormal defecatory patterns, including the length-tension properties of the rectum and anal sphincter muscles. The proposal seeks to shift current CC research by providing a stool surrogate for examining the physiologic parameters of defecation reflex using a novel device that will record, pressure, deformability, biomechanics, vectoral and topographic changes in the rectum and anal canal. The noted parameters will be recorded using a wireless Fecobionics device that can examine in detail the mechanistic underpinnings (stress and deformation) of defecation reflex/process in health and disease. The impact of this project is that it assesses a novel, safe, low cost, less invasive, low-risk, radiation-free device in its ability to provide better understanding of evacuation and continence mechanisms and thereby facilitate future development of innovative therapies. The improvement can lead to improvement in diagnostic and therapeutic modalities and reduce healthcare costs associated with anorectal disorders.",
            "detailedDescription": "For aim 1 study, the hypothesis is that a correctly performed Valsalva maneuver in the presence of an inflated bag (stool) in the rectum initiates the rectal peristaltic reflex that results in contraction of the rectal smooth muscles cranial to the bag and relaxation of the rectum and internal anal sphincter caudal to the bag. The Fecobionics device records rectal pressure as a surrogate of abdominal wall contraction. Changes in rectal pressure, however, can also be related to the contraction of the rectal smooth muscles. The proposed studies will record, 1) Abdominal wall EMG, and rectal wall ultrasound imaging, using high frequency ultrasound catheter probe to distinguish the contribution of abdominal muscle and rectal muscle contraction, respectively to the rectal pressure, 2) The investigators will study the effects of atropine to inhibit rectal smooth muscle contraction) on the Fecobionics expulsion, 3) EMG activity of the EAS during the Fecobionics device expulsion will allow determination of the role of EAS in the defecation reflex. For these studies, 3 separate experiments are proposed (15 normal healthy volunteers for each aim) to achieve above goals: 1) Record EAS and abdominal muscle EMG during the Fecobionics expulsion test: if the increase in intrarectal pressure is related entirely to the abdominal wall contraction, there will be a perfect spatiotemporal synchrony (not the amplitude) between the abdominal wall EMG and intrarectal pressure waveform as recorded by the cranial sensor of the Fecobionics device. Fecobionics and EMG signals can be recorded using wireless system in the private setting. 2) The investigators will record ultrasound images of the rectal wall using high frequency ultrasound catheter probe during Fecobionics balloon test. The investigators expect to observe an increase in the rectal smooth muscle thickness as a marker of active smooth muscle contraction during rectal peristalsis induced by the Valsalva maneuver. The ultrasound transducer will be placed at the location of the cranial sensor to visualize the ascending contraction of the peristaltic reflex (contraction cranial to the distended bag). 3) The investigators will perform Fecobionics expulsion test before and after administration of atropine I.V. 15micrograms/Kg. Only the rectal smooth muscle contraction-induced induced increases in the intrarectal pressure will be eliminated by atropine (not the abdominal wall skeletal muscle contraction).\n\nFor aim 2, The investigators will study 100 patients who meet Rome IV criteria for chronic constipation will be studied. Fecobionics recordings, along with US imaging of the rectal wall, EMG recordings of the abdominal wall and external anal sphincter will be performed, like the ones described in aim 1. In 15 subjects with CC, who fail to evacuate Fecobionics bag, The investigators will administer edrophonium (Tensilon) 80 μg/Kg) and repeat the Fecobionics expulsion test. Edrophonium increases the level of acetylcholine at the neuromuscular synapse to stimulate cholinergic activity and will be expected to stimulate rectal peristalsis and restore evacuation in patients with abnormalities of rectal peristalsis. In another 15 subjects with CC who fail to evacuate Fecobionics bag, The investigators will administer Bisacodyl (2 capsules, 10 mg, dissolved in 10 ml of saline) into the lumen of rectum through a tubing attached to the Fecobionics device. 5-10 minutes later the investigators will repeat the Fecobionics expulsion test. Bisacodyl is a stimulant laxative, used routinely in clinical practice. It works at the level of the enteric nerves to stimulate colon motility. The investigators will test the hypothesis that stimulation of rectal peristalsis by Bisacodyl restores the Fecobionics evacuation in patients with defecatory disorder related to the abnormalities of rectal peristalsis. Fecobionics, EMG and ultrasound image recordings, similar to what we described in Aim 1 of the study, will be able to assess all of essential elements of defecatory reflex. The investigators can assess them in a binary fashion whether absent or present. Based on the studies in normal individuals, however, we will determine the quantitative values of these parameters and compare them in patients as to which elements are in the abnormal range. The analysis will generate data to test the hypothesis that the following elements are part of the defecatory reflex: 1) Rectal distension by the stool/distended balloon causing an urge to defecate, 2) Correctly performed Valsalva maneuver that generates some critical threshold level of intra-abdominal pressure, 3) Rectal peristalsis that cause contraction above the balloon and relaxation of the internal anal sphincter and 4) Relaxation of the external anal sphincter and puborectalis muscle\n\nAim 3 studies will validate a mathematical model of the anorectal passage of the Fecobionics device to predict the occurrence/non-occurrence of the event in question. In order to build a successful model, it is critical to know all the variables or parameters involved in the occurrence of any event. Defecation/evacuation is basically the motion of liquid/ solid material from rectum across the anal canal to the outside. The two important players in the evacuation process are the intrarectal pressure (driving force) and resistive force. The intrarectal pressure can be generated by abdominal wall contraction and/or rectal muscle contraction related increases in rectal pressure. On the other hand, resistive forces for the evacuation are related to the IAS, EAS, puborectalis muscle and frictional forces. Fecobionics data along with the US imaging data, EMG recordings of abdominal wall and EAS, for the first time should provide all the players involved in the defecation process. The investigators will be collecting data from the normal subjects and patients which can be plugged into a mathematical equation to predict successful event. However, above would only be possible if all the elements in the defecation/evacuation process are known. The purpose of the modelling experiment will be to determine if the assumption of known elements of the process of defecation can predict it correctly. For example, whether anorectal angle is critical for the continence/ incontinence function has never been addressed and the hope is that using modelling approach we will be able to determine if the above is correct, which can also be true for the other variables that we will record."
        },
        "conditionsModule": {
            "conditions": [
                "Constipation by Outlet Obstruction"
            ],
            "keywords": [
                "Obstructed defecation",
                "Pelvic floor dysynergia",
                "Paradoxical contraction of the anal sphincter",
                "Anorectal motility",
                "Impedance planimetry of anal sphincter"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "In this crossover study, the subjects receive from one drug up to a sequence of drugs such as atropine and edrophonium to study the effect on defecatory mechanisms.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The participant will not know the intended effect of the drug or the drug name.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Effect of atropine on the defecation",
                    "type": "EXPERIMENTAL",
                    "description": "Atropine is an anticholinergic drug and expected to inhibit rectal contractions and inhibit evacuation of the rectal balloon. Each subject will be studied twice once with and once without atropine.",
                    "interventionNames": [
                        "Drug: Atropin"
                    ]
                },
                {
                    "label": "Effect of bisacodyl on the defecation",
                    "type": "EXPERIMENTAL",
                    "description": "Bisacodyl is a stimulant of rectal contraction and expected to facilitate evacuation of rectal balloon (fecobionics device). Each subject will be studied twice, once with and once without bisacodyl.",
                    "interventionNames": [
                        "Drug: Bisacodyl"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bisacodyl",
                    "description": "Biscodyl a stimulant laxative is expected to stimulate rectal contraction and enhance expulsion of Fecobionics",
                    "armGroupLabels": [
                        "Effect of bisacodyl on the defecation"
                    ],
                    "otherNames": [
                        "Effect of bisacodyl on the expulsion of rectal balloon (fecobionics device)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Atropin",
                    "description": "Atropin is an anticholinergic drug that is expected to inhibit rectal contractions and make defecation more difficult.",
                    "armGroupLabels": [
                        "Effect of atropine on the defecation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evacuation duration of rectal balloon.",
                    "description": "Evacuation duration is the time it takes from evacuation is initiated until the balloon is expelled. Change from the evacuation duration baseline induced by atropine and bisacodyl.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rectal contraction pressure.",
                    "description": "Rectal contractions, i.e. increase in pressure, will be induced by balloon distension. Change in the rectal pressure baseline induced by Atropine and bisacodyl.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Anorectal angle.",
                    "description": "The anorectal angle is the angle between the direction of the anal canal and rectum. Change in baseline anorectal angle induced by atropine and bisacodyl.",
                    "timeFrame": "4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Two groups of subjects will be studied - normal healthy subjects and patients with chronic constipation.\n\nNormal subjects:\n\nInclusion criteria \\*Normal defecation pattern, i.e., bowel movement once every day or other day without excessive straining and sense of complete evacuation.\n\nExclusion Criteria:\n\n* Subjects not willing to consent and undergo the specified tests in this study\n* Pregnant women\n* Subjects with concurrent fecal incontinence and constipation symptoms\n* Chronic diseases\n* Taking medications that affect anorectal function\n* History of anorectal surgery or bowel resection.\n\nConstipation patients:\n\nInclusion Criteria:\n\n* Rome IV diagnostic criteria will be used to diagnose chronic constipation. Patients must have experienced at least two of the following symptoms over the preceding 3 months:\n\n  1. Fewer than three spontaneous bowel movements per week,\n  2. Straining for more than 25% of defecation attempts,\n  3. Lumpy or hard stools for at least 25% of defecation attempts, and\n  4. sensation of anorectal obstruction or blockage.\n\n     -\n\n     Exclusion Criteria:\n* Patients not willing to consent and undergo the specified tests in this study\n* pregnant women and patients with concurrent fecal incontinence\n* History of anorectal surgery or bowel resection.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ravinder K Mittal, MD",
                    "role": "CONTACT",
                    "phone": "18585343328",
                    "email": "rmittal@ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hans Gregersen, MD",
                    "affiliation": "California Medical Innovations Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093-0990",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ravinder K Mittal, MD",
                            "role": "CONTACT",
                            "phone": "858-534-3328",
                            "email": "rmittal@ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003248",
                    "term": "Constipation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6472",
                    "name": "Constipation",
                    "asFound": "Constipation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001726",
                    "term": "Bisacodyl"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002400",
                    "term": "Cathartics"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000054368",
                    "term": "Laxatives"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4590",
                    "name": "Atropine",
                    "relevance": "LOW"
                },
                {
                    "id": "M5008",
                    "name": "Bisacodyl",
                    "asFound": "Fragment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M27664",
                    "name": "Laxatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M20760",
                    "name": "Cholinergic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M5651",
                    "name": "Cathartics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}