{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06305689",
            "orgStudyIdInfo": {
                "id": "79144"
            },
            "organization": {
                "fullName": "Shriners Hospitals for Children",
                "class": "OTHER"
            },
            "briefTitle": "Defining Treatment Outcomes and Genetic Architecture in Idiopathic Toe Walking*",
            "officialTitle": "Defining Treatment Outcomes and Genetic Architecture in Idiopathic Toe Walking*",
            "acronym": "ITW",
            "therapeuticArea": [
                "Other"
            ],
            "study": "defining-treatment-outcomes-and-genetic-architecture-in-idiopathic-toe-walking"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-20",
            "studyFirstSubmitQcDate": "2024-03-04",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeremy Bauer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Shriners Hospitals for Children"
            },
            "leadSponsor": {
                "name": "Shriners Hospitals for Children",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To compare and contrast the clinical, gait and parent-reported outcomes following either non-operative (casting) or operative treatment for children with idiopathic toe walking (ITW) and determine whether there are specific genes associated with ITW.",
            "detailedDescription": "Toe walking is a very common diagnosis in children with a prevalence of 5% -24%. Persistent toe walking in children over 3 years of age often results in parental concern, provoking multiple medical visits, and a range of interventions. Additionally, toe walking has both social implications and concerns for increased foot and ankle pain in those with contracture. Idiopathic toe walking (ITW) is a diagnosis of exclusion and affirming the diagnosis, ascertaining if intervention is indicated, and determining the optimal timing and intervention strategy are not well defined in the literature. As a family history of toe walking is reported in many children with ITW, there is a strong possibility that a subset of children may have a genetic cause for the condition which may impact the clinical course and outcome of treatment. Several approaches to intervention have been suggested to address toe-walking including: observation, therapy, casting, botulinum toxin A as well as surgery to lengthen the gastroc-soleus complex at the level of the calf or Achilles tendon. The purpose of this multi-center study is to examine a well-defined cohort of children with ITW utilizing a combination of quantitative measurement tools, parent reported outcomes, and whole genome sequencing to promote an evidence-based approach to orthopaedic management of this population. One hundred and eighty children who meet the inclusion/exclusion criteria for this study will be recruited from 8 participating SHC sites (POR, NCA, SLC, CHI, PHL, SPO, GRN, LEX) and treated with either serial casting or surgery. Children will be assessed 3 times over 1 year (Baseline, 6-months and 1-year post intervention). A series of screening as well as delineated inclusion/exclusion criteria will be used to ensure the diagnosis of ITW. Clinical assessments, radiographs and 3-D gait analysis utilizing electromyography and a multi-segment foot model will be used to determine if there are differences in the range of motion, gait kinematics and kinetics, motor synergies and foot contact patterns following casting or surgery. Whole genome sequencing will be used to determine if there is a genetic basis for ITW can be identified. Analysis will focus on 1) comparing and contrasting the short and long-term outcomes following non-operative (casting) and surgical intervention to determine if one approach is more efficacious, 2) identify potential genetic determinants for ITWp and 3) identify the factors that mediate and moderate intervention efficacy. The knowledge gained from this study will promote development of an evidence-based and personalized approach to the management of ITW."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Toe Walking"
            ],
            "keywords": [
                "Idiopathic Toe Walking",
                "Gait",
                "Casting",
                "Surgery",
                "Genomics",
                "Motor Control",
                "Strength",
                "Balance and Coordination"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Serial Casting",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Repeated casts weekly until desired dorsiflexion range achieved",
                    "interventionNames": [
                        "Procedure: Serial Casting"
                    ]
                },
                {
                    "label": "Surgery",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Surgical procedure to the gastrocnemius and/or plantar fascia",
                    "interventionNames": [
                        "Procedure: Surgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Surgery",
                    "description": "Surgical procedure to the gastrocnemius and/or plantar fascia",
                    "armGroupLabels": [
                        "Surgery"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Serial Casting",
                    "description": "Repeated casts weekly until desired dorsiflexion range achieved",
                    "armGroupLabels": [
                        "Serial Casting"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gait parameters: Velocity",
                    "description": "Velocity (m/s) will be assessed during walking in the gait lab.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Gait Parameters:Stride Length (m)",
                    "description": "Stride Length (m) will be assessed during walking in the gait lab.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Three dimensional Gait Analysis:Kinematics (degrees)",
                    "description": "Kinematics as calculated from the reflective markers placed on the skin during the computerized gait analysis will allow for the computation of knee, ankle and foot kinematics during walking.\n\nKnee Kinematics (measured in degrees): Knee angle at IC, knee extension at midstance, peak knee flexion in swing.\n\nAnkle kinematics (measured in degrees): Ankle angle at IC, ankle angle at midstance, angle range of 3rd rocker, average ankle angle in stance, average ankle angle in swing.\n\nMultisegment Foot Motion (measured in degrees): ankle complex flexion, rotation, 2)midfoot flexion, rotation and 3) hallux varus and flexion rotation.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Dynamic Motor Control Index during Walking (Walk-DMC)",
                    "description": "Walk-DMC is a measure of motor control which is calculated from the dynamic muscle activity from five muscles (rectus femoris, medial and lateral hamstrings, tibialis anterior and gastrocnemius, bilaterally)",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Three dimensional Gait Analysis:Kinetics (nm/kg)",
                    "description": "Ankle kinetics: peak plantarflexion moment and power absorption at loading response, power generation at terminal stance will be calculated from the force plates and gait kinematics during the walking gait analysis.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Quantitative Assessment of Toe Walking",
                    "description": "Quantitative assessment of toe walking will be obtained with the in-shoe system the NURVV/RUN. The NURVV/RUN calculates the percentage of foot contact time spent on the rearfoot, midfoot and forefoot.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Pediatric Outcomes Data Collection Instrument",
                    "description": "Daily functional musculoskeletal health will be assessed with the Pediatric Outcomes Data Collection Instrument, a questionnaire that contains 108 questions in seven domains including four functional assessment areas: upper extremity functioning, transfers and basic mobility, sports and physical function, and comfort/pain. Items have different weights, with possible scores range from three (often, sometimes, rarely or never) to five (none, very mild, moderate, severe, very severe). For most items a lower score indicates higher functioning or a more positive quality of life.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Passive Range of Motion",
                    "description": "Dorsiflexion with and without knee flexion, popliteal angle are measured with a goniometer and measured in degrees",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                },
                {
                    "measure": "Muscle Strength",
                    "description": "A hand-held dynamometer (HHD) will be used to assess quantitative muscle strength, via a \"make test\" for ankle dorsiflexors/plantarflexors, and foot inverters/everters, bilaterally.",
                    "timeFrame": "Baseline, 6 months post intervention, 1 year post intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "The Toe Walking Tool",
                    "description": "This novel tool designed for screening out children who toe walk for other reasons such as neurogenic, neuromuscular, or traumatic. If any questions are answered as yes, the principal investigator will review to determine whether a diagnosis of idiopathic toe walking is appropriate.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Selective Motor Control",
                    "description": "Selective Voluntary Motor Control Scale is a simple clinical measure of the ability to selectively control the muscles. Selective motor control of the hip, knee, ankle, subtalar, and toe joints will be assessed using the Selective Voluntary Motor Control tool. A total of 10 points is possible for each side with higher numbers indicating more selective control.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Coactivation Tool",
                    "description": "The coactivation tool utilizes electromyographic activity during two lower extremity activities to determine whether there is coactivation between the gastrocnemius and the quadriceps during resistive knee extension bilaterally. Abnormalities in the muscle activation pattern may be an indication of a diagnosis other than idiopathic toe walking.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Bruininks-Oseretsky Test of Motor Proficiency (BOT-2)",
                    "description": "The subtests of Bilateral Coordination and Balance which form the Body Coordination composite score will be used ascertain coordination of children with ITW relative to age-matched norms to help characterize the population and determine if coordination influences outcome. Higher scores indicate better balance and bilateral coordination.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Genomics",
                    "description": "Whole Genome Sequencing will be done on the participant and both biological parents (if possible) to determine if the patient and their parents have any genetic abnormalities in genes that may be associated with toe walking and to determine if the cohort as a whole have potential new genes that may be indicative of toe walking.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of Idiopathic Toe Walking Persistent (ITWp)\n2. Between the ages of 6-18 years\n3. Passive dorsiflexion dorsiflexion with knee extension between -10 plantar flexion - + 5 degrees of dorsiflexion, DiGiovanni defined an isolated gastrocnemius contracture as maximum passive ankle dorsiflexion as \\< 5 degrees with the knee in full extension\n\nExclusion Criteria:\n\n1. Diagnosis of Autism or autism spectrum disorder\n2. Presence of any indicators of trauma, neuromuscular influence or neurogenic influence as identified by using the Toe Walking Tool",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paige Lemhouse",
                    "role": "CONTACT",
                    "phone": "971-544-3377",
                    "email": "plemhouse@shrinenet.org"
                },
                {
                    "name": "Susan Sienko, PhD",
                    "role": "CONTACT",
                    "phone": "503-221-3481",
                    "email": "ssienko@shrinenet.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeremy Bauer, MD",
                    "affiliation": "Shriners Hospitals for Children-Portland",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vincent Basas",
                            "role": "CONTACT",
                            "phone": "916-453-2132",
                            "email": "vincent.basas@shrinenet.org"
                        },
                        {
                            "name": "Jon R Davids, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60707",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann Flanagan",
                            "role": "CONTACT",
                            "phone": "773-622-5400",
                            "email": "aflanagan@shrinenet.org"
                        },
                        {
                            "name": "Kelsey Davidson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40508",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniella Hudgins",
                            "role": "CONTACT",
                            "phone": "859-268-5772",
                            "email": "Daniella.Hudgins@shrinenent.org"
                        },
                        {
                            "name": "Rebekah Leet, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paige Lemhouse",
                            "role": "CONTACT",
                            "phone": "971-544-3377",
                            "email": "plemhouse@shrinenet.org"
                        },
                        {
                            "name": "Jeremy Bauer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Susan Sienko, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19140",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalie Williams",
                            "role": "CONTACT",
                            "phone": "215-430-4248",
                            "email": "Natalie.Wiliams@shrinenet.org"
                        },
                        {
                            "name": "Sean Waldron, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brittney Southerland",
                            "role": "CONTACT",
                            "phone": "864-255-7955",
                            "email": "Brittney.Southerland@shrinenet.org"
                        },
                        {
                            "name": "Lauren Hyer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Westberry, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                },
                {
                    "facility": "Shriners Hospitals for Children",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Certer",
                            "role": "CONTACT",
                            "phone": "801-536-3807",
                            "email": "Lcarter@shrinenet.org"
                        },
                        {
                            "name": "Kristin Carroll, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Bruce MacWilliams, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Shriners Children's Spokane",
                    "status": "RECRUITING",
                    "city": "Spokane",
                    "state": "Washington",
                    "zip": "99204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charlotte Preuschoff",
                            "role": "CONTACT",
                            "phone": "509-623-0427",
                            "email": "cpreuschoff@shrinenet.org"
                        },
                        {
                            "name": "Ted Sousa, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.65966,
                        "lon": -117.42908
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}