{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04413097",
            "orgStudyIdInfo": {
                "id": "DOXIE"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R03HD105224-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R03HD105224-02"
                }
            ],
            "organization": {
                "fullName": "Sharp HealthCare",
                "class": "OTHER"
            },
            "briefTitle": "Delayed Cord Clamping With Oxygen In Extremely Low Gestation Infants",
            "officialTitle": "Delayed Cord Clamping With Oxygen In Extremely Low Gestation Infants",
            "acronym": "DOXIE",
            "therapeuticArea": [
                "Critical Care",
                "Respiratory",
                "Other"
            ],
            "study": "delayed-cord-clamping-with-oxygen-in-extremely-low-gestation-infants"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-27",
            "studyFirstSubmitQcDate": "2020-05-29",
            "studyFirstPostDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anup Katheria, M.D.",
                "investigatorTitle": "Director of Neonatal Research Institute",
                "investigatorAffiliation": "Sharp HealthCare"
            },
            "leadSponsor": {
                "name": "Sharp HealthCare",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "Sharp Mary Birch Hospital for Women & Newborns",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being conducted to compare the incidence of preterm infants (up to 28+6 weeks GA) who achieve a peripheral oxygen saturation of 80 percent by 5 minutes of life (MOL) given mask CPAP/PPV with an FiO2 of 1.0 during DCC for 90 seconds (HI Group) to infants given mask CPAP/PPV with an FiO2 of .30 during DCC for 90 seconds (LO Group).",
            "detailedDescription": "Prenatal consent will be obtained on infant's with estimated gestational age up to 28+6 weeks. Shortly before delivery, infant's will be randomly assigned to receive either Low oxygen concentration (FiO2 .30) OR High oxygen concentration (FiO2 1.0) during 90 seconds of delayed cord clamping.\n\nRandomization and intervention will remain blinded to the clinical care team during the entire study period. The research team member will open a randomization card when notified of a subject's impending birth, review the protocol with the obstetric provider performing the procedure, set-up the sterile stabilization bed, and note the time it takes from delivery until the clamping and cutting of the umbilical cord in both groups.\n\nThe research team member will set the oxygen blender as indicated by the randomization card and cover the blender to blind the FiO2 setting. The research team member will not be involved in the clinical care of the infant. The oxygen blender will be concealed from the clinical care team to ensure resuscitation maneuvers will not be biased.\n\nData will be submitted to the statistician, who will remain blinded to the intervention for the duration of the study.\n\nAt delivery, the infant will be placed on a platform that allows the infant to be close to the mother and the umbilical cord to remain intact for DCC. These beds are equipped with an oxygen blender, humidifier, t-piece resuscitator with mask, necessary to provide CPAP/PPV. At some centers the bed will be equipped with a radian warmer (Ceramotherm, Wyer GmbH, Germany) to maintain thermoregulation on the infant during delayed cord clamping.\n\nIf an infant is randomized to the DCC and Low Oxygen concentration (DCC LO group), the following procedure will ensue:\n\nDuring delayed cord clamping, the infant will be gently stimulated by drying the infant with a sterile towel and provide CPAP by 30 seconds of life. During delayed cord clamping, breathing assistance with CPAP of 5 cm H20 and a FiO2 0.3 will be provided.\n\nIf an infant is randomized to the DCC and High Oxygen concentration (DCC HI group), the following procedure will ensue:\n\nDuring delayed cord clamping, the infant will be gently stimulated by drying the infant with a sterile towel and provide CPAP by 30 seconds of life. During delayed cord clamping, breathing assistance with CPAP of 5 cm H20 and a FiO2 1.0 will be provided.\n\nPatency of the airway in both groups will be assessed by a Colorimetric CO2 detector. Lack of color change will indicate that the airway is not patent (obstructed), the pressure is not sufficient to expand the lungs, there was excessive air leak, or there was no or inadequate pulmonary blood flow. If there is no color change, the neonatal provider will reposition and reattempt to open the airway, if no improvement they will initiate PPV (starting PIP of 20 cm H20) by 60 seconds of life. Cord clamping will occur at 90 seconds or greater and the infant will be transferred to a standard neonatal warmer and resuscitated per NRP guidelines.\n\nAdditionally, when available heart rate data will be collected using a non-invasive dry-electrode monitor, (NeoBeat, Laerdal Medical, Stavanger, Norway) and applied over the infant's chest or abdomen to provide continuous display of heart rate during 90 seconds of DCC.\n\nPulse oximetry, ECG sensors and Near-Infrared Spectroscopy (NIRS) sensors will be applied after cord clamping. The NIRS sensor will be placed on the infant's forehead. Cerebral StO2, SpO2, blood pressure (once in the NICU) and Heart rate will be recorded every two seconds and linked with other variables. These variables will continue to be recorded for the first 24 hours of life.\n\nBlood sample will be collected at two different time points: Cord blood sample (T1: Cord blood collected after the cord is cut) and at 2 hours of life or NICU admission (T2). This is extra few drops of blood that is drawn from the baby for medical purposes (cord blood from cord gases and admission blood work up).\n\nSamples will be tested for oxidized and reduced glutathione which are the most reliable and comprehensive biomarkers of oxidative stress."
        },
        "conditionsModule": {
            "conditions": [
                "IVH- Intraventricular Hemorrhage",
                "Extreme Prematurity",
                "Hypoxia Neonatal",
                "Hyperoxia",
                "Respiratory Insufficiency"
            ],
            "keywords": [
                "Delayed Cord Clamping",
                "IVH- Intraventricular Hemorrhage",
                "Hyperoxia in Neonates",
                "Hypoxia Neonatal",
                "Continuous Positive Airway Pressure (CPAP)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Once consent is obtained and the research staff is notified of a subject's impending birth, our research team member will open a randomization card and set the oxygen blender on the special bed to either an FiO2 of .30 or 1.0 and cover the blender. The research team member will not be involved in the clinical care for the infant and will blind the clinical care team from the randomized assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DCC and Low Oxygen Concentration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "During 90 seconds of delayed cord clamping, the infant will receive gentle stimulation and start CPAP by 30 seconds of life at an FiO2 .30, with CPAP of 5 cmH20. If the infant is apneic or there is no Pedicap color change the team will begin positive pressure ventilation (starting PIP of 20 cmH20) by 60 seconds of life. The infant will remain on this support up until the umbilical cord is clamped at 90 seconds or greater. Once the cord is clamped the infant resuscitation will continue according to unit protocol.",
                    "interventionNames": [
                        "Procedure: Delayed Cord Clamping with Low Oxygen concentration"
                    ]
                },
                {
                    "label": "DCC and High Oxygen Concentration",
                    "type": "EXPERIMENTAL",
                    "description": "During 90 seconds of delayed cord clamping, the infant will receive gentle stimulation and start CPAP by 30 seconds of life at an FiO2 1.0, with CPAP of 5 cmH20. If the infant is apneic or there is no Pedicap color change the team will begin positive pressure ventilation (starting PIP of 20 cmH20) by 60 seconds of life. The infant will remain on this support up until the umbilical cord is clamped at 90 seconds or greater. Once the cord is clamped the infant resuscitation will continue according to unit protocol.",
                    "interventionNames": [
                        "Procedure: Delayed Cord Clamping with High Oxygen concentration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Delayed Cord Clamping with Low Oxygen concentration",
                    "description": "During delayed umbilical cord clamping of 90 seconds, breathing assistance with CPAP/PPV and low oxygen concentration (FiO2 0.30) will be provided.",
                    "armGroupLabels": [
                        "DCC and Low Oxygen Concentration"
                    ],
                    "otherNames": [
                        "DCC with Low Oxygen concentration",
                        "DCC LO group"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Delayed Cord Clamping with High Oxygen concentration",
                    "description": "During delayed umbilical cord clamping of 90 seconds, breathing assistance with CPAP/PPV and high oxygen concentration (FiO2 1.0) will be provided.",
                    "armGroupLabels": [
                        "DCC and High Oxygen Concentration"
                    ],
                    "otherNames": [
                        "DCC with High Oxygen concentration",
                        "DCC HI group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of administration of oxygen during delayed cord clamping and it's impact on the incidence of preterm infants (up to 28 +6 weeks) who achieve a peripheral oxygen saturation of 80 percent by 5 minutes of life",
                    "description": "To assess the feasibility and compare the incidence of preterm infants (up to 28+6 weeks GA) who achieve a peripheral oxygen saturation of 80 percent by 5 MOL given mask CPAP/PPV with an FiO2 of 1.0 during DCC for 90 seconds (HI Group) to infants given mask CPAP/PPV with an FiO2 of .30 during DCC for 90 seconds (LO Group).",
                    "timeFrame": "by 5 minutes of life"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All Grade IVH",
                    "description": "Any Intraventricular Hemorrhage (grades 1-4)",
                    "timeFrame": "Through study completion at hospital discharge, up to 6 months corrected gestational age (CGA)"
                },
                {
                    "measure": "Frequency of Grade III and IV intraventricular hemorrhage",
                    "description": "Intraventricular hemorrhages (grades 3-4) (bleeding in the brain parenchyma and/or ventricular dilation",
                    "timeFrame": "Through study completion at hospital discharge, up to 6 months corrected gestational age (CGA)"
                },
                {
                    "measure": "Resuscitation interventions",
                    "description": "Resuscitation interventions including intubation, chest compressions, medications",
                    "timeFrame": "In the first 10 minutes of life"
                },
                {
                    "measure": "Changes in heart rate (BPM) in the first 10 minutes of life",
                    "description": "Changes in heart rate (BPM) in the first 10 minutes of life",
                    "timeFrame": "In the first 10 minutes of life"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Inspired fractional oxygen (FiO2)",
                    "description": "Changes in Inspired fractional oxygen (FiO2)",
                    "timeFrame": "In the first 10 minutes of life"
                },
                {
                    "measure": "Duration of Hypoxia",
                    "description": "Duration of Hypoxia (defined as oxygen saturation\\<25th percentile of target ranges defined by Dawson et al.) in the first 10 minutes after birth",
                    "timeFrame": "The first 10 minutes of life in the delivery room"
                },
                {
                    "measure": "Duration of Hyperoxia",
                    "description": "Duration of Hyperoxia (defined as oxygen saturation\\>95%) in the first 10 minutes after birth",
                    "timeFrame": "The first 10 minutes of life in the delivery room"
                },
                {
                    "measure": "Changes in Mean airway pressure, MAP (cm H20)",
                    "description": "Changes in Mean airway pressure, MAP (cm H20)",
                    "timeFrame": "In the first 10 minutes of life"
                },
                {
                    "measure": "Duration of Positive Pressure Ventilation",
                    "description": "Duration of positive pressure ventilation",
                    "timeFrame": "The first 10 minutes of life in the delivery room"
                },
                {
                    "measure": "Blood pressures in the first 24 hours of life",
                    "description": "Blood pressures every hour in the first 24 hours of life",
                    "timeFrame": "In the first 24 hours of life"
                },
                {
                    "measure": "Cerebral tissue oxygenation in the first 24 hours of life",
                    "description": "Cerebral tissue oxygenation in the first 24 hours of life",
                    "timeFrame": "In the first 24 hours of life"
                },
                {
                    "measure": "Average oxygen saturation in the first 5 minutes after birth",
                    "description": "Oxygen saturation in the first 5 minutes after birth",
                    "timeFrame": "by 5 minutes of life"
                },
                {
                    "measure": "Average Heart rate in the first 5 minutes after birth",
                    "description": "Heart rate in the first 5 minutes after birth",
                    "timeFrame": "by 5 minutes of life"
                },
                {
                    "measure": "Intubation in the Delivery room or Neonatal Intensive Care Unit (NICU)",
                    "description": "Intubation in the Delivery room or Neonatal Intensive Care Unit (NICU)",
                    "timeFrame": "Birth through study completion at discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Lowest and Highest Hemoglobin and/or Hematocrit",
                    "description": "Hemoglobin and/or Hematocrit levels (before transfusion)",
                    "timeFrame": "First 24 hours of life"
                },
                {
                    "measure": "Mean arterial blood pressure",
                    "description": "Mean arterial blood pressure (collected hourly)",
                    "timeFrame": "First 24 hours of life"
                },
                {
                    "measure": "Medication for Low Blood Pressure",
                    "description": "Medication for Low Blood Pressure (e.g. hydrocortisone or pressors)",
                    "timeFrame": "First 24 hours of life"
                },
                {
                    "measure": "CRIB-II (Clinical Risk Index for Babies)",
                    "description": "CRIB-II (Clinical Risk Index for Babies)",
                    "timeFrame": "First 12 hours of life"
                },
                {
                    "measure": "Duration of mechanical ventilation and/or CPAP",
                    "description": "Number of days on mechanical ventilation and/or CPAP",
                    "timeFrame": "Birth through study completion at discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Surfactant administration",
                    "description": "Surfactant administration",
                    "timeFrame": "Immediately after intervention through study completion at hospital discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Number of RBC Transfusions since birth",
                    "description": "Number of RBC Transfusions since birth",
                    "timeFrame": "First 10 days after birth"
                },
                {
                    "measure": "Patent Ductus Arteriosus requiring pharmacological or surgical treatment",
                    "description": "Patent Ductus Arteriosus requiring pharmacological or surgical treatment",
                    "timeFrame": "Through study completion at discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Spontaneous Intestinal Perforation (SIP) requiring surgery or peritoneal drain",
                    "description": "Spontaneous Intestinal Perforation (SIP) requiring surgery or peritoneal drain",
                    "timeFrame": "Through study completion at discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Necrotizing Enterocolitis (Modified Bell's stage 2-3)",
                    "description": "Necrotizing Enterocolitis (Modified Bell's stage 2-3)",
                    "timeFrame": "Through study completion at discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Bronchopulmonary Dysplasia (mode of respiratory support administered at 36 weeks postmenstrual age; as defined and categorized in; Jensen, Dysart, Gantz, et al: Defining Bronchopulmonary Dysplasia) http://www.ncbi.nlm.nih.gov/pmc/articles/pmc6775872/",
                    "description": "Bronchopulmonary Dysplasia (mode of respiratory support administered at 36 weeks postmenstrual age; as defined and categorized in; Jensen, Dysart, Gantz, et al: Defining Bronchopulmonary Dysplasia) http://www.ncbi.nlm.nih.gov/pmc/articles/pmc6775872/",
                    "timeFrame": "Hospital course until 36 weeks PMA"
                },
                {
                    "measure": "Severe ROP (stage 3 or treated with laser or bevacizumab)",
                    "description": "Severe ROP (stage 3 or treated with laser or bevacizumab)",
                    "timeFrame": "After the intervention through study completion at hospital discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Combined outcome of severe IVH and/or death",
                    "description": "Combined outcome of severe IVH and/or death",
                    "timeFrame": "Through study completion at death or discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Death",
                    "description": "Death",
                    "timeFrame": "Through study completion at death or discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "SVC Flow",
                    "description": "Superior Vena Cava flow by echocardiography",
                    "timeFrame": "6 hours of life"
                },
                {
                    "measure": "RVO",
                    "description": "Right Ventricular output by echocardiography",
                    "timeFrame": "6 hours of life"
                },
                {
                    "measure": "Left Ventricular Output",
                    "description": "Left Ventricular output by echocardiography",
                    "timeFrame": "6 hours of life"
                },
                {
                    "measure": "Cognitive Composite Score",
                    "description": "Composite Score (cognitive 45-155; higher scores are better) as assessed by the Bayley Scales of Infant and Toddler Development Fourth Edition",
                    "timeFrame": "24 months corrected age"
                },
                {
                    "measure": "Language Composite Score",
                    "description": "Composite Score (language 45-155; higher scores are better) as assessed by the Bayley Scales of Infant and Toddler Development Fourth Edition",
                    "timeFrame": "24 months corrected age"
                },
                {
                    "measure": "Motor Composite Score",
                    "description": "Composite Score (motor 45-155; higher scores are better) as assessed by the Bayley Scales of Infant and Toddler Development Fourth Edition",
                    "timeFrame": "24 months corrected age"
                },
                {
                    "measure": "Cerebral Palsy",
                    "description": "As assessed by Gross Motor Function Classification System (GMFCS) Levels 1-5",
                    "timeFrame": "24 months corrected age"
                },
                {
                    "measure": "Neurodevelopmental Outcome at 2 Years of Age",
                    "description": "Overall and Domain Scores- Ages and Stages, 3rd ed. Questionnaire",
                    "timeFrame": "22-26 months corrected age"
                },
                {
                    "measure": "Pulsatility Index",
                    "description": "Pulsatility index calculated from Doppler of the Middle Cerebral Artery",
                    "timeFrame": "6 hours of life"
                },
                {
                    "measure": "Resistive Index",
                    "description": "Resistive index calculated from Doppler of the Middle Cerebral Artery",
                    "timeFrame": "6 hours of life"
                },
                {
                    "measure": "Changes in cerebral oxygenation saturation, StO2 (%)",
                    "description": "Changes in cerebral oxygenation saturation, StO2 (%)",
                    "timeFrame": "In the first 10 minutes of life"
                },
                {
                    "measure": "Changes in SpO2 (%) in the first 10 minutes of life",
                    "description": "Changes in SpO2 (%) in the first 10 minutes of life",
                    "timeFrame": "In the first 10 minutes of life"
                },
                {
                    "measure": "Inhaled Nitric Oxide",
                    "description": "Use of Inhaled Nitric Oxide for Respiratory failure or Pulmonary Hypertension",
                    "timeFrame": "Immediately after intervention through study completion at hospital discharge, up to 6 months of corrected gestational age"
                },
                {
                    "measure": "Glutathione (GSH/GSSG ratio)",
                    "description": "Assessment of oxidative biomarkers from birth up to 2 hours of life",
                    "timeFrame": "from birth up to NICU admission or in the first 2 hours of life"
                },
                {
                    "measure": "Thermoregulation",
                    "description": "Assessment of thermoregulation (axillary temperatures measured in degrees Celsius) during delayed cord clamping on extremely low gestational infants",
                    "timeFrame": "from 5 minutes of life up to NICU admission in the first 2 hours of life"
                },
                {
                    "measure": "Rate of Early Onset Sepsis",
                    "description": "assessment of early onset sepsis with a positive blood or CSF culture at \\</= 72 HOL",
                    "timeFrame": "From birth up to 72 hours of life"
                },
                {
                    "measure": "Rate of Late Onset Sepsis",
                    "description": "assessment of late onset sepsis with a positive blood or CSF culture at \\> 72 HOL",
                    "timeFrame": "From > 72 hours of life through study completion at death or discharge, up to 6 months of corrected gestational age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* up to 28+6 weeks Gestational age\n* Single and Multiple pregnancy\n* All modes of delivery (vaginally or caesarean section)\n\nExclusion Criteria:\n\n* Parents decline consent\n* Congenital anomalies of the newborn\n* Bleeding Accreta\n* Monochorionic multiples with evidence of TTTS\n* Fetal or maternal risk (i.e. compromise)\n* Preterm Premature Rupture of Membranes prior to 20 weeks gestation\n* Parents request no resuscitation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Weeks",
            "maximumAge": "28 Weeks",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anup Katheria, MD",
                    "role": "CONTACT",
                    "phone": "858-939-4170",
                    "email": "anup.katheria@sharp.com"
                },
                {
                    "name": "Felix Ines, RCP-RRT",
                    "role": "CONTACT",
                    "phone": "858-939-4136",
                    "email": "felix.ines@sharp.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anup Katheria, MD",
                    "affiliation": "Sharp HealthCare",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California Davis",
                    "status": "RECRUITING",
                    "city": "Davis",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Sollinger, MD",
                            "role": "CONTACT",
                            "email": "csollinger@ucdavis.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.54491,
                        "lon": -121.74052
                    }
                },
                {
                    "facility": "University of California San Diego Jacobs Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Henry Lee, MD",
                            "role": "CONTACT",
                            "email": "henrylee@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Sharp Mary Birch Hospital for Women and Newborns",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anup C Katheria, MD",
                            "role": "CONTACT",
                            "phone": "858-939-4198",
                            "email": "anup.katheria@sharp.com"
                        },
                        {
                            "name": "Felix Ines, RCP-RRT",
                            "role": "CONTACT",
                            "phone": "858-939-4136",
                            "email": "felix.ines@sharp.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "13679933",
                    "type": "BACKGROUND",
                    "citation": "Mercer JS, McGrath MM, Hensman A, Silver H, Oh W. Immediate and delayed cord clamping in infants born between 24 and 32 weeks: a pilot randomized controlled trial. J Perinatol. 2003 Sep;23(6):466-72. doi: 10.1038/sj.jp.7210970."
                },
                {
                    "pmid": "21252731",
                    "type": "BACKGROUND",
                    "citation": "Rabe H, Jewison A, Fernandez Alvarez R, Crook D, Stilton D, Bradley R, Holden D; Brighton Perinatal Study Group. Milking compared with delayed cord clamping to increase placental transfusion in preterm neonates: a randomized controlled trial. Obstet Gynecol. 2011 Feb;117(2 Pt 1):205-211. doi: 10.1097/AOG.0b013e3181fe46ff."
                },
                {
                    "pmid": "16585320",
                    "type": "BACKGROUND",
                    "citation": "Mercer JS, Vohr BR, McGrath MM, Padbury JF, Wallach M, Oh W. Delayed cord clamping in very preterm infants reduces the incidence of intraventricular hemorrhage and late-onset sepsis: a randomized, controlled trial. Pediatrics. 2006 Apr;117(4):1235-42. doi: 10.1542/peds.2005-1706."
                },
                {
                    "pmid": "3340910",
                    "type": "BACKGROUND",
                    "citation": "Hofmeyr GJ, Bolton KD, Bowen DC, Govan JJ. Periventricular/intraventricular haemorrhage and umbilical cord clamping. Findings and hypothesis. S Afr Med J. 1988 Jan 23;73(2):104-6."
                },
                {
                    "pmid": "8305996",
                    "type": "BACKGROUND",
                    "citation": "Hofmeyr GJ, Gobetz L, Bex PJ, Van der Griendt M, Nikodem C, Skapinker R, Delahunt T. Periventricular/intraventricular hemorrhage following early and delayed umbilical cord clamping. A randomized controlled trial. Online J Curr Clin Trials. 1993 Dec 29;Doc No 110:[2002 words; 26 paragraphs]."
                },
                {
                    "pmid": "15495045",
                    "type": "BACKGROUND",
                    "citation": "Rabe H, Reynolds G, Diaz-Rossello J. Early versus delayed umbilical cord clamping in preterm infants. Cochrane Database Syst Rev. 2004 Oct 18;(4):CD003248. doi: 10.1002/14651858.CD003248.pub2."
                },
                {
                    "pmid": "29097178",
                    "type": "BACKGROUND",
                    "citation": "Fogarty M, Osborn DA, Askie L, Seidler AL, Hunter K, Lui K, Simes J, Tarnow-Mordi W. Delayed vs early umbilical cord clamping for preterm infants: a systematic review and meta-analysis. Am J Obstet Gynecol. 2018 Jan;218(1):1-18. doi: 10.1016/j.ajog.2017.10.231. Epub 2017 Oct 30."
                },
                {
                    "pmid": "26477424",
                    "type": "BACKGROUND",
                    "citation": "Wyllie J, Perlman JM, Kattwinkel J, Wyckoff MH, Aziz K, Guinsburg R, Kim HS, Liley HG, Mildenhall L, Simon WM, Szyld E, Tamura M, Velaphi S; Neonatal Resuscitation Chapter Collaborators. Part 7: Neonatal resuscitation: 2015 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science with Treatment Recommendations. Resuscitation. 2015 Oct;95:e169-201. doi: 10.1016/j.resuscitation.2015.07.045. Epub 2015 Oct 15. No abstract available."
                },
                {
                    "pmid": "25689406",
                    "type": "BACKGROUND",
                    "citation": "Polglase GR, Dawson JA, Kluckow M, Gill AW, Davis PG, Te Pas AB, Crossley KJ, McDougall A, Wallace EM, Hooper SB. Ventilation onset prior to umbilical cord clamping (physiological-based cord clamping) improves systemic and cerebral oxygenation in preterm lambs. PLoS One. 2015 Feb 17;10(2):e0117504. doi: 10.1371/journal.pone.0117504. eCollection 2015."
                },
                {
                    "pmid": "25671807",
                    "type": "BACKGROUND",
                    "citation": "Hooper SB, Te Pas AB, Lang J, van Vonderen JJ, Roehr CC, Kluckow M, Gill AW, Wallace EM, Polglase GR. Cardiovascular transition at birth: a physiological sequence. Pediatr Res. 2015 May;77(5):608-14. doi: 10.1038/pr.2015.21. Epub 2015 Feb 4."
                },
                {
                    "pmid": "25368858",
                    "type": "BACKGROUND",
                    "citation": "Bhatt S, Polglase GR, Wallace EM, Te Pas AB, Hooper SB. Ventilation before Umbilical Cord Clamping Improves the Physiological Transition at Birth. Front Pediatr. 2014 Oct 20;2:113. doi: 10.3389/fped.2014.00113. eCollection 2014."
                },
                {
                    "pmid": "31742630",
                    "type": "BACKGROUND",
                    "citation": "Katheria A, Reister F, Essers J, Mendler M, Hummler H, Subramaniam A, Carlo W, Tita A, Truong G, Davis-Nelson S, Schmolzer G, Chari R, Kaempf J, Tomlinson M, Yanowitz T, Beck S, Simhan H, Dempsey E, O'Donoghue K, Bhat S, Hoffman M, Faksh A, Arnell K, Rich W, Finer N, Vaucher Y, Khanna P, Meyers M, Varner M, Allman P, Szychowski J, Cutter G. Association of Umbilical Cord Milking vs Delayed Umbilical Cord Clamping With Death or Severe Intraventricular Hemorrhage Among Preterm Infants. JAMA. 2019 Nov 19;322(19):1877-1886. doi: 10.1001/jama.2019.16004."
                },
                {
                    "pmid": "31488904",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Hassen K, Rich W, Poeltler D, Finer N. Resuscitation outcomes of infants that do not achieve a 5 min target SpO2 saturation. J Perinatol. 2019 Dec;39(12):1635-1639. doi: 10.1038/s41372-019-0491-x. Epub 2019 Sep 5."
                },
                {
                    "pmid": "28988158",
                    "type": "BACKGROUND",
                    "citation": "Oei JL, Finer NN, Saugstad OD, Wright IM, Rabi Y, Tarnow-Mordi W, Rich W, Kapadia V, Rook D, Smyth JP, Lui K, Vento M. Outcomes of oxygen saturation targeting during delivery room stabilisation of preterm infants. Arch Dis Child Fetal Neonatal Ed. 2018 Sep;103(5):F446-F454. doi: 10.1136/archdischild-2016-312366. Epub 2017 Oct 7."
                },
                {
                    "pmid": "27574999",
                    "type": "BACKGROUND",
                    "citation": "Katheria A, Poeltler D, Durham J, Steen J, Rich W, Arnell K, Maldonado M, Cousins L, Finer N. Neonatal Resuscitation with an Intact Cord: A Randomized Clinical Trial. J Pediatr. 2016 Nov;178:75-80.e3. doi: 10.1016/j.jpeds.2016.07.053. Epub 2016 Aug 26."
                },
                {
                    "pmid": "28923985",
                    "type": "BACKGROUND",
                    "citation": "Duley L, Dorling J, Pushpa-Rajah A, Oddie SJ, Yoxall CW, Schoonakker B, Bradshaw L, Mitchell EJ, Fawke JA; Cord Pilot Trial Collaborative Group. Randomised trial of cord clamping and initial stabilisation at very preterm birth. Arch Dis Child Fetal Neonatal Ed. 2018 Jan;103(1):F6-F14. doi: 10.1136/archdischild-2016-312567. Epub 2017 Sep 18."
                },
                {
                    "pmid": "31921719",
                    "type": "BACKGROUND",
                    "citation": "Dekker J, Martherus T, Lopriore E, Giera M, McGillick EV, Hutten J, van Leuteren RW, van Kaam AH, Hooper SB, Te Pas AB. The Effect of Initial High vs. Low FiO2 on Breathing Effort in Preterm Infants at Birth: A Randomized Controlled Trial. Front Pediatr. 2019 Dec 12;7:504. doi: 10.3389/fped.2019.00504. eCollection 2019."
                },
                {
                    "pmid": "23268664",
                    "type": "BACKGROUND",
                    "citation": "Vaucher YE, Peralta-Carcelen M, Finer NN, Carlo WA, Gantz MG, Walsh MC, Laptook AR, Yoder BA, Faix RG, Das A, Schibler K, Rich W, Newman NS, Vohr BR, Yolton K, Heyne RJ, Wilson-Costello DE, Evans PW, Goldstein RF, Acarregui MJ, Adams-Chapman I, Pappas A, Hintz SR, Poindexter B, Dusick AM, McGowan EC, Ehrenkranz RA, Bodnar A, Bauer CR, Fuller J, O'Shea TM, Myers GJ, Higgins RD; SUPPORT Study Group of the Eunice Kennedy Shriver NICHD Neonatal Research Network. Neurodevelopmental outcomes in the early CPAP and pulse oximetry trial. N Engl J Med. 2012 Dec 27;367(26):2495-504. doi: 10.1056/NEJMoa1208506."
                },
                {
                    "pmid": "23401615",
                    "type": "BACKGROUND",
                    "citation": "Bhatt S, Alison BJ, Wallace EM, Crossley KJ, Gill AW, Kluckow M, te Pas AB, Morley CJ, Polglase GR, Hooper SB. Delaying cord clamping until ventilation onset improves cardiovascular function at birth in preterm lambs. J Physiol. 2013 Apr 15;591(8):2113-26. doi: 10.1113/jphysiol.2012.250084. Epub 2013 Feb 11."
                },
                {
                    "pmid": "29054974",
                    "type": "BACKGROUND",
                    "citation": "Crawshaw JR, Kitchen MJ, Binder-Heschl C, Thio M, Wallace MJ, Kerr LT, Roehr CC, Lee KL, Buckley GA, Davis PG, Flemmer A, Te Pas AB, Hooper SB. Laryngeal closure impedes non-invasive ventilation at birth. Arch Dis Child Fetal Neonatal Ed. 2018 Mar;103(2):F112-F119. doi: 10.1136/archdischild-2017-312681. Epub 2017 Oct 20."
                },
                {
                    "pmid": "25039041",
                    "type": "BACKGROUND",
                    "citation": "van Vonderen JJ, Hooper SB, Hummler HD, Lopriore E, te Pas AB. Effects of a sustained inflation in preterm infants at birth. J Pediatr. 2014 Nov;165(5):903-8.e1. doi: 10.1016/j.jpeds.2014.06.007. Epub 2014 Jul 16."
                },
                {
                    "pmid": "8897651",
                    "type": "BACKGROUND",
                    "citation": "Davey MG, Moss TJ, McCrabb GJ, Harding R. Prematurity alters hypoxic and hypercapnic ventilatory responses in developing lambs. Respir Physiol. 1996 Aug;105(1-2):57-67. doi: 10.1016/0034-5687(96)00038-2."
                },
                {
                    "pmid": "28526223",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Brown MK, Faksh A, Hassen KO, Rich W, Lazarus D, Steen J, Daneshmand SS, Finer NN. Delayed Cord Clamping in Newborns Born at Term at Risk for Resuscitation: A Feasibility Randomized Clinical Trial. J Pediatr. 2017 Aug;187:313-317.e1. doi: 10.1016/j.jpeds.2017.04.033. Epub 2017 May 16."
                },
                {
                    "pmid": "23168790",
                    "type": "BACKGROUND",
                    "citation": "Committee on Obstetric Practice, American College of Obstetricians and Gynecologists. Committee Opinion No.543: Timing of umbilical cord clamping after birth. Obstet Gynecol. 2012 Dec;120(6):1522-6. doi: 10.1097/01.AOG.0000423817.47165.48."
                },
                {
                    "pmid": "26472855",
                    "type": "BACKGROUND",
                    "citation": "Perlman JM, Wyllie J, Kattwinkel J, Wyckoff MH, Aziz K, Guinsburg R, Kim HS, Liley HG, Mildenhall L, Simon WM, Szyld E, Tamura M, Velaphi S; Neonatal Resuscitation Chapter Collaborators. Part 7: Neonatal Resuscitation: 2015 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations. Circulation. 2015 Oct 20;132(16 Suppl 1):S204-41. doi: 10.1161/CIR.0000000000000276. No abstract available."
                },
                {
                    "pmid": "19645572",
                    "type": "BACKGROUND",
                    "citation": "Vento M, Aguar M, Escobar J, Arduini A, Escrig R, Brugada M, Izquierdo I, Asensi MA, Sastre J, Saenz P, Gimeno A. Antenatal steroids and antioxidant enzyme activity in preterm infants: influence of gender and timing. Antioxid Redox Signal. 2009 Dec;11(12):2945-55. doi: 10.1089/ars.2009.2671."
                },
                {
                    "pmid": "1123740",
                    "type": "BACKGROUND",
                    "citation": "Egan EA, Olver RE, Strang LB. Changes in non-electrolyte permeability of alveoli and the absorption of lung liquid at the start of breathing in the lamb. J Physiol. 1975 Jan;244(1):161-79. doi: 10.1113/jphysiol.1975.sp010789."
                },
                {
                    "pmid": "205826",
                    "type": "BACKGROUND",
                    "citation": "Walters DV, Olver RE. The role of catecholamines in lung liquid absorption at birth. Pediatr Res. 1978 Mar;12(3):239-42. doi: 10.1203/00006450-197803000-00017."
                },
                {
                    "pmid": "22254711",
                    "type": "BACKGROUND",
                    "citation": "Zhang Y, Chan GS, Tracy MB, Lee QY, Hinder M, Savkin AV, Lovell NH. Cerebral near-infrared spectroscopy analysis in preterm infants with intraventricular hemorrhage. Annu Int Conf IEEE Eng Med Biol Soc. 2011;2011:1937-40. doi: 10.1109/IEMBS.2011.6090547."
                },
                {
                    "pmid": "18673361",
                    "type": "BACKGROUND",
                    "citation": "Sorensen LC, Maroun LL, Borch K, Lou HC, Greisen G. Neonatal cerebral oxygenation is not linked to foetal vasculitis and predicts intraventricular haemorrhage in preterm infants. Acta Paediatr. 2008 Nov;97(11):1529-34. doi: 10.1111/j.1651-2227.2008.00970.x. Epub 2008 Jul 31."
                },
                {
                    "pmid": "24820234",
                    "type": "BACKGROUND",
                    "citation": "Raju TN. Research in perinatal and neonatal medicine--a scientific vision for future decades. Indian J Pediatr. 2014 Jun;81(6):570-7. doi: 10.1007/s12098-014-1467-7. Epub 2014 May 14."
                },
                {
                    "pmid": "16585307",
                    "type": "BACKGROUND",
                    "citation": "Fanaroff JM, Wilson-Costello DE, Newman NS, Montpetite MM, Fanaroff AA. Treated hypotension is associated with neonatal morbidity and hearing loss in extremely low birth weight infants. Pediatrics. 2006 Apr;117(4):1131-5. doi: 10.1542/peds.2005-1230."
                },
                {
                    "pmid": "16813974",
                    "type": "BACKGROUND",
                    "citation": "Fanaroff AA, Fanaroff JM. Short- and long-term consequences of hypotension in ELBW infants. Semin Perinatol. 2006 Jun;30(3):151-5. doi: 10.1053/j.semperi.2006.04.006."
                },
                {
                    "pmid": "17272616",
                    "type": "BACKGROUND",
                    "citation": "Laughon M, Bose C, Allred E, O'Shea TM, Van Marter LJ, Bednarek F, Leviton A; ELGAN Study Investigators. Factors associated with treatment for hypotension in extremely low gestational age newborns during the first postnatal week. Pediatrics. 2007 Feb;119(2):273-80. doi: 10.1542/peds.2006-1138."
                },
                {
                    "pmid": "18822428",
                    "type": "BACKGROUND",
                    "citation": "Paradisis M, Evans N, Kluckow M, Osborn D. Randomized trial of milrinone versus placebo for prevention of low systemic blood flow in very preterm infants. J Pediatr. 2009 Feb;154(2):189-95. doi: 10.1016/j.jpeds.2008.07.059. Epub 2008 Sep 25."
                },
                {
                    "pmid": "26116470",
                    "type": "BACKGROUND",
                    "citation": "Bravo MC, Lopez-Ortego P, Sanchez L, Riera J, Madero R, Cabanas F, Pellicer A. Randomized, Placebo-Controlled Trial of Dobutamine for Low Superior Vena Cava Flow in Infants. J Pediatr. 2015 Sep;167(3):572-8.e1-2. doi: 10.1016/j.jpeds.2015.05.037. Epub 2015 Jun 24."
                },
                {
                    "pmid": "11865269",
                    "type": "BACKGROUND",
                    "citation": "Osborn D, Evans N, Kluckow M. Randomized trial of dobutamine versus dopamine in preterm infants with low systemic blood flow. J Pediatr. 2002 Feb;140(2):183-91. doi: 10.1067/mpd.2002.120834."
                },
                {
                    "pmid": "19255015",
                    "type": "BACKGROUND",
                    "citation": "Finer NN, Rich W, Wang C, Leone T. Airway obstruction during mask ventilation of very low birth weight infants during neonatal resuscitation. Pediatrics. 2009 Mar;123(3):865-9. doi: 10.1542/peds.2008-0560."
                },
                {
                    "pmid": "20363455",
                    "type": "BACKGROUND",
                    "citation": "Rich WD, Leone T, Finer NN. Delivery room intervention: improving the outcome. Clin Perinatol. 2010 Mar;37(1):189-202. doi: 10.1016/j.clp.2010.01.011."
                },
                {
                    "pmid": "18977992",
                    "type": "BACKGROUND",
                    "citation": "Vento M, Aguar M, Leone TA, Finer NN, Gimeno A, Rich W, Saenz P, Escrig R, Brugada M. Using intensive care technology in the delivery room: a new concept for the resuscitation of extremely preterm neonates. Pediatrics. 2008 Nov;122(5):1113-6. doi: 10.1542/peds.2008-1422. No abstract available."
                },
                {
                    "pmid": "18458036",
                    "type": "BACKGROUND",
                    "citation": "Garey DM, Ward R, Rich W, Heldt G, Leone T, Finer NN. Tidal volume threshold for colorimetric carbon dioxide detectors available for use in neonates. Pediatrics. 2008 Jun;121(6):e1524-7. doi: 10.1542/peds.2007-2708. Epub 2008 May 5."
                },
                {
                    "pmid": "16801392",
                    "type": "BACKGROUND",
                    "citation": "Leone TA, Lange A, Rich W, Finer NN. Disposable colorimetric carbon dioxide detector use as an indicator of a patent airway during noninvasive mask ventilation. Pediatrics. 2006 Jul;118(1):e202-4. doi: 10.1542/peds.2005-2493. Epub 2006 Jun 26."
                },
                {
                    "pmid": "18519476",
                    "type": "BACKGROUND",
                    "citation": "Wang CL, Anderson C, Leone TA, Rich W, Govindaswami B, Finer NN. Resuscitation of preterm neonates by using room air or 100% oxygen. Pediatrics. 2008 Jun;121(6):1083-9. doi: 10.1542/peds.2007-1460."
                },
                {
                    "pmid": "29680471",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Harbert MJ, Nagaraj SB, Arnell K, Poeltler DM, Brown MK, Rich W, Hassen KO, Finer N. The Neu-Prem Trial: Neuromonitoring of Brains of Infants Born Preterm During Resuscitation-A Prospective Observational Cohort Study. J Pediatr. 2018 Jul;198:209-213.e3. doi: 10.1016/j.jpeds.2018.02.065. Epub 2018 Apr 18."
                },
                {
                    "pmid": "24560179",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Leone TA, Woelkers D, Garey DM, Rich W, Finer NN. The effects of umbilical cord milking on hemodynamics and neonatal outcomes in premature neonates. J Pediatr. 2014 May;164(5):1045-1050.e1. doi: 10.1016/j.jpeds.2014.01.024. Epub 2014 Feb 20."
                },
                {
                    "pmid": "26122803",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Truong G, Cousins L, Oshiro B, Finer NN. Umbilical Cord Milking Versus Delayed Cord Clamping in Preterm Infants. Pediatrics. 2015 Jul;136(1):61-9. doi: 10.1542/peds.2015-0368."
                },
                {
                    "pmid": "20472939",
                    "type": "BACKGROUND",
                    "citation": "SUPPORT Study Group of the Eunice Kennedy Shriver NICHD Neonatal Research Network; Finer NN, Carlo WA, Walsh MC, Rich W, Gantz MG, Laptook AR, Yoder BA, Faix RG, Das A, Poole WK, Donovan EF, Newman NS, Ambalavanan N, Frantz ID 3rd, Buchter S, Sanchez PJ, Kennedy KA, Laroia N, Poindexter BB, Cotten CM, Van Meurs KP, Duara S, Narendran V, Sood BG, O'Shea TM, Bell EF, Bhandari V, Watterberg KL, Higgins RD. Early CPAP versus surfactant in extremely preterm infants. N Engl J Med. 2010 May 27;362(21):1970-9. doi: 10.1056/NEJMoa0911783. Epub 2010 May 16. Erratum In: N Engl J Med. 2010 Jun 10;362(23):2235."
                },
                {
                    "pmid": "18929686",
                    "type": "BACKGROUND",
                    "citation": "Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009 Apr;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010. Epub 2008 Sep 30."
                },
                {
                    "pmid": "31078660",
                    "type": "BACKGROUND",
                    "citation": "Harris PA, Taylor R, Minor BL, Elliott V, Fernandez M, O'Neal L, McLeod L, Delacqua G, Delacqua F, Kirby J, Duda SN; REDCap Consortium. The REDCap consortium: Building an international community of software platform partners. J Biomed Inform. 2019 Jul;95:103208. doi: 10.1016/j.jbi.2019.103208. Epub 2019 May 9."
                },
                {
                    "pmid": "25966608",
                    "type": "BACKGROUND",
                    "citation": "Tataranno ML, Oei JL, Perrone S, Wright IM, Smyth JP, Lui K, Tarnow-Mordi WO, Longini M, Proietti F, Negro S, Saugstad OD, Buonocore G. Resuscitating preterm infants with 100% oxygen is associated with higher oxidative stress than room air. Acta Paediatr. 2015 Aug;104(8):759-65. doi: 10.1111/apa.13039. Epub 2015 Jun 19."
                },
                {
                    "pmid": "16959556",
                    "type": "BACKGROUND",
                    "citation": "Greisen G. Is near-infrared spectroscopy living up to its promises? Semin Fetal Neonatal Med. 2006 Dec;11(6):498-502. doi: 10.1016/j.siny.2006.07.010. Epub 2006 Sep 7."
                },
                {
                    "pmid": "27305177",
                    "type": "BACKGROUND",
                    "citation": "Winter J, Kattwinkel J, Chisholm C, Blackman A, Wilson S, Fairchild K. Ventilation of Preterm Infants during Delayed Cord Clamping (VentFirst): A Pilot Study of Feasibility and Safety. Am J Perinatol. 2017 Jan;34(2):111-116. doi: 10.1055/s-0036-1584521. Epub 2016 Jun 15."
                },
                {
                    "pmid": "30538975",
                    "type": "BACKGROUND",
                    "citation": "Pratesi S, Montano S, Ghirardello S, Mosca F, Boni L, Tofani L, Dani C. Placental Circulation Intact Trial (PCI-T)-Resuscitation With the Placental Circulation Intact vs. Cord Milking for Very Preterm Infants: A Feasibility Study. Front Pediatr. 2018 Nov 27;6:364. doi: 10.3389/fped.2018.00364. eCollection 2018."
                },
                {
                    "pmid": "29755962",
                    "type": "BACKGROUND",
                    "citation": "Katheria AC, Sorkhi SR, Hassen K, Faksh A, Ghorishi Z, Poeltler D. Acceptability of Bedside Resuscitation With Intact Umbilical Cord to Clinicians and Patients' Families in the United States. Front Pediatr. 2018 Apr 26;6:100. doi: 10.3389/fped.2018.00100. eCollection 2018."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rabe H, Wacker A, Hulskamp G, Homig-Franz I, Jorch G. Late cord clamping benefits extrauterine adaptation. Pediatric research. 1998;44:454."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nelle, M., Fisher, S., Conze, S. et al. EFFECTS OF LATE CORD CLAMPING ON CIRCULATION IN PREMATURES (VLBWI). Pediatric Research. 1998;44;454"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Narendra, A., Beckett, C., Aitchison, T. et al. Is it Possible to Promote Placental Transfusion (PTFx) at Preterm Delivery?. Pediatric Research. 1998;44;454"
                },
                {
                    "pmid": "8443480",
                    "type": "BACKGROUND",
                    "citation": "Kinmond S, Aitchison TC, Holland BM, Jones JG, Turner TL, Wardrop CA. Umbilical cord clamping and preterm infants: a randomised trial. BMJ. 1993 Jan 16;306(6871):172-5. doi: 10.1136/bmj.306.6871.172."
                },
                {
                    "pmid": "11002872",
                    "type": "BACKGROUND",
                    "citation": "Ibrahim HM, Krouskop RW, Lewis DF, Dhanireddy R. Placental transfusion: umbilical cord clamping and preterm infants. J Perinatol. 2000 Sep;20(6):351-4. doi: 10.1038/sj.jp.7200408."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be made available per NICHD requirements (National Institute of Child Health and Human Development)",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "2 years after primary publication",
            "accessCriteria": "An archived dataset with documentation will be made available for additional users by outside investigators, in collaboration with the study investigators. We will work with NICHD program staff to develop a broad data sharing plan over time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012131",
                    "term": "Respiratory Insufficiency"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                },
                {
                    "id": "D000000860",
                    "term": "Hypoxia"
                },
                {
                    "id": "D000018496",
                    "term": "Hyperoxia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14968",
                    "name": "Respiratory Insufficiency",
                    "asFound": "Respiratory Insufficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "asFound": "Hypoxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20600",
                    "name": "Hyperoxia",
                    "asFound": "Hyperoxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}