{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06109766",
            "orgStudyIdInfo": {
                "id": "STUDY00017658"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD111433-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD111433-01"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Delivering Evidence-Based Parenting Services to Families in Child Welfare Using Telehealth",
            "officialTitle": "Delivering Evidence-Based Parenting Services to Families in Child Welfare Using Telehealth",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "delivering-evidence-based-parenting-services-to-families-in-child-welfare-using-telehealth"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-19",
            "studyFirstSubmitQcDate": "2023-10-25",
            "studyFirstPostDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Monica Oxford",
                "investigatorTitle": "Research Professor",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized controlled trial is to compare Promoting First Relationships - Home Visit (PFR-HV) to Promoting First Relationships - Telehealth (PFR-T) among parents of 6-12 month olds in the child welfare system. The main questions it aims to answer are:\n\n* Is PFR-T effective relative to PFR-HV and Usual Care with respect to observed parent sensitive and responsive care, parent knowledge of child social and emotional development, and child externalizing behavior?\n* Is PFR-T effective relative to PFR-HV and Usual Care with respect to child out-of-home placement in foster care relative to the control group?\n* How does PFR-T compare in a benefit-cost analysis to the cost-effectiveness relative to PFR-HV and Usual Care?\n* Are eligible families impacted by the lack of technology and Wi-Fi/cellular data to engage in PFR-T?\n* How does provider adherence and fidelity in delivery of PFR-T compare to adherence and fidelity of PFR-HV?\n\nWhat will participants be asked to do?\n\n1. Participants will be asked to agree to randomization, resulting in their placement in one of three groups: PFR-HV, PFR-T, or the control group.\n2. Participants will be asked to participate in three virtual research visits, over the course of approximately 12 months (families could be finished as early as 9 months, however in our experience, intervention sessions and research visits often need to be rescheduled, delaying completion of the study). The research visits take approximately 80 minutes, and families will be paid $75 for each visit they participate in.\n3. During the research visit, the families will be asked to participate in videotaped research activities involving parent-child play and interaction. Parents will be asked to answer questions regarding their background, feelings, parenting opinions, and stress.\n4. Families randomized to the PFR-HV intervention are asked to participate in a 10 week in home parenting program which includes videotaped caregiver-child interactions and feedback.\n5. Families randomized to the PFR-T intervention are asked to participate in a 10-week parenting program that will occur over Zoom, which will include videotaped caregiver-child interactions and feedback.\n6. Families randomized to the control group will be emailed a resource packet with some information about services or programs that might be helpful for them.",
            "detailedDescription": "The severe acute respiratory syndrome coronavirus 2 (denoted COVID-19) pandemic has shaken the foundation of services delivered to vulnerable families involved with or monitored by the child protective/welfare system. COVID-19 has changed the landscape of how children and families interact with the vital services provided by the child welfare system. Home visitation, which includes a bedrock of essential and transformative parenting support services for families involved with child welfare, was no longer safe or viable in the presence of COVID-19. The pandemic shredded safety nets. It made evident to providers, administrators, and policymakers how fragile our child protective system is. Under this strained state, child welfare agencies and mental health providers innovated service delivery systems. In Washington State, the Department of Children, Youth, and Families (DCYF) worked with local service agencies providing evidence-based programs to revise program protocols. Provider teams and program developers worked together to transition in-person services to remote platforms by developing and delivering telehealth services to families. The pandemic created the conditions for a natural experiment in service delivery in Washington State. The natural experiment proved that telehealth services are a viable service delivery system; thousands of child welfare involved families were served via telehealth. We do not know, however, if these services were effective, or which families had the technological capacity to engage, or for those who did engage were they able to complete the program. Did online home visiting produce the expected outcomes? While online delivery was an innovation driven by the necessity in response to COVID-19, many questions remain. The potential is high, but little is known about telehealth in child welfare.\n\nThis proposal is a three-arm effectiveness trail of an evidence-based home visiting program: 1) delivered online (PFR-T), 2) delivered in-person home visiting (PFR-HV), and 3) usual care (UC) for 357 parents under CPS investigation for a child between the age of 6-12 months at enrollment. We will assess the effectiveness of Promoting First Relationships (PFR: a 10-week model) to improve observed parent-child interaction and caregivers' knowledge of social and emotional development. We will also assess if PFR reduces child externalizing behavior and reduces out of home placements of the child into foster care in both PFR-T and PFR-HV relative to UC. We will assess the cost-effectiveness of providing PFR-T relative to PFR-HV. We will address the degree to which families in Child Protective Services (CPS) have the technology needed to engage with telehealth services, as well as family satisfaction and compliance. Finally, we will measure service providers' fidelity to the PFR model and their adherence to delivering PFR via telehealth compared to home visiting. The proposed study leverages a longstanding partnership between the University of Washington and Washington State DCYF, overseeing services in child welfare to answer these questions.\n\nMethods: The Families Connected study will entail a pre-randomization research visit, a post-intervention research visit, and a six-month follow-up research visit. Participants will be randomized using a computer algorithm after their first research visit. We will also have signed consent from participants for study participation including electronic child welfare administrative data from WA DCYF, from birth to five years post-intervention, for longitudinal assessment of child welfare outcomes. Measures include self-report survey, observational assessments coded by a blinded research assistant, and child welfare administrative data up to five years post intervention. Part of the screening includes question, answers to these will be used for Aim 4, which assesses the technological capacity of families involved in the Child Protective SystemThe screening recruitment script includes five questions. Those being recruited will be asked if they are willing to answer some questions on their technology capacity, if yes the recruitment staff will ask the five questions. We estimate that we will collect data from approximately 1,000 families during the recruitment screening process."
        },
        "conditionsModule": {
            "conditions": [
                "Parenting",
                "Parent-Child Relations",
                "Child Behavior",
                "Child Maltreatment"
            ],
            "keywords": [
                "Telehealth",
                "Fidelity",
                "Cost-Benefit Analysis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research visitor and video coders are masked to treatment condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 357,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Promoting First Relationships Home Visiting",
                    "type": "EXPERIMENTAL",
                    "description": "PFR-HV is a 10-week home-based parenting support program that promotes parental sensitivity and reduce the risk of maltreatment. PFR uses a curriculum, each week consisting of a theme for discussion and an activity. Sessions includes at least two handouts, one with new content and one titled \"Thoughts for the Week,\" which asks parents to think about a topic discussed in the session and apply it to their relationship with their child. On alternating weeks, the provider video records the parent-child dyad playing for 10 minutes. The following week the parent and provider view the video recording, and the provider guides the parent to reflect on their observation of the play. When the parent is sensitive to the child's needs, the provider acknowledges that with positive instructive comments. When there is tension between child and parent, the provider pauses the video and asks reflective questions, which allows parents to reconsider the meaning behind their child's behavior.",
                    "interventionNames": [
                        "Behavioral: Promoting First Relationships"
                    ]
                },
                {
                    "label": "Promoting First Relationships Telehealth",
                    "type": "EXPERIMENTAL",
                    "description": "PFR-T is a 10-week telehealth parenting support program. PFR-T retains all of the core content features of PFR-HV: use of parent-child interaction during play as a way to reflect on the child's social and emotional needs, use of handouts and exercises to deepen the learning, and thoughts for the week. The parent-child video observations will be completed online over Zoom. The provider will mail the handouts to participants before starting PFR-T and send handouts by email as a backup. To discuss the handouts, the provider will use \"share screen.\" During five of the weekly sessions, the provider uses the \"record\" feature of Zoom to record playtime between parent and child. At the next visit, the PFR-T provider will use \"share screen\" to playback the video to offer positive instructive and reflective feedback and facilitate discussion. As is typical in PFR, the provider will be able to pause or rewind the recording as needed.",
                    "interventionNames": [
                        "Behavioral: Promoting First Relationships"
                    ]
                },
                {
                    "label": "Control, Resource Condition",
                    "type": "NO_INTERVENTION",
                    "description": "For families randomized to the control group, they will not receive any intervention in the 3 month timeframe between the first two research visits. The research coordinator will maintain contact with the families in this group, and they will be emailed a resource packet with some information about services or programs that might be helpful for them based on the area they reside."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Promoting First Relationships",
                    "description": "Promoting First Relationships ® is based on attachment theory and is strengths-based. The 10 week intervention is delivered in the home of the family or over Zoom. Each week has a theme for discussion, handouts, an activity, and time for \"joining\" - checking in with the parent, listening to their concerns, and establishing a positive, supportive relationship. The provider videotapes playtime between parent and child, and alternates weeks watching the video with the parent, reflecting about the needs of both parent and child (reflective observation). PFR consultation strategies include Joining, Positive Feedback, Instructive Feedback, Reflective Questions and Comments, and Instruction with Handouts. These core strategies enhance parents' sense of security and competency. The provider helps the parent develop greater empathy and understanding of the child's needs and feelings, and helps the parent to identify their own feelings and needs around parenting.",
                    "armGroupLabels": [
                        "Promoting First Relationships Home Visiting",
                        "Promoting First Relationships Telehealth"
                    ],
                    "otherNames": [
                        "PFR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in parent sensitive and responsive care",
                    "description": "Parent sensitivity is measured by the Nursing Child Assessment Teaching Scale (NCATS;Barnard 1994), a videotaped interaction to assess caregiver sensitivity, stimulation of the child, and emotional responsiveness during interaction.",
                    "timeFrame": "Baseline, Immediate Post-Intervention (up to 5-months Post Baseline), 6-month Post-intervention Follow-up"
                },
                {
                    "measure": "Change in parent sensitive and responsive care",
                    "description": "Parent sensitivity is measured by the Nursing Child Assessment Teaching Scale (NCATS;Barnard 1994), a videotaped interaction to assess caregiver sensitivity, stimulation of the child, and emotional responsiveness during interaction.",
                    "timeFrame": "Baseline, Immediate Post-Intervention (on average 3.5-4.5 months Post Baseline), 6-month Post-intervention Follow-up"
                },
                {
                    "measure": "Change in parental understanding of child social & emotional development",
                    "description": "16-item Likert-scale questionnaire developed by study, \"Raising a Baby\"",
                    "timeFrame": "Baseline, Immediate Post-Intervention (on average 3.5 to 4.5 months Post Baseline), 6-month Post-intervention Follow-up"
                },
                {
                    "measure": "Prevention of child welfare out of home placement",
                    "description": "Official child welfare administrative records indicating whether child was removed from the birth parent home.",
                    "timeFrame": "Baseline to 1-year Post-Intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Chang in child externalizing behavior",
                    "description": "99 item Likert scale questionnaire, Infant-Toddler Social and Emotional Assessment (ITSEA). Parents with babies under 11 months old at baseline will also receive the Baby Pediatric Symptom Checklist (BPSC), a 12-item Likert scale questionnaire.",
                    "timeFrame": "Baseline, Immediate Post-Intervention (on average 3.5-4.5 months Post Baseline), 6-month Post-intervention Follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Birth parents will be eligible if:\n\n1. they are listed in the official DCYF child welfare database as having an open CPS investigation and a child listed in the case file who is between 6-12 months old,\n2. they speak English,\n3. they are not currently experiencing an acute hospitalization or incarceration,\n4. they have the technological capacity to engage in telehealth, and\n5. they have not had PFR in the past.\n\nExclusion Criteria: Parents will not be eligible if\n\n1. they are experiencing an acute crisis (e.g., hospitalization, incarceration),\n2. they don't have stable enough housing to be able to have home visits,\n3. they don't have reliable access to internet or cell service and/or a device with a microphone and camera,\n4. previously received the Promoting First Relationships ® intervention or Child Parent Psychotherapy (CPP).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristin Klansnic",
                    "role": "CONTACT",
                    "phone": "206-519-7330",
                    "email": "klansnic@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Monica Oxford, PhD, MSW",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Oxford, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kristin Klansnic, MSW",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Monica Oxford, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jonika Hash, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Margaret Kuklinski, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}