{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06358859",
            "orgStudyIdInfo": {
                "id": "STUDY00004203"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MD018208-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MD018208-01"
                }
            ],
            "organization": {
                "fullName": "Tufts University",
                "class": "OTHER"
            },
            "briefTitle": "Delta GREENS Food is Medicine Intervention",
            "officialTitle": "Delta GREENS Mississippi Food is Medicine Intervention",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "delta-greens-food-is-medicine-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-04",
            "studyFirstSubmitQcDate": "2024-04-08",
            "studyFirstPostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christina Economos",
                "investigatorTitle": "Dean, Professor, New Balance Chair in Childhood Nutrition Friedman School of Nutrition Science and Policy Tufts University",
                "investigatorAffiliation": "Tufts University"
            },
            "leadSponsor": {
                "name": "Tufts University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                },
                {
                    "name": "Tougaloo College, Mississippi",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Delta Health Center, Mississippi",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Reuben V. Anderson Center for Justice at Tougaloo",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Though the Mississippi Delta has a rich agricultural history and some of the nation's most fertile soil, residents have experienced the legacy of slavery and economic exploitation through food insecurity and poverty for generations. This project focuses on Bolivar, Washington, and Sunflower, contiguous counties in the Delta that are designated as health disparity populations. Over 65% of the 100,000 residents are Black/African American and \\~30% live at or below the poverty level. Obesity rates are high and the rate of diabetes is almost double the national average. Tufts University received a grant from the National Institute of Minority Health and Health Disparities to develop, test, and evaluate a Food is Medicine program in Mississippi. The Delta Growing a Resilient, Enriching, Equitable, Nourishing food System (GREENS) Food is Medicine (FIM) Project, is a collaborative project in Bolivar, Washington, and Sunflower counties in Mississippi. The intervention involves regularly distributed fruit and vegetable produce boxes as well as nutrition education materials to the intervention group. The control group will receive produce boxes later, after they complete study activities. The project's primary goal is to improve health outcomes by creating a FIM intervention. The Delta GREENS FIM Project aims to become a model for promoting nutrition security and management of chronic conditions in varied communities nationwide.",
            "detailedDescription": "Though the Mississippi Delta has a rich agricultural history and some of the nation's most fertile soil, residents have experienced the legacy of slavery and economic exploitation through food insecurity and poverty for generations. In fact, about 77% of Mississippi counties meet the U.S. Department of Agriculture's definition of food deserts. This project focuses on Bolivar, Washington, and Sunflower, contiguous counties in the Delta that are designated as health disparity populations. Over 65% of the 100,000 residents are Black/African American and \\~30% live at or below the poverty level. Obesity rates are high and the rate of diabetes is almost double the national average. Food is medicine programs -- health clinic mobile markets, produce prescription programs, and produce delivery - hold significant promise for addressing the alarming crisis of nutrition-related diseases. Across the U.S., Food is Medicine programs are in their infancy and accelerating at a rapid pace; since 2019, USDA has funded 116 produce prescription grants. However, no studies have evaluated the impact of food is medicine programs in a rigorous, randomized controlled trial measuring objective cardiometabolic risk factors among minority populations in communities with persistent disadvantage. Tufts University received a grant from the National Institute of Minority Health and Health Disparities to develop, test, and evaluate a Food is Medicine program in Mississippi. This study is focused on Delta Growing a Resilient, Enriching, Equitable, Nourishing food System (GREENS) Food is Medicine (FIM) Project. Delta GREENS Food is Medicine is a collaborative project in Bolivar, Washington, and Sunflower counties in Mississippi. The intervention involves regularly distributed fruit and vegetable produce boxes as well as nutrition education materials to the intervention group. The control group will receive produce boxes later, after they complete study activities. Participants will be patients at Delta Health Center (DHC) clinics in Mississippi. The project capitalizes on the past success of community-based efforts and decades of community-engaged research at Tufts University, including prior nutrition work in the Delta region. Despite its unique cultural and agricultural background, the Mississippi Delta displays ongoing health disparities rooted in historical racial inequality and poverty. By collaborating and building upon previous successes, the Delta GREENS FIM Project aims to address these challenges, and become a model for promoting nutrition security and management of chronic conditions in varied communities nationwide."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiometabolic Risk Factors",
                "Diabetes",
                "High Blood Pressure",
                "Obesity",
                "Nutrition Security"
            ],
            "keywords": [
                "Food is Medicine",
                "Diabetes",
                "High blood pressure",
                "Cardiometabolic risk factors",
                "Nutrition-related diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The primary objective is to test whether a multi-level, community-engaged intervention with a food-is-medicine program in the Mississippi Delta can improve metabolic disease in specific minority groups. The basic study design is a cluster randomized controlled trial (RCT), with equal numbers of participants randomized to intervention and control groups. Each participant will be enrolled in the study for 12 months. The intervention involves regularly distributed fruit and vegetable produce boxes as well as nutrition education materials to the intervention group during their 12-month study period. The control group will receive produce boxes later, after their 12-month study participation has ended. Participants will be patients at participating Delta Health Center (DHC) clinics in Mississippi.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention involves regularly distributed fruit and vegetable produce boxes as well as nutrition education materials to the intervention group.",
                    "interventionNames": [
                        "Other: Food is Medicine"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will receive produce boxes later, after they complete study activities."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Food is Medicine",
                    "description": "Regularly distributed fruit and vegetable produce boxes and nutrition education materials.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in hemoglobin A1c (HbA1c)",
                    "description": "Change in HbA1c in the intervention group compared to the control group",
                    "timeFrame": "12 month study period for each participant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in cardiometabolic risk factor composite score",
                    "description": "Change in cardiometabolic risk factor composite score which is computed using LDL and non-HDL cholesterol, blood pressure and HbA1c measures), in the intervention group compared to the control group.",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in BMI",
                    "description": "Change in body mass index (BMI) in intervention group compared to control group",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in LDL cholesterol",
                    "description": "Change in LDL cholesterol levels in intervention group compared to the control group",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in non-HDL cholesterol",
                    "description": "Change in non-HDL cholesterol levels in intervention group compared to the control group",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in blood pressure",
                    "description": "Change in blood pressure in intervention group compared to the control group",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in nutrition security, assessed via a survey",
                    "description": "Change in nutrition security in intervention group compared to the control group. This outcome measure will be assessed via a survey.",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in dietary intake of fruits and vegetables, assessed via a survey",
                    "description": "Change in dietary intake of fruits and vegetables in intervention group compared to the control group. This outcome measure will be assessed via a survey.",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in health care utilization, assessed via review of Electronic Health Records (EHR)",
                    "description": "Change in health care utilization, including instances of hospitalization and emergency room visit, in intervention group compared to the control group. This outcome measure will be assessed via review of Electronic Health Records (EHR).",
                    "timeFrame": "12 month study period for each participant"
                },
                {
                    "measure": "Change in food insecurity, assessed via a survey",
                    "description": "Change in food insecurity in the intervention group compared to the control group. This outcome measure will be assessed via a survey.",
                    "timeFrame": "12 month study period for each participant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient at participating Delta Health Center (DHC) clinics\n* BMI: ≥ 25\n* Hemoglobin A1C (HbA1c): \\>5.7 to 8.5%, inclusive\n\nExclusion Criteria:\n\n* Type 1 diabetes\n* Current use of incretin agonists (e.g., semaglutide, dulaglutide, liraglutide)\n* Uncontrolled hypertension:\n\n  * Systolic blood pressure \\> 160 mmHg\n  * Diastolic blood pressure \\> 100 mmHg\n* Severe symptomatic cardiovascular disease\n* Recent (6 months) history of:\n\n  * Myocardial infarction\n  * Percutaneous coronary intervention\n  * Coronary artery bypass graft\n  * Cerebrovascular disease\n* Participant in diabetes, nutrition, or weight intervention research in the last 12 months\n* Another family member or household member is a study participant\n* History of bariatric surgery or considering bariatric surgery in the next year or prior bariatric surgery\n* Lack of safe, stable residence and ability to store produce\n* Lack of telephone\n* Pregnancy/breastfeeding or intended pregnancy in the next year\n* Drug or alcohol misuse that would impair the ability to complete study activities\n* Known psychosis or major psychiatric illness that prevents participation in study activities\n* Any other reason that in the investigators' best judgment places the participants at risk or increases likelihood of poor adherence",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Schultz, MS, RDN, LD",
                    "role": "CONTACT",
                    "phone": "262-627-0155",
                    "email": "daniel.schultz@tufts.edu"
                },
                {
                    "name": "Shanti Sharma, PhD",
                    "role": "CONTACT",
                    "email": "shanti.sharma@tufts.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina D Economos, PhD",
                    "affiliation": "Tufts University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tufts University",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Schultz, MS, RDN, LD",
                            "role": "CONTACT",
                            "phone": "262-627-0155",
                            "email": "daniel.schultz@tufts.edu"
                        },
                        {
                            "name": "Shanti Sharma, PhD",
                            "role": "CONTACT",
                            "email": "shanti.sharma@tufts.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "High Blood Pressure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}