{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04894006",
            "orgStudyIdInfo": {
                "id": "2020-6027"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG069074-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG069074-01"
                }
            ],
            "organization": {
                "fullName": "University of California, Irvine",
                "class": "OTHER"
            },
            "briefTitle": "Dementia Family Caregiver Study",
            "officialTitle": "A Home-based, Culturally and Language Specific Intervention for Dementia Family Caregivers: Stress Reduction and Education With Wearable Technology for Health",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "dementia-family-caregiver-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-29",
            "studyFirstSubmitQcDate": "2021-05-15",
            "studyFirstPostDateStruct": {
                "date": "2021-05-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jung-Ah Lee",
                "investigatorTitle": "Contact Principal Investigator",
                "investigatorAffiliation": "University of California, Irvine"
            },
            "leadSponsor": {
                "name": "University of California, Irvine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study will test a 3-month, community health worker (CHW) delivered home visit, culturally and language-appropriate intervention for ethnic and underserved dementia family caregivers of persons with dementia (PWD) using wearable technology for real time monitoring of caregivers' stress and sleep. The CHW delivered home visit intervention includes stress reduction techniques by mindful deep breathing and compassionate support/listening and caregiving education to improve caregiver's health, wellbeing, and positive interactions with the PWD. This dementia caregiver study using wearable technology has the potential to significantly lessen health disparities in dementia care, assisting underserved ethnic dementia caregivers in self-management and increasing their quality of life.",
            "detailedDescription": "Over 5.8 million Americans are living with Alzheimer's dementia, a disease with no effective treatment and no cure. Two-thirds of the caregivers for persons with dementia (PWD) are women (most often family) and a third are themselves over 65. Dementia takes a significant toll on caregivers, often resulting in chronic stress, depression, sleep disorders, poor health related quality of life (HRQOL), and early mortality due 24/7 care responsibility for PWD. Research has shown significant barriers to dementia care for underserved populations, including Latinos and Asian minorities. Underserved family caregivers for PWD tend to underutilize public health services available, and do not seek treatment until the situation is unmanageable with current resources reporting barriers that included language, time, and finances. Monitoring the caregiver's health and wellbeing is important as well as their maintaining a positive interaction with the PWD. Thus, there is a need for an innovative and feasible intervention to improve underserved caregiver's mental and physical health. Little research is reported for dementia caregiver interventions in underserved minorities and one given at home by community health workers (CHWs). The proposed intervention meets the needs of these family caregivers in developing a positive relationship with the PWD by educating caregivers to better understand the PWD's behaviors. Another component of the intervention is stress reduction techniques, including mindful breathing and compassionate support/listening to reduce depression and improve family relationships making the caregiving less burdensome. By monitoring the physiological responses of stress (i.e. heart rate variability), sleep and activity, we can objectively measure changes as a result of the intervention. Using Wearable Internet of Things (WIoT) technology, a combination of Watch/ring-Smartphone-Cloud, has proven to be a significant method of monitoring behavioral and physiological measures providing evidence of change over time uniquely associated with this intervention. Our preliminary data show that the intervention with WIoT brought to the caregiver by CHW home visitors was acceptable to ethnic caregivers (Latino, Vietnamese, and Korean) and effective in reducing caregiver stress and burden over the short term. With the addition of non-Hispanic Whites, the proposed caregiver-centered, culturally/language appropriate, CHW home-visit-based 3-month intervention has 3 parts:1) stress reduction by mindful breathing and compassionate support/ listening to improve caregiver's health and well-being; 2) education on caregiving skills to improve responses to the PWD and their behaviors; 3) WIoT physiological and behavioral monitoring. This randomized controlled trial will compare outcomes (burden, depression, self-efficacy, HRQOL, stress, sleep, PWD behaviors) between the intervention, attention control with use of WIoT only, and usual care groups at baseline, 3 months, and 6 months. This intervention using the CHW-model and WIOT technology has the potential to lessen health disparities in dementia caregiving in underserved family caregivers."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia Caregiver"
            ],
            "keywords": [
                "Caregiver Burden",
                "Caregiver Stress",
                "Caregiver Self-Efficacy",
                "Caregiver Sleep"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Community health worker (CHW) delivered home visit, culturally and language-appropriate intervention for ethnic and underserved dementia family caregivers of persons with dementia (PWD). The CHW delivered home visit intervention includes stress reduction techniques by mindful deep breathing and compassionate support/listening and caregiving education to improve caregiver's health, wellbeing, and positive interactions with the PWD.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 332,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Home visit intervention by community health workers",
                    "type": "EXPERIMENTAL",
                    "description": "The caregiver-centered, culturally and language specific home visit intervention with wearable devices (smartwatch/ring) will be delivered by trained bilingual community health workers (CHW) for Latino, Vietnamese, Korean, non-Hispanic White caregivers of PWD. The home visit intervention components will include (1) stress reduction techniques; mindful breathing and compassionate support/listening and (2) weekly education on dementia caregiving skills to handle difficult behaviors of PWD and knowledge of resources available for dementia care. The duration of the intervention will be 12 weeks that include 6 home visits (4 times for the first month and then once a month for two months) carried out in the participant's home. The on-site home visit intervention delivered by CHWs will focus on stress reduction techniques and caregiving skills education for 4 weeks and two monthly caregiver-driven topics for the following two sessions.",
                    "interventionNames": [
                        "Behavioral: Community Health Worker (CHW) Home Visit Intervention"
                    ]
                },
                {
                    "label": "Attention Control with wearable smartwatch/ring",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The caregivers randomly assigned to the Attention Control (AC) group will be asked to wear smartwatch during the day time and smart ring during the night for 3 months in order to monitor their physiological measures (heart rate variability, heart rate, activities, sleep quality). CHW will give AC participants an overview of WIOT instruction at the baseline home visit. Caregivers will also receive resource information regarding Alzheimer's association and local social service information. CHWs will contact them monthly via phone for 6 months asking about the WIoT technology and answering general questions from participants. CHW will also visit participants' home at baseline, 3 months, and 6 months to administer survey assessments.",
                    "interventionNames": [
                        "Behavioral: Attention Control Group with WIoT Technology"
                    ]
                },
                {
                    "label": "Usual Care Group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The caregivers randomly assigned to Usual Care (UC) group will receive resource information regarding Alzheimer's association and local social service information at the baseline home visit by CHW. At recruitment, the participants will be told that at the end of the 6 months they will receive a smartwatch and a smartring for their participation. CHWs will contact them monthly for 6 months by phone answering only general questions from participants. CHW will also visit participants' home at baseline, 3 months, and 6 months to administer survey assessments.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Community Health Worker (CHW) Home Visit Intervention",
                    "description": "The on-site intervention will focus on stress reduction techniques and caregiving skills education for 4 weeks and two monthly caregiver-driven topics for the following two sessions. The education of dementia caregiving skills will include (1) understanding about Alzheimer's and dementias, (2) appropriate communication skills with PWD, (3) daily activities for or with PWD together (e.g., puzzles, writing, reading, singing, taking a walk, etc), and (4) care resources including support groups, adult day centers, or other dementia related social services (legal and financial matters). For stress reduction techniques to be effective, the investigators have installed an app on the smartwatch to remind them to practice mindful breathing exercises two times a day and when needed.",
                    "armGroupLabels": [
                        "Home visit intervention by community health workers"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Attention Control Group with WIoT Technology",
                    "description": "The caregivers randomly assigned to the AC group will be asked to wear the smartwatch during the day time and the smartring during the night for 3 months in order to monitor their physiological measures (heart rate variability, heart rate, activities, and sleep quality). CHW will give AC participants an overview of WIOT instruction at the baseline home visit. Caregivers will also receive resource information regarding Alzheimer's association and local social service information. CHWs will contact them monthly via phone for 6 months answering general questions from participants. CHW will visit participants' home at baseline, 3 months, and 6 months to administer survey assessments.",
                    "armGroupLabels": [
                        "Attention Control with wearable smartwatch/ring"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "The caregivers randomly assigned to UC group will receive resource information regarding Alzheimer's association and local social service information at the baseline home visit by CHW. CHWs will contact them monthly for 6 months by phone asking general questions from participants. CHWs will visit participants' home at baseline, 3 months, and 6 months to administer survey assessments.",
                    "armGroupLabels": [
                        "Usual Care Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Caregiver Burden",
                    "description": "The Zarit Burden Interview will be used to evaluate dementia informal caregiver burden three times throughout the study to assess changes in caregiver burden.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Caregiver Depression",
                    "description": "The Center for Epidemiologic Studies Depression Scale (CES-D) is a measure of depressive symptoms experienced in the previous week, with higher scores indicating more symptoms.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Health Related Quality of Life",
                    "description": "The SF-12 Health Survey is a measure of health with the Physical Health Component Summary Score and Mental Health Component. Higher scores indicated better health.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Caregiving Self-Efficacy",
                    "description": "The revised self-efficacy with 3 domains of caregiving self-efficacy: Obtaining respite, Responding to disruptive behaviors of PWD, and controlling upsetting thoughts.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Perceived behavioral problems of PWD",
                    "description": "The Revised Memory and Behavior Problems Checklist (RMBPC) is a caregiver-report measure of behavioral problems of PWD providing 1 total score and 3 subscale scores for PWD problem (memory-related, depression, and disruptive behaviors) and parallel scores for caregiver reaction",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Stress",
                    "description": "Caregivers' stress quality will be measured by wearable Internet of Things (WIoT) technology, a combination of Smartwatch/ring-Smartphone-Clo ud for 3 months.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Sleep quality",
                    "description": "Caregivers' sleep quality will be measured by WIoT technology, smartring-Smartphone-Cloud for 3 months. The smart ring will report sleep quality and duration: length, quality (REM, Deep, and Light), disruptions in sleep, movement during sleep, awakes times, sleep latency, time in bed, sleep efficiency, sleep score.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Caregiver's Perceived Stress",
                    "description": "The Perceived Stress Scale (PSS) that measures the appraisal of general stress in one's life, interpreting that higher scores indicate higher stress.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Caregiver Sleep Quality",
                    "description": "The sleep quality of caregivers will be measured by the Pittsburgh Sleep Quality Index (PSQI). PSQI is a questionnaire that assesses seven component scores; subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleep medication, and daytime dysfunction.",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Dementia care services utilization",
                    "description": "The developed questionnaire will be used to identify caregiver's experience and utilization on dementia related care services publicly available including adult day services, in-home care services, support group, or other dementia related services/organization information.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Physical Activity",
                    "description": "Caregivers' physical activity will be measured by WIoT technology, smartwatch-Smartphone-Cloud for 3 months. The smartwatch will monitor physical activity: daily steps, distance, intensity minutes, floors climbed, and calories burned.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* a relative of community dwelling person with dementia (i.e., Alzheimer's Disease or related dementias)\n* providing primary care for the person with dementia\n* willing to wear monitoring devices (a smartwatch during day time and a smartring during night time for 3 months\n* self-reporting ethnicity/race as Korean, Vietnamese, Latino/Hispanic, or non-Hispanic Whites with the following languages spoken in this study: English, Spanish, Vietnamese, or Korean.\n\nExclusion Criteria:\n\n* cognitive impairment that precludes an individual from understanding the consent process and completing surveys (for those aged 65 or older as assessed by Mini-Cog)\n* chronic drug abuse\n* currently active cancer treatment\n* need hospice care\n* other significant health problems (i.e., having pacemaker, epilepsy or neurologic disorder) that exclude wearing a smartwatch and a smartring",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jung-Ah Lee, PhD",
                    "role": "CONTACT",
                    "phone": "(949) 824-2855",
                    "email": "jungahl@uci.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jung-Ah Lee, PhD",
                    "affiliation": "Associate Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Irvine",
                    "status": "RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92697",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jung-Ah Lee, PhD",
                            "role": "CONTACT",
                            "phone": "949-824-2855",
                            "email": "jungahl@uci.edu"
                        },
                        {
                            "name": "Jung-Ah Lee, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Amir Rahmani, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lisa Gibbs, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sanghyuk Shin, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Adey Nyamathi, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31705279",
                    "type": "BACKGROUND",
                    "citation": "Balbim GM, Marques IG, Cortez C, Magallanes M, Rocha J, Marquez DX. Coping Strategies Utilized by Middle-Aged and Older Latino Caregivers of Loved Ones with Alzheimer's Disease and Related Dementia. J Cross Cult Gerontol. 2019 Dec;34(4):355-371. doi: 10.1007/s10823-019-09390-8."
                },
                {
                    "pmid": "29470586",
                    "type": "BACKGROUND",
                    "citation": "Caceres BA, Perez A. Implications of the CARE Act for Latino Caregivers. J Gerontol Nurs. 2018 Mar 1;44(3):9-14. doi: 10.3928/00989134-20180213-04."
                },
                {
                    "pmid": "24688081",
                    "type": "BACKGROUND",
                    "citation": "Cheng ST, Lau RW, Mak EP, Ng NS, Lam LC. Benefit-finding intervention for Alzheimer caregivers: conceptual framework, implementation issues, and preliminary efficacy. Gerontologist. 2014 Dec;54(6):1049-58. doi: 10.1093/geront/gnu018. Epub 2014 Mar 31."
                },
                {
                    "pmid": "28854922",
                    "type": "BACKGROUND",
                    "citation": "Kenning C, Daker-White G, Blakemore A, Panagioti M, Waheed W. Barriers and facilitators in accessing dementia care by ethnic minority groups: a meta-synthesis of qualitative studies. BMC Psychiatry. 2017 Aug 30;17(1):316. doi: 10.1186/s12888-017-1474-0."
                },
                {
                    "pmid": "30620625",
                    "type": "BACKGROUND",
                    "citation": "Kim HJ, Kehoe P, Gibbs LM, Lee JA. Caregiving Experience of Dementia among Korean American Family Caregivers. Issues Ment Health Nurs. 2019 Feb;40(2):158-165. doi: 10.1080/01612840.2018.1534909. Epub 2019 Jan 8."
                },
                {
                    "pmid": "15764640",
                    "type": "BACKGROUND",
                    "citation": "Neary SR, Mahoney DF. Dementia caregiving: the experiences of Hispanic/Latino caregivers. J Transcult Nurs. 2005 Apr;16(2):163-70. doi: 10.1177/1043659604273547."
                },
                {
                    "pmid": "32112183",
                    "type": "BACKGROUND",
                    "citation": "Nguyen H, Zaragoza M, Wussler N, Lee JA. \"I was Confused About How to Take Care of Mom Because this Disease is Different Everyday\": Vietnamese American Caregivers' Understanding of Alzheimer's Disease. J Cross Cult Gerontol. 2020 Jun;35(2):217-234. doi: 10.1007/s10823-020-09396-7. Erratum In: J Cross Cult Gerontol. 2020 Jun;35(2):235. doi: 10.1007/s10823-020-09400-0."
                },
                {
                    "pmid": "31437289",
                    "type": "BACKGROUND",
                    "citation": "Ta Park VM, Ton V, Yeo G, Tiet QQ, Vuong Q, Gallagher-Thompson D. Vietnamese American Dementia Caregivers' Perceptions and Experiences of a Culturally Tailored, Evidence-Based Program to Reduce Stress and Depression. J Gerontol Nurs. 2019 Sep 1;45(9):39-50. doi: 10.3928/00989134-20190813-05."
                },
                {
                    "pmid": "14992628",
                    "type": "BACKGROUND",
                    "citation": "Watari KF, Gatz M. Pathways to care for Alzheimer's disease among Korean Americans. Cultur Divers Ethnic Minor Psychol. 2004 Feb;10(1):23-38. doi: 10.1037/1099-9809.10.1.23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}