{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05351099",
            "orgStudyIdInfo": {
                "id": "2021094"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Dental Block for Pain Relief in ED Dental Pain Patients",
            "officialTitle": "Efficacy of ED Provider-Performed Dental Block for Pain Relief in Patients Presenting With Dental Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dental-block-for-pain-relief-in-ed-dental-pain-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-11",
            "studyFirstSubmitQcDate": "2022-04-22",
            "studyFirstPostDateStruct": {
                "date": "2022-04-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a prospective, observational cohort study assessing immediate pain relief from dental block in ED patients presenting with dental pain. The study will be conducted in the Community Regional Medical Center ED. The aim of this study, then, is to prospectively determine if dental block provides minimal clinically important difference in pain relief to these patients.",
            "detailedDescription": "Patients will be provided written and verbal information about the study. If the patient does not agree to be enrolled in the study at that time, the patient will be asked to give the reason for refusing enrollment. The answer will be recorded without patient identifiers.\n\nDental blocks will be done by EM faculty or residents, physician assistants, and nurse practitioners who are not necessarily study personnel as dental block is routinely done in the ED as standard of care. Dental block will not be performed by medical students or off-service rotating residents.\n\nCurrently, providers are asked to undergo a short training session on how to administer a dental block. The training covers:\n\n* Each type of nerve block and indication\n* Equipment\n* Safety\n* Methods to prevent intra-arterial injection\n* Methods to prevent nerve injury\n\nThe education session participation will be tracked by Qualtrics.\n\nStudy protocol\n\n* Patient identified as potential enrollee\n* Research associate will examine the track board to see if \"Dental Pain\" or other dental complaint is listed for the patient. Research associate will then discuss with the practitioner responsible for the patient whether the patient is a candidate for the study.\n* Practitioners may also identify a patient appropriate for the study and inform the research associate\n* Research personnel works with the Practitioner evaluating patient and asks practitioner questions regarding the inclusion and exclusion criteria\n* If patient meets inclusion criteria and has no exclusion criteria, the research personnel will have the practitioner sign the \"Inclusion/Exclusion Criteria\" form attesting to this\n* If there are exclusion criteria, this is noted on the \"Inclusion/Exclusion Criteria\" form (with no patient identifying information) and paper is put in the research file\n* The provider will then ask the patient's permission to be approached about the study before the research associate approaches the patient\n* Research personnel discusses the study with the patient\n* Gives brief intro about the study and its purpose using the Study Participant Information Sheet and gets verbal consent to proceed\n* If patient refuses to be in the study, the research personnel asks the patient if he/she would be willing to fill out the \"Reasons that patient meeting inclusion criteria is refusing enrollment\" questionnaire, which is at the bottom of the \"Inclusion/Exclusion Criteria\" form\n* Research personnel completes the \"Patient characteristics\" form with the help of the practitioner and the patient.\n* The form records demographics, physical/history features, and initial pain VAS\n* Research personnel completes the \"Dental Block Procedure Form\" and uses it as a guide for the dental block procedure\n* The ED practitioner performs the dental block\n* Standardized equipment will be the following\n* 3-ml syringe\n* Standard 27-gauge needle\n* Standardized local anesthetic: Bupivacaine 0.5%\n* Standardized initial anesthetic amount for each anatomic location\n* Inferior alveolar: 3 mL\n* Posterior superior alveolar: 3 mL\n* Supraperiosteal: 2 mL\n* Research personnel starts the 10-minute clock with the administration of the dental block\n* After 10 minutes, research personnel records the pain VAS for the patient on the Dental Block Procedure form\n* If the practitioner feels that the local anesthetic effect is not sufficient, that practitioner may give further anesthetic as needed\n* The practitioner will still use the standardized equipment and local anesthetic\n* Research personnel starts the 10-minute clock\n* After 10 minutes, research personnel records the pain VAS for the patient on the \"Dental Block Procedure\" form\n* Repeat this procedure as needed if the practitioner feels another dental block injection is necessary\n* If repeated, this is noted on the form and pain VAS is listed again\n* When the practitioner has made the decision to not give any further dental injection\n* Research personnel, in consultation with the practitioner, completes the \"Dental Block Procedure\" form\n* Research personnel has patient fill out the portion on the \"Dental Block Procedure\" form that asks:\n* Would you have dental block procedure done again?"
        },
        "conditionsModule": {
            "conditions": [
                "Dental Pain"
            ],
            "keywords": [
                "Dental Block",
                "Inferior alveolar nerve block",
                "Posterior superior alveolar nerve block",
                "supraperiosteal nerve block"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 195,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pain Scores on the Visual Analog Scale (VAS)",
                    "description": "Pre and Post Procedure Pain Scores will be measured on a VAS line comparing pre and post measurements from left to right. Left side indicating no pain all the way to the right indicating a pain score of 10.",
                    "timeFrame": "Baseline10 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of patients who would have procedure done again",
                    "description": "Follow-up survey to determine if patient would have the procedure done again",
                    "timeFrame": "10 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (\\>= 18-years-old) presenting to Community Regional Medical Center emergency department with a complaint of dental pain in whom the ED practitioner plans to perform a dental nerve block\n\nExclusion Criteria:\n\n* Patient with previous dental block within 24 hours prior to arrival at the ED\n* Refusal of dental block\n* Patient in law enforcement custody\n* Patient unable to be properly informed of study purpose or able to complete pain VAS score due to physical/ mental condition (altered mental status, unstable psychiatric patient)\n* Patient unable to be properly informed of study purpose or able to complete pain VAS score due to language barrier (not English- or Spanish-speaking)\n* Patient with other acute non-dental painful condition making evaluation of dental pain severity vs non-dental pain severity not possible\n* Patient with pain in multiple areas of mouth needing dental block in \\> 1 anatomic area\n* Patient to have Dental / OMFS ED consult for procedure",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adult patients (aged 18-years or older) presenting to the ED with dental pain in whom the ED practitioner plans to perform a dental nerve block will be enrolled. Enrollment will occur 24 hours a day during all days of the week. Patients meeting eligibility criteria will be assessed for inclusion/exclusion criteria. There will be 195 patients enrolled in the study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Chinnock, MD",
                    "role": "CONTACT",
                    "phone": "559-499-6440",
                    "email": "brian.chinnock@ucsf.edu"
                },
                {
                    "name": "Jannet Castaneda, BA",
                    "role": "CONTACT",
                    "phone": "559-994-5893",
                    "email": "jannet.castanedasanchez@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brian Chinnock, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Community Regional Trauma and Burn Center",
                    "status": "RECRUITING",
                    "city": "Fresno",
                    "state": "California",
                    "zip": "93721",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Chinnock, MD",
                            "role": "CONTACT",
                            "phone": "559-499-6400",
                            "email": "brian.chinnock@ucsf.edu"
                        },
                        {
                            "name": "Jannet Castaneda, BA",
                            "role": "CONTACT",
                            "phone": "559-499-6435",
                            "email": "jannet.castanedasanchez@ucsf.edu"
                        },
                        {
                            "name": "Brian Chinnock, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.74773,
                        "lon": -119.77237
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014098",
                    "term": "Toothache"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000005157",
                    "term": "Facial Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16853",
                    "name": "Toothache",
                    "asFound": "Dental Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8300",
                    "name": "Facial Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M21089",
                    "name": "Facies",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}