{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138405",
            "orgStudyIdInfo": {
                "id": "IRB202202624 - N"
            },
            "secondaryIdInfos": [
                {
                    "id": "1UG3DE032004-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1UG3DE032004-01"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Dental-Child Interaction Training",
            "officialTitle": "Implementing Evidence-based Behavioral Skills in Pediatric Oral Healthcare Providers",
            "acronym": "DCIT",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "dental-child-interaction-training"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-25",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this behavioral, interventional clinical trial is to provide a specialized workshop training for dental providers (e.g., dentists, hygienists, assistants) to improve interactions with young children (2-10 years old) and parents/caregivers. The training is derived from a well-established behavior management program for preschoolers, Parent-Child Interaction Therapy (PCIT).\n\nThe main questions it aims to answer are:\n\n* Change in behavior of dental providers\n* Acceptability of training by dental providers\n\nAll participants will receive the same behavior training; however, one group will receive the training on a delayed schedule. Researchers will compare the immediate intervention and control group to see if the training was effective in the dental providers usage of skills.",
            "detailedDescription": "This is a cluster randomized clinical trial, with a two-group, parallel, delayed treatment design.\n\nAfter being informed abut the study and potential risks, all dental provider participants giving written informed consent will be randomized by dental clinic/office to one of the two groups, the training (immediate intervention) group or the delayed (control) training group. Both groups will be filmed using very small and unobtrusive digital video recorders in their dental office/practice/clinic prior to the training workshop to assess for behavioral skills used with their child patients, child adherence, child fear/anxiety, and child on-task behavior.\n\nDuring the training workshop, dental provider participants will complete a set of measures at the start of the workshop on their knowledge of the specific behavioral skills being presented in the training and factors contributing to their ability and willingness to implement evidence- based training components (i.e., adoption, appropriateness, feasibility, penetration, sustainability). In addition, they will be asked to demonstrate and practice their behavioral interaction skills with trained simulated child patients in a dental simulation. The workshop will take place over the course of an 8-hour training day. At the end of the day, dental providers will complete the knowledge quiz, simulation procedure, and a measure of acceptability of the training and learned skills.\n\nBoth the training and the delayed training control groups will be video recorded in their clinics at a 2-month post workshop to determine skill level. At the same time, the assessment measure for the implementation of the evidence-based training components will be completed.\n\nDuring the video-recorded clinic sessions, consenting families will participate in their child's dental appointment and be asked to complete reports of child behavior, child anxiety/fear, and acceptability of the research procedures/dental practice via validated instruments. As in the R21 project, both preventive and operative appointments will be included, for generalization. After visit completion, dental staff will complete a rating of child anxiety/fear, child behavior, and a self-report of acceptability of the research procedures."
        },
        "conditionsModule": {
            "conditions": [
                "Behavior and Behavior Mechanisms",
                "Child Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 264,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Experiential, interactive, skills-oriented workshop for oral healthcare providers (i.e., dentists, hygienists, and assistants) involving simulated patients and immediate pre- and post-workshop testing. The workshop involves didactics on developmentally-appropriate child behavior in the dental setting, and \"over-practice\" of skills, to the point of habit, by providers.",
                    "interventionNames": [
                        "Behavioral: Immediate intervention Group"
                    ]
                },
                {
                    "label": "Delayed Intervention Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The delayed intervention group will receive the same experiential, interactive, skills-oriented workshop, but two months after the immediate intervention group.",
                    "interventionNames": [
                        "Behavioral: Delayed intervention (control) Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Immediate intervention Group",
                    "description": "The immediate intervention group will be video recorded in office and participate in the training workshop and assessment methods two months after.",
                    "armGroupLabels": [
                        "Immediate Intervention Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Delayed intervention (control) Group",
                    "description": "The delayed training group will also be video recorded in office but will wait an additional two months and then participate in the training and assessment methods as with the original training group.",
                    "armGroupLabels": [
                        "Delayed Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To assess dental providers' usage of DCIT behavioral methods in the training workshop.",
                    "description": "Frequency counts of Dental-Child Interaction Training (DCIT) positive (i.e., increases/change in labeled praises, behavior descriptions, direct commands) and negative (i.e., decreases/change in negative talk and no-opportunity-to-comply commands) behavioral methods and ratio of those behaviors to all coded provider behaviors involved in the interaction of the child to evaluate whether participants show demonstrated skill change as a result of the workshop.\n\nOutcome measured by observation of video-taped interactions between dental provider and (simulated) children using Dental-Dyadic Parent-Child Interaction Coding System (D-DPICS).",
                    "timeFrame": "Immediately pre- and post-workshop"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To assess dental providers' knowledge of DCIT principles and methods.",
                    "description": "Providers will be tested before and after the training on basic knowledge and principles and application of Dental-Child Interaction Training (DCIT) skills using a 20-item self-report instrument to assess providers' knowledge and level of understanding of DCIT behavioral principles.\n\nOutcome measured by the Dental Provider DCIT Skills Knowledge assessment. A total of 20 questions using a multiple choice and free response format.",
                    "timeFrame": "Immediately pre- and post-workshop"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "To assess the acceptability of dental providers' usage of DCIT behavioral methods in their dental practices/clinics.",
                    "description": "Acceptability is a crucial aspect of whether dental providers will implement the skills they have learned.\n\nOutcome measured by providers' rating of likeliness of adapting DCIT skills in their dental practices/clinics using 40-item Usage Rating Profile - Intervention Revised (URP-IR) and 6 month post training Focus group.",
                    "timeFrame": "Immediately post- workshop and again two and 6 months post workshop"
                },
                {
                    "measure": "To assess dental providers' ability to use DCIT behavioral methods in their clinic or practice setting.",
                    "description": "Direct observation during a pediatric dental appointment in the dental provider's practice/clinical setting to determine frequency counts of Dental-Child Interaction Training (DCIT) positive (i.e., increases/change in labeled praises, behavior descriptions, direct commands) and negative (i.e., decreases/change in negative talk and no-opportunity-to-comply commands) behavioral methods in all provider-child interactions.\n\nThis objective provides an evaluation of whether dental providers actually acquire and demonstrate skill change in their practices.\n\nOutcome measured by observation of in-office video-taped interactions between dental provider and children using Dental-Dyadic Parent-Child Interaction Coding System (D-DPICS).",
                    "timeFrame": "2 months pre-workshop to 2 months post-workshop"
                },
                {
                    "measure": "To assess child behavior when dental providers use DCIT behavioral methods in their clinic or practice setting.",
                    "description": "Coded observations and ratings of child behavior (e.g., adherence, positivity, and fearfulness) during dental treatment with providers using the D-DPICS to evaluate the impact of DCIT behavioral methods on child behavior.\n\nOutcome measured by observation of in-office video-taped interactions between dental provider and children using Dental-Dyadic Parent-Child Interaction Coding System (D-DPICS). In addition, child behavior ratings using the Frankl scale of child cooperation during the dental appointment.",
                    "timeFrame": "2 months pre-workshop to 2 months post-workshop"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nDental Providers\n\n* Licensed dentist, licensed or certified dental hygienist, or dental assistant\n* Provides (or willing to consider providing) dental treatment for children between 2 years and 10 years old -\\>= 18 years old\n* Fluent in spoken and written English\n* Willing to be videotaped\n\nParent/Caregivers\n\n* Understands spoken and written English\n* Willing to be videotaped\n* Provide signed and dated informed consent form\n* Willing to comply with all study procedures and be available for the duration of the study\n\nChild Dental Patients\n\n* Child between 2 years, 0 months, and 0 days, and 10 years, 11 months, 30 days old\n* Receiving preventive, restorative, emergency or any other dental treatment\n* Accompanied by a parent/caregiver\n* Understands spoken and written English\n* Willing to be videotaped\n* Parent/guardian provides signed and dated informed consent form\n* Provide assent (if 7+ years old and who do not have an obvious cognitive impairment or are \"mentally immature\")\n* Willing to comply with all study procedures and be available for the duration of the study\n* In good general health as evidenced by medical history\n\nExclusion Criteria:\n\n* Cognitive impairment or developmental delay\n* Major medical problem in child\n* Autism or other developmental/neurodevelopmental disorders\n* Anything that would place the individual at increased risk or preclude the individual's full compliance with or completion of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kendra Pacho",
                    "role": "CONTACT",
                    "phone": "352-273-6801",
                    "email": "KPacho@dental.ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel W McNeil, PhD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Cheryl B McNeil, PhD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arkansas",
                    "city": "Fayetteville",
                    "state": "Arkansas",
                    "zip": "72701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Quetsch",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.06258,
                        "lon": -94.15743
                    }
                },
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimon Divaris",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "West Virginia University",
                    "city": "Morgantown",
                    "state": "West Virginia",
                    "zip": "26506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christa Lilly",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.62953,
                        "lon": -79.9559
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}