{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05422612",
            "orgStudyIdInfo": {
                "id": "S-21-02 / IND 157676"
            },
            "organization": {
                "fullName": "U.S. Army Medical Research and Development Command",
                "class": "FED"
            },
            "briefTitle": "Department of Defense PTSD Adaptive Platform Trial - Master Protocol",
            "officialTitle": "A Phase 2, Multi-center, Multi-arm, Randomized, Placebo-controlled, Double-blind, Adaptive Platform Study to Evaluate the Safety, Tolerability, and Efficacy of Potential Pharmacotherapeutic Interventions in Active-Duty Service Members and Veterans With PTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "department-of-defense-ptsd-adaptive-platform-trial-master-protocol"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-13",
            "studyFirstSubmitQcDate": "2022-06-13",
            "studyFirstPostDateStruct": {
                "date": "2022-06-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "U.S. Army Medical Research and Development Command",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "PPD",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Berry Consultants",
                    "class": "OTHER"
                },
                {
                    "name": "Idorsia Pharmaceuticals Ltd.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Cambridge Cognition Ltd",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Citeline",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 2 randomized, double-blinded, placebo-controlled study that will evaluate multiple potential pharmacotherapeutic interventions for PTSD utilizing an adaptive platform trial design. Participants are randomized among the multiple cohorts in the study and the resulting randomization enables sharing/pooling of control participants, where all interventions may be compared to a common control (placebo). This master protocol describes the default procedures and analyses for all cohorts; treatment-specific procedures will be described in the Master Protocol cohort-specific appendices. Individual cohorts may have additional eligibility requirements, safety and efficacy procedures, or endpoints, which will be described in corresponding intervention-specific clinicaltrials.gov records.",
            "detailedDescription": "The general structure of this Adaptive Platform Trial (APT) consists of a 30-day Screening Period, a 12-week Platform Treatment Period, and a 4-week Safety Follow-up. The trial begins with 3 open platform cohorts (it is possible for 1 of the cohorts to begin sooner than the others, as necessary). Importantly, the integration of multi-modal biomarker assessments within the Department of Defense (DOD) PTSD APT allows for defining future cohorts based on to-be-determined biomarker signatures in a multi stage approach. Initial testing in non-biomarker-defined cohorts will be referred to as \"main stage\" testing, while testing in biomarker-defined cohorts will occur within \"biomarker extensions.\"\n\nInitially viewed as a 3-arm trial versus control, the adaptive platform trial will continue enrollment until decisions are made to stop all of the cohorts. At quarterly interim analyses, unblinded data will be reviewed by an independent, firewalled Independent Statistical Analysis Committee (ISAC) and a Data Safety Monitoring Board (DSMB). At each interim analysis, the possible cohort-level decisions that could be made include stopping enrollment to a cohort for futility, anticipated success, or for reaching the maximum sample size. New cohorts for investigation can be added at any time. The DSMB may recommend stopping a cohort for safety reasons.\n\nCandidate biomarker data will be retrospectively analyzed after each cohort has completed main stage testing, and cohort testing may be re-initiated for prospective evaluation of the treatment in a subject population enriched (eg, either only biomarker \"positive\" or only biomarker \"negative\" participants would be enrolled) or stratified based on biomarker status. In addition, candidate biomarkers (which may also be characterized or validated externally to the DOD PTSD APT) may be used to stratify randomization across cohorts or as a prospective enrichment strategy at the initiation of a cohort. Exploratory biomarker data will be evaluated throughout the trial to identify additional candidate biomarkers for testing within the APT, or to inform candidate drug selection for additional cohorts.\n\nFor information specific to each intervention included in this platform trial, please refer to the below corresponding, separate, clinicaltrials.gov records:\n\nVilazodone NCT05948579; Fluoxetine NCT05948553; Daridorexant NCT05948540\n\nParties interested in having their intervention considered for testing within the DOD PTSD APT should complete a request for information form using this webpage https://citeline.qualtrics.com/jfe/form/SV_0oDoJXvIL7EFM1M."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multiple interventions will be tested in this adaptive platform trial and each will be described in Master Protocol cohort-specific platform appendices.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The overall 2-stage randomization scheme will be implemented by an unblinded statistician who is otherwise uninvolved in study operations. Participants will be assigned a study number at Screening (Subject ID). In the first stage of randomization, eligible participants who complete screening will be randomly assigned to an open platform cohort for which they are eligible (both site PIs and participants are aware of the cohort assignment) and, within that cohort, the second stage of randomization is to intervention vs placebo (double-blind) using Interactive Response Technology (IRT).\n\nFor this APT, participant assignment to a cohort will not be blinded. The tablets/capsules used in the cohorts may not be visually similar between cohorts and blinding to cohort assignment is not necessary to avoid bias. However, within each cohort, participants, site personnel, contract research personnel and the sponsor will be blind to treatment assignment (intervention vs. placebo).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention A: Fluoxetine HCl",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Intervention A Fluoxetine Hydrochloride (HCl)"
                    ]
                },
                {
                    "label": "Intervention A Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Intervention A Placebo"
                    ]
                },
                {
                    "label": "Intervention B Vilazodone",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Intervention B Vilazodone Hydrochloride (HCl)"
                    ]
                },
                {
                    "label": "Intervention B Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Intervention B Placebo"
                    ]
                },
                {
                    "label": "Intervention C Daridorexant",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Intervention C Daridorexant"
                    ]
                },
                {
                    "label": "Intervention C Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Intervention C Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Intervention A Fluoxetine Hydrochloride (HCl)",
                    "description": "Fluoxetine will be administered at 10 to 60 mg daily. The initial dose for all participants will be 10 mg daily for 1 week, then increased to 20 mg daily for 2 weeks, then increased to 40 mg daily for 2 weeks, then increased to 60 mg daily for the remainder of the trial. One reduction in dose due to tolerability will be allowed. When a participant's dose is decreased due to tolerability, the dose will not be increased.",
                    "armGroupLabels": [
                        "Intervention A: Fluoxetine HCl"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Intervention A Placebo",
                    "description": "A matching placebo will be administered at 10 to 60 mg daily in the same regimen as the intervention.",
                    "armGroupLabels": [
                        "Intervention A Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Intervention B Vilazodone Hydrochloride (HCl)",
                    "description": "Vilazodone HCl will be administered at 10 mg once daily for 7 days, followed by 20 mg for 7 days, followed by 40 mg for the remainder of the trial. There must be a minimum of 7 days between dosage increases. One reduction in dose due to tolerability will be allowed. After Week 8, dose reduction for tolerability is allowed, but dose increase is not allowed.",
                    "armGroupLabels": [
                        "Intervention B Vilazodone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Intervention B Placebo",
                    "description": "A matching placebo will be administered at 10 to 40 mg daily in the same regimen as the intervention.",
                    "armGroupLabels": [
                        "Intervention B Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Intervention C Daridorexant",
                    "description": "Daridorexant will be administered 50 mg once daily.",
                    "armGroupLabels": [
                        "Intervention C Daridorexant"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Intervention C Placebo",
                    "description": "A matching placebo will be administered at 50 mg daily in the same regimen as the intervention.",
                    "armGroupLabels": [
                        "Intervention C Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Absolute change in the Clinician-Administered PTSD Scale-5-Revised (CAPS-5-R) Past Month total score at Week 12 (Final/Early termination Visit).",
                    "description": "A change in PTSD symptom severity from baseline as measured by CAPS-5-R Past Month. The range of the scale is 0-200. The higher the score at baseline, the worse the PTSD severity. The larger the decrease in score from baseline, the better the outcome.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Incidence of new or worsening suicidal thoughts or behaviors as measured by change in Columbia Suicide Severity Rating Scale (C-SSRS) score from baseline.",
                    "description": "The C-SSRS is an assessment of suicidal ideation and behavior in clinical and research settings. The C-SSRS consists of 16 questions that ask about suicidal ideation and behaviors (the first 10 questions comprise the ideation subscale and the last 6 comprise the behavior subscale). This 5-item subscale ranges from a minimum of 0 (corresponding to no suicidal ideation) to a maximum of 5 (representing active suicidal ideation with plan and intent).",
                    "timeFrame": "12 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Frequency of treatment-emergent adverse events (TEAEs).",
                    "description": "The TEAEs recorded during the study will be summarized by system organ class, preferred term, and treatment group. Adverse events and medical history will be coded using the most current version of MedDRA.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Severity of treatment-emergent adverse events (TEAEs).",
                    "description": "The TEAEs recorded during the study will be summarized by system organ class, preferred term, and treatment group. Adverse events and medical history will be coded using the most current version of MedDRA.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Frequency of serious adverse events (SAEs)",
                    "description": "The SAEs recorded during the study will be summarized by system organ class, preferred term, and treatment group. Adverse events and medical history will be coded using the most current version of MedDRA.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Severity of serious adverse events (SAEs).",
                    "description": "The SAEs recorded during the study will be summarized by system organ class, preferred term, and treatment group. Adverse events and medical history will be coded using the most current version of MedDRA.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Relative change from Baseline to Week 12 in the Clinician-Administered PTSD Scale for DSM-5 Revised (CAPS-5-R), Past Month total score.",
                    "description": "A relative change in PTSD symptom severity from baseline as measured by CAPS-5-R Past Month. The range of the scale is 0-200. The higher the score at baseline, the worse the PTSD severity. The larger the decrease in score from baseline, the better the outcome.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Number of participants with a Response Rate ≥30%",
                    "description": "≥30% reduction from Baseline to 12 Weeks in the Clinician-Administered PTSD Scale for DSM-5 Revised (CAPS-5-R), Past Month total score. The range of the scale is 0-200. The higher the score, the worse the PTSD severity. The larger the decrease in score from baseline, the better the outcome.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Number of participants with a Response Rate ≥50%",
                    "description": "≥50% reduction from Baseline to 12 Weeks in the Clinician-Administered PTSD Scale for DSM-5 Revised (CAPS-5-R), Past Month total score. The range of the scale is 0-200. The higher the score, the worse the PTSD severity. The larger the decrease in score from baseline, the better the outcome.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Number of participants Achieving Remission",
                    "description": "Achieving remission: defined as the Clinician-Administered PTSD Scale for DSM-5 Revised (CAPS-5-R), Past Month total score \\<18. The range of the scale is 0-200. The higher the score, the worse the PTSD severity.",
                    "timeFrame": "12 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: A participant must meet all the following criteria to be eligible to participate in this study:\n\n1. Is willing and able to provide written informed consent.\n2. Is male or female, ≥18 and \\<65 years of age at screening.\n3. Meets Diagnostic and Statistical Manual for Mental Disorders, 5th edition (DSM-5) criteria for PTSD according to CAPS-5-R, Past Month assessment.\n4. The index trauma must have occurred more than 3 months prior to screening.\n5. Has a CAPS-5-R, Past Month total score of ≥26 at Screening. If the Baseline visit is \\>30 days after Screening, the CAPS-5-R assessment will be repeated at the Baseline visit to verify continued eligibility.\n\n   Note: The CAPS-5 scoring grid will be used to score answers and to calculate the total score to determine eligibility.\n6. Is currently serving, or has previously served, in a branch of the US military service (ie, Air Force, Army, Navy, Marine Corps, and Coast Guard including Reserves and National Guard).\n7. Agrees to consistently use an acceptable method of birth control as defined in Section 7.4.2 (required for both males and females who are of reproductive potential and sexually active with partners of the opposite sex) throughout the duration of participants' involvement in the study and for a minimum of 30 days after the last dose of study treatment or longer, as specified in the assigned cohort appendix (Table 3).\n\n   1. For females of reproductive potential, acceptable birth control methods are defined as: hormonal contraceptives, intrauterine device, or double barrier contraception (ie, male condom and diaphragm, male condom or diaphragm with spermicidal gel or foam). Hormonal contraceptives must have been started at least 2 months prior to the Baseline visit. In addition, agrees to no egg donation or harvesting for the duration of the study and for at least 30 days after the last dose of study treatment or as specified in the assigned cohort appendix (Table 3).\n   2. Non-reproductive potential for females is defined by a post-menopausal (12 consecutive months without menses or surgically sterile). If in question, an Follicle-stimulating hormone (FSH) of \\>40 U/mL, per central laboratory testing must be documented. Surgical sterility (hysterectomy, bilateral oophorectomy, or bilateral tubal ligation) must be documented.\n   3. Females of reproductive potential must have a negative pregnancy test at the screening (serum) and baseline (urine) visits.\n   4. For males, adequate birth control methods will be defined as the use of double barrier contraception (eg, male condom and diaphragm, male condom or diaphragm with spermicidal gel or foam). In addition, male participants must agree not to donate sperm for the duration of the study and for at least 30 days after the last dose of study treatment or as specified in the assigned cohort appendix (Table 3).\n   5. Non-reproductive potential for males is defined as surgical sterility (ie, vasectomy) at least 3 months prior to baseline.\n8. Is able and willing to participate in study assessments and undergo blood draws.\n9. Is willing to undergo magnetic resonance imaging (MRI) eg, is not claustrophobic, has no contraindications to MRI.\n\nExclusion Criteria: A participant who meets any of the following criteria will not be eligible to participate in this trial:\n\n1. Is pregnant or breastfeeding at the Screening or Baseline visits, or planning pregnancy during the study.\n2. Is at risk for suicide based on any of the following:\n\n   1. Had any suicidal ideation or behavior (including preparatory behavior) that required psychiatric hospitalization in the 3 months prior to screening.\n   2. Had more than 2 actual suicide attempts within the last 3 years, not including interrupted or aborted attempts, preparatory acts or behaviors, or non-suicidal self-injurious behavior (as per C SSRS response).\n   3. Has any history of suicidal ideation and/or intent following initiation of a medication used for psychiatric symptoms or disorders.\n   4. Has any history of suicide-related hospitalization following initiation of a medication used for psychiatric symptoms or disorders.\n3. Is taking any prohibited medication per Section 8.5.1 or cohort-specific restrictions (Table 3), is unable/unwilling to discontinue medications, or in the PI's judgement, cannot discontinue medications. Subjects must agree to a washout period of at least 14 days or 5 half-lives, whichever is longer, prior to the first dose of study treatment. Note, the half-life of the parent drug (not metabolites) should be used in this calculation.\n4. In the 3 months prior to the Baseline visit, has initiated or terminated individual or group PTSD specific psychotherapy (eg, Eye Movement Desensitization \\& Reprocessing, Prolonged Exposure, Cognitive Processing Therapy, Stress Inoculation Training, Present Centered Therapy), or therapy is anticipated to conclude during the study. Completion of ≤2 sessions in the prior 3 months with no plans to continue is not exclusionary. Participants in stable trauma-focused or non-trauma focused therapy must agree to continue treatment for the duration of participation in the study.\n5. Has undergone or plans to undergo gender reassignment surgery. Note: participants who are currently undergoing stable hormone replacement therapy are eligible for inclusion in the study.\n6. Meets DSM-5 (American Psychiatric Association 2013) criteria for moderate or severe alcohol use disorder (AUD) or other substance use disorders (SUDs), including cannabis, hallucinogens, inhalants, opioids, sedatives, hypnotics, anxiolytics, or stimulants within 3 months of screening. Nicotine use disorder is allowed.\n7. Has a positive screen for illicit drugs (excluding cannabis) or recent heavy alcohol consumption (as possibly indicated by an elevated gamma-glutamyl transferase (GGT) or an elevated aspartate aminotransferase (AST) to alanine aminotransferase (ALT) ratio - to be interpreted in the context of other clinical information) at the Baseline visit.\n8. Has a lifetime history or current symptoms of psychotic features, as determined by the Mini International Neuropsychiatric Interview (MINI) Psychotic Disorders and Mood Disorders with Psychotic Features screening questions.\n9. Has a current diagnosis of obstructive sleep apnea (OSA) considered not well-managed (AHI ≥5) with C-, Bi-, or V PAP. Participants who have AHI ≥5 at Screening with the OSA screening device may repeat the OSA assessment prior to the Baseline visit or provide documentation from a physician stating that their C-, Bi-, or V-PAP machine AHI readings are \\<5.\n10. Has a history of neoplastic disease or completion of treatment in the last 5 years, except for treated basal cell or squamous cell carcinoma of the skin.\n11. Has any clinically significant abnormal findings on the 12-lead electrocardiogram (ECG) at the Screening or Baseline visits, such as:.\n\n    1. Abnormal heart rhythm (such as atrial fibrillation, ventricular fibrillation, or torsade de pointes)\n    2. ECG with a QTc interval \\>450 msec for males or \\>470 msec for females (QT interval corrected with Fridericia correction \\[QTcF\\]) At Screening, eligibility will be based on the central ECG reading. At baseline, eligibility will be based on the local ECG reading by a qualified site investigator.\n12. Has abnormal laboratory results at the Screening visit:\n\n    1. serum creatinine \\>1.5 mg/dL OR\n    2. estimated creatinine clearance of \\<50 mL/min calculated by the Cockcroft and Gault formula).\n13. Has clinically significant abnormal laboratory results at the Screening visit that indicate impaired liver function:\n\n    1. ALT or AST \\>2 × ULN\n    2. total bilirubin level \\>1.5 × ULN (unless previously known Gilbert syndrome)\n    3. prolonged prothrombin time \\>1.5 × ULN\n14. Has a prior history of drug induced liver injury characterized by ALT or AST \\>3 × upper limit of normal (ULN) AND total bilirubin level \\>2 × ULN without cholestasis (ie, Alkaline Phosphatase \\<2 × ULN).\n15. Has any other clinically significant laboratory result at Screening that could impact the participant's safety or participation in the study, as determined by the Site PI.\n16. Has any other concurrent psychiatric or medical condition that would impact the participant's safety, ability to appropriately complete evaluations, or participation in the study, as determined by the Site PI.\n17. Does not have a stable method of contact over the duration of the study.\n18. Is currently involved in litigation, medical evaluation for disability benefits or damages, or benefit examination related to the PTSD diagnosis.\n19. Has participated in any interventional clinical trial or treatment with any investigational drug or other investigational intervention within 3 months or 5 half-lives, whichever is longer, of screening.\n\n    Note: Previous participation in an observational study is permitted. Note: Subjects who are enrolled in this APT, and who are eligible for re randomization, are permitted to remain in the study and receive alternative cohort intervention following a 14 day or 5 half-lives washout period, whichever is longer. The half-life of the parent drug (not metabolites) should be used in this calculation.\n20. Is unavailable for the duration of the trial, unlikely to be compliant with the protocol, or deemed by the Site PI to be unsuitable for participation in the trial for any reason.\n21. Systolic blood pressure \\>140 mm Hg and/or diastolic blood pressure \\>90 mm Hg or Systolic blood pressure \\<90 mm Hg and/or diastolic blood pressure \\<50 mm Hg.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Participants who have undergone or plans to undergo gender reassignment surgery are not eligible.\n\nParticipants who are currently undergoing stable hormone replacement therapy are eligible for inclusion in the study.",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dr. Kimberly del Carmen",
                    "role": "CONTACT",
                    "phone": "Please reach out by email",
                    "email": "kimberly.a.delcarmen.civ@health.mil"
                }
            ],
            "locations": [
                {
                    "facility": "Homestead Associates in Research, Inc.",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Homestead Associates Research Contact",
                            "role": "CONTACT",
                            "phone": "305-246-0873",
                            "email": "info@associatesinresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Advanced Discovery Research",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30318",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Advanced Discovery Research Contact",
                            "role": "CONTACT",
                            "phone": "470-777-8839",
                            "email": "contact@advdiscovery.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "37088912",
                    "type": "BACKGROUND",
                    "citation": "Viele K. Allocation in platform trials to maintain comparability across time and eligibility. Stat Med. 2023 Jul 20;42(16):2811-2818. doi: 10.1002/sim.9750. Epub 2023 Apr 23."
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2023-08-11",
                    "uploadDate": "2023-09-14T09:04",
                    "filename": "Prot_000.pdf",
                    "size": 908250
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005473",
                    "term": "Fluoxetine"
                },
                {
                    "id": "D000069503",
                    "term": "Vilazodone Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018687",
                    "term": "Antidepressive Agents, Second-Generation"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000065690",
                    "term": "Cytochrome P-450 CYP2D6 Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000058825",
                    "term": "Serotonin 5-HT1 Receptor Agonists"
                },
                {
                    "id": "D000017366",
                    "term": "Serotonin Receptor Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8601",
                    "name": "Fluoxetine",
                    "asFound": "Polysorbate 80",
                    "relevance": "HIGH"
                },
                {
                    "id": "M453",
                    "name": "Vilazodone Hydrochloride",
                    "asFound": "Misonidazole",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29240",
                    "name": "Serotonin 5-HT1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M19648",
                    "name": "Serotonin Receptor Agonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}