{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05284305",
            "orgStudyIdInfo": {
                "id": "INT82/21"
            },
            "organization": {
                "fullName": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                "class": "OTHER"
            },
            "briefTitle": "Desmoid Tumor and Pregnancy: Effect of Pregnancy on Disease Control and Effect of Diagnosis on Pregnancy History.",
            "officialTitle": "Desmoid Tumor and Pregnancy: Effect of Pregnancy on Disease Control and Effect of Diagnosis on Pregnancy History. An International Multicenter Retrospective Observational Study",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "desmoid-tumor-and-pregnancy-effect-of-pregnancy-on-disease-control-and-effect-of-diagnosis-on-pregnancy-history"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-05-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-08",
            "studyFirstSubmitQcDate": "2022-03-08",
            "studyFirstPostDateStruct": {
                "date": "2022-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Padova",
                    "class": "OTHER"
                },
                {
                    "name": "Institut Curie",
                    "class": "OTHER"
                },
                {
                    "name": "Dana-Farber/Brigham and Women's Cancer Center",
                    "class": "OTHER"
                },
                {
                    "name": "Mount Sinai Hospital, Canada",
                    "class": "OTHER"
                },
                {
                    "name": "Desmoid Foundation Italia",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Istituto Oncologico Veneto IRCCS",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Desmoid tumors (DT) are rare disease of intermediate malignancy with variable and often unpredictable clinical course. There is a growing interest in defining potential risk of recurrence or progression during or after pregnancy and in identifying potential obstetrical risks and infertility rate of desmoid patients.\n\nAim of the study:\n\n* to define the impact of pregnancy on diagnosis, progression and recurrence of DT;\n* to define the risks related to DT of obstetrical risks and decisions to interrupt or avoid pregnancy after the diagnosis of DT.",
            "detailedDescription": "Background. Desmoid tumors (DT) are rare disease of intermediate malignancy with variable and often unpredictable clinical course.\n\nA significant proportion of female patients with a diagnosis of DT have a recent pregnancy history and on the contrary, the diagnosis of DT is often made during gestation or shortly thereafter. Understanding the behavior of desmoids during or after pregnancy is crucial to define the safest management of the tumor itself and of the pregnancy.\n\nMoreover, analyzing the impact of DT on decisions regarding the pregnancy (and in turn fertility), we will be able to implement new tools assisting and counselling women with DT.\n\nAim of the study.\n\n1. to define the management of DT in patients diagnosed with desmoid before pregnancy and during pregnancy;\n2. analyze the oncological outcome of desmoid patients during and after pregnancy;\n3. assess potential obstetrical risks and decisions to interrupt or avoid pregnancy after the diagnosis of DT\n\nStudy design. International multicentric retrospective observational study. Histology. Only patients with histology-proven desmoids will be included. DT will be defined according to the WHO classification. Patients with FAP-related DT will be included and analyzed separately, while those affected by infantile fibromatosis or palmar/plantar fibromatosis will be excluded.\n\nData collection.\n\n* Clinicopathological data: age at diagnosis, size of DT at the time of initial presentation (measured as longest diameter) and tumor site. The latest will be classified as abdominal wall, extremity (including limb girdle), intrabdominal (including visceral, pelvic and mesenteric), or other.\n* Treatment details of primary and recurrent DT: active surveillance, surgery, radiation therapy, isolated limb perfusion, and systemic therapies. Date of surgery and margin status (defined as R2, R1 and R0 if respectively macroscopic, microscopic and no tumor is found in the final pathological specimen) will be also recorded. The systemic treatment will include: cytotoxic chemotherapy with any regimen of agents, antiestrogen or LH-RH inhibitors, other hormonal therapy, anti-inflammatory drugs, and molecular targeted therapy.\n* Recurrence or progression of disease and time of last follow-up. Recurrence will be defined as macroscopic relapse 6 months or later after complete resection, for those patients undergoing surgery. Progression, stability, or regression (partial or complete) will be defined according to RECIST criteria (version 1.1), whether spontaneous or in the presence oftherapy, both for patients undergoing surgery and for those managed with active surveillance.\n* Number of pregnancies and abortions (spontaneous or induced). For eachevent: date of delivery or abortion, type of delivery, pregnancy complications and labor complications will be recorded. For women with a history of DT, the date and type of first treatment after pregnancy will be also recorded, regardless of the initial approach (whether surgical or conservative).\n* Patient reported outcomes. Concept elicitation (CE) interviews will be used to explore desmoid patients' perspectives on key disease-related symptoms and impacts. Qualitative analysis will be performed to determine the relative frequency and disturbance of symptoms and impacts as well as other characteristics of these concepts (including desire and success of a pregnancy, anxiety to start a pregnancy with a diagnosis of DT). A draft patient-reported outcome (PRO) scale will be developed and compared with the available literature then developed and tested with cognitive interviewing. Information from the interviews will be subsequently incorporated into the refined PRO scale.\n\nThe following questions will be included in a questionnaire in order to define the possible effects of DT on pregnancy:\n\n1. Have you had a pregnancy during or after your diagnosis of desmoid tumor? \\[if Yes, eligible for Study population\\]\n2. At the time of the desmoid diagnosis were you fertile? If so, please answer the following questions: \\[If Yes, eligible for Screening population\\]\n3. After the diagnosis of desmoid, have you decided to postpone a pregnancy?\n4. If so, was this related to the diagnosis of desmoid?\n5. After the diagnosis of desmoid have you interrupted a pregnancy?\n6. If so, was this related to the diagnosis of desmoid?\n7. After the diagnosis of desmoid, have you decided to avoid pregnancies?\n8. If so, was this related to the diagnosis of desmoid?\n\nStatistical analysis. Discrete variables will be described as medians with interquartile range (IQR). Categorical variables will be described as totals and frequencies. Univariate comparisons will be assessed using the chi-squared or Wilcoxon-rank sum test as appropriate. Univariate and multivariate logistic regression models will be assessed to determine the association of relevant baseline clinicopathological factors with pregnancy. Variables with univariate significance (p\\<0.20) will be entered into the multivariate model in combination with important clinical variables and confounders. \"Disease progression during pregnancy\" will include both PD according to RECIST within 1 year after delivery in patients with previous SD, and local recurrence detected during pregnancy or within 1 year after delivery. \"Time to progression during pregnancy\" will be calculated from estimated date of beginning of pregnancy (based on date of delivery or abortion) and first evidence of PD/LR. \"Spontaneous regression after PD during pregnancy\" will be defined as RECIST MR or PR in the absence of any active treatment after delivery regardless of previous \"Disease progression during pregnancy\". For the purpose of the following outcomes \"Disease progression during pregnancy\",\"Time to progression during pregnancy\", \"Spontaneous regression after PD during pregnancy\" estimates will be calculated based on the overall number of recorded pregnancies, meaning that for a single patients it will be calculated for each pregnancy following the diagnosis of DF. Survival adjusted for censoring will be calculated using the Kaplan-Meier method and medians compared using the log-rank test.\n\nAll analyses will be carried out with STATA version 13.0 (StataCorp, College Station, TX), and a P-value of \\<0.05 (two-tailed) will be considered statistically significant.\n\nExpected Results. Although DT tend to grow during pregnancy, patients followed in specialized sarcoma centers are safely managed. DT should not be considered a contraindication to pregnancy, however patients need to be enrolled in a close follow-up program. The impact of DT (and of the related management) on pregnant women and new mothers can translate in anxiety for a new pregnancy, desire to avoid pregnancy, and other symptoms which will be recorded as PRO.\n\nData Quality Control. Data quality will be guarantee by local Principal Investigators. In particular a specific kickoff meeting will be organized providing instruction for all Investigators. Data entry will be centralized by means of an online CRF, who will be accessible to Investigators after a data transfer and use agreement (DTUA) between the Promoter and the participating centers.\n\nAs far as data of patients enrolled by Desmoid Foundation Italia, data quality check will be guarantee by supervision of the study PI."
        },
        "conditionsModule": {
            "conditions": [
                "Desmoid",
                "Desmoid; Abdominal",
                "Pregnancy Loss",
                "Pregnancy Complications"
            ],
            "keywords": [
                "Desmoid",
                "Pregnancy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with history of pregnancy",
                    "description": "Patients with DT diagnosed during pregnancy; patients with DT with macroscopic disease in situ at the time of pregnancy (including previous partial resection, recurrent disease, primary disease followed with active surveillance); resected DT without clinical evidence of residual or recurrent disease at the onset of pregnancy.",
                    "interventionNames": [
                        "Other: Pregnancy"
                    ]
                },
                {
                    "label": "Patients without history of pregnancy",
                    "description": "Patients with DT without history of pregnancy"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Pregnancy",
                    "description": "DT with a history of concomitant or subsequent pregnancy.",
                    "armGroupLabels": [
                        "Patients with history of pregnancy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of new disease progression during pregnancy Progression disease according to RECIST within 1 year after delivery in patients with previous stable disease. Proportion of new disease progression during pregnancy",
                    "description": "Progression disease according to RECIST within 1 year after delivery in patients with previous stable disease.",
                    "timeFrame": "January 2000- December 2020"
                },
                {
                    "measure": "Local recurrence",
                    "description": "Local recurrence detected during pregnancy or within 1 year after delivery",
                    "timeFrame": "January 2000- December 2020"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to progression",
                    "description": "Time to progression during pregnancy calculated from estimated date of beginning of pregnancy and first evidence of PD/LR",
                    "timeFrame": "January 2000- December 2020"
                },
                {
                    "measure": "Spontaneous regression",
                    "description": "Spontaneous regression of PD during pregnancy",
                    "timeFrame": "January 2000- December 2020"
                },
                {
                    "measure": "Proportion of patients shifting from active surveillance/no treatment to active treatment",
                    "description": "Proportion of patients shifting from active surveillance/no treatment to active treatment within 1 year after delivery",
                    "timeFrame": "January 2000- December 2020"
                },
                {
                    "measure": "Rate of spontaneous and induced abortion",
                    "description": "Rate of spontaneous and induced abortion in the study population",
                    "timeFrame": "January 2000- December 2020"
                },
                {
                    "measure": "Rate of obstetric and delivery complications",
                    "description": "Rate of obstetric and delivery complications in the study population",
                    "timeFrame": "January 2000- December 2020"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* histologically-proven DT;\n* female patients\n* fertile age, \\>18 years;\n* concomitant or subsequent pregnancy (study group), or no history of pregnancy (screening group).\n\nExclusion Criteria:\n\n* suspected DT without histological diagnosis • male patients affected by DT\n* \\<18 years old, and non-fertile age.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Female patients above the age of 18 affected by DT with a history of concomitant or subsequent pregnancy prospectively followed at the partecipating institutions between January 2000 and December 2020. Patients will be divided in 3 groups: a) DT diagnosed during pregnancy; b) DT with macroscopic disease in situ at the time of pregnancy (including previous partial resection, recurrent disease, primary disease followed with active surveillance); c) resected DT without clinical evidence of residual or recurrent disease at the onset of pregnancy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marco Fiore, MD",
                    "role": "CONTACT",
                    "phone": "+390223903234",
                    "email": "marco.Fiore@istitutotumori.mi.it"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marco Fiore, MD",
                    "affiliation": "Fondazione IRCSS Istituto Nazionale Tumori",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women Hospital / Dana Farber Cancer Institute",
                    "status": "COMPLETED",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Mount Sinai Hospital/Toronto University",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "zip": "M5G 1X5",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Rebecca Gladdy, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Rebecca Gladdy",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Abha Gupta",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Institut Curie",
                    "status": "COMPLETED",
                    "city": "Paris",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                },
                {
                    "facility": "Desmoid Foundation Italy",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Enrica Rossi",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Enrica Rossi",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Giulia Personeni",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Fondazione IRCCS Istituto Nazionale dei Tumori",
                    "status": "COMPLETED",
                    "city": "Milan",
                    "zip": "20133",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Istituto Oncologico Veneto IRCSS",
                    "status": "WITHDRAWN",
                    "city": "Padova",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.40797,
                        "lon": 11.88586
                    }
                },
                {
                    "facility": "University of Padova",
                    "status": "WITHDRAWN",
                    "city": "Padova",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.40797,
                        "lon": 11.88586
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018222",
                    "term": "Fibromatosis, Aggressive"
                },
                {
                    "id": "D000018221",
                    "term": "Fibromatosis, Abdominal"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005350",
                    "term": "Fibroma"
                },
                {
                    "id": "D000018218",
                    "term": "Neoplasms, Fibrous Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "asFound": "Pregnancy Complications",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20368",
                    "name": "Fibromatosis, Aggressive",
                    "asFound": "Desmoid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "relevance": "LOW"
                },
                {
                    "id": "M20367",
                    "name": "Fibromatosis, Abdominal",
                    "asFound": "Desmoid; Abdominal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8480",
                    "name": "Fibroma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20364",
                    "name": "Neoplasms, Fibrous Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T1822",
                    "name": "Desmoid Tumor",
                    "asFound": "Desmoid",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}