{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06158594",
            "orgStudyIdInfo": {
                "id": "Pro00125467"
            },
            "organization": {
                "fullName": "University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Determining the Optimal Amount of Structured Environments for Healthy Kids",
            "officialTitle": "Identifying the Ideal Dose of Structured Summer Programming for Mitigating Accelerated Summer BMI Gain",
            "acronym": "DOSE",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "determining-the-optimal-amount-of-structured-environments-for-healthy-kids"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-27",
            "studyFirstSubmitQcDate": "2023-12-05",
            "studyFirstPostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "R. Glenn Weaver",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of South Carolina"
            },
            "leadSponsor": {
                "name": "University of South Carolina",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Studies show that virtually all increases in children's (5-12yrs) BMI occur during the summer, no matter children's' weight status (i.e., normal weight, overweight, or obese) at summer entry. Recent preliminary studies show that children engage in healthier behaviors on days that they attend summer day camps, and that BMI gain does not accelerate for these children. The proposed randomized dose-response study will identify the dose-response relationship between amount of summer programming and summer BMI gain.",
            "detailedDescription": "Summer is a period of accelerated BMI gain for children (5-12yrs). Studies show that virtually all increases in BMI occur during the summer, no matter children's' weight status (i.e., normal weight, overweight, or obese) at summer entry. Our research team recently developed the Structured Days Hypothesis (SDH), which may explain accelerated summer BMI gain. The SDH posits that structure, defined as pre-planned, segmented, and adult-supervised compulsory environments, protect children against obesogenic behaviors and prevent excessive BMI gain. The SDH draws upon the 'filled-time perspective', which posits that time filled with favorable activities cannot be filled with unfavorable activities. In the context of the SDH, this means that children engage in more obesogenic behaviors that lead to increased weight gain during times that are less-structured (e.g., summer days) compared to times that are more structured (e.g., school days). Based on the SDH, pre-existing community-operated summer day camps (e.g., B\\&G Club, YMCA), may exert a positive influence on summer BMI gain by limiting children's engagement in obesogenic behaviors. Recent preliminary studies show that children engage in healthier behaviors on days that they attend summer day camps, and that BMI gain does not accelerate for these children. A major weakness in the rigor of these preliminary studies is that they cannot identify the dose-response relationship between structured summer programming and summer BMI gain. Dose-response studies can definitively identify the smallest dose at which a useful effect is observed while simultaneously revealing the maximum dose beyond which there is no further beneficial effect. In the same way determining the effective dose of structure to mitigate negative health outcomes is necessary to inform feasible, scalable interventions and health policy. The proposed randomized dose-response study will identify the dose-response relationship between amount of summer programming and summer BMI gain. The impact of 4 weeks (n=90, 20 days), 6 weeks (n=90, 30 days), and 8 weeks (n=90, 40 days) of summer programming compared to no program (n=90) will be evaluated. Comprehensive implementation monitoring to evaluate implementation will also be conducted. This will identify factors associated with children's summer BMI gain and obesogenic behaviors. The aims of the study are to: Aim 1. Evaluate structured summer programming's impact on children's BMI gain and obesogenic behaviors. Aim 2. Evaluate implementation and contextual factors and their relationship with children's summer BMI gain and obesogenic behaviors. Aim 3. Determine the cost effectiveness of 4, 6, 8 weeks of summer programming for mitigating accelerated summer BMI gain. This work is significant as it addresses a critical public health goal - reducing obesity - through programing during a timeframe - summer vacation - when substantial, long-lasting negative effects occur. This application is innovative because of the focus on identifying the dose-response relationship between structured summer programming and summer BMI gain. This innovation addresses a weakness in the rigor of previous studies and is critical for identifying the ideal dose of summer programming for mitigating accelerated summer BMI gain."
        },
        "conditionsModule": {
            "conditions": [
                "Health Status Disparities",
                "Pediatric Obesity",
                "Ethnic Groups",
                "Socioeconomic Factors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Children in this group will not receive a voucher to attend a pre-existing summer program"
                },
                {
                    "label": "4-week voucher",
                    "type": "EXPERIMENTAL",
                    "description": "Children in this group will receive a voucher to attend 4-weeks of a pre-existing summer program",
                    "interventionNames": [
                        "Behavioral: Summer day camp"
                    ]
                },
                {
                    "label": "6-week voucher",
                    "type": "EXPERIMENTAL",
                    "description": "Children in this group will receive a voucher to attend 6-weeks of a pre-existing summer program",
                    "interventionNames": [
                        "Behavioral: Summer day camp"
                    ]
                },
                {
                    "label": "8-week voucher",
                    "type": "EXPERIMENTAL",
                    "description": "Children in this group will receive a voucher to attend 8-weeks of a pre-existing summer program",
                    "interventionNames": [
                        "Behavioral: Summer day camp"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Summer day camp",
                    "description": "The summer day camp programs are existing camps which take place at schools from which children will be recruited. The camps are not singularly focused, such as sport camps or academic only camps. Rather, the camps provide indoor and outdoor opportunities for children to be physically active each day, provide enrichment and academic programming, as well as provide breakfast, lunch, and snacks.",
                    "armGroupLabels": [
                        "4-week voucher",
                        "6-week voucher",
                        "8-week voucher"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Body Mass Index",
                    "description": "BMI translated into BMI z-scores based on Centers for Disease Control age-sex-specific zBMI growth charts",
                    "timeFrame": "End of school year (0 months, start of summer), beginning of school year (3 months, end of summer) and end of following school year (12 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* k-4th grader in a partner school\n* eligible for free and reduced price lunch (a widely recognized indicator of\n* socioeconomic level and poverty status)\n* parent that indicates \"yes' on an informed consent document for participation in the study\n\nExclusion Criteria:\n\n* Diagnosis of an intellectual disability, such as Down Syndrome, Fragile X, Fetal Alcohol\n* a physical disability, such as wheelchair use, that prevents the ability to ambulate without assistance.\n* Families who plan to enroll their children in a summer camp or relocate (i.e., move) during the 14-month period that they participate",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Weaver",
                    "role": "CONTACT",
                    "phone": "8037775605",
                    "email": "weaverrg@mailbox.sc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "South Carolina",
                    "zip": "29205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert G Weaver",
                            "role": "CONTACT",
                            "email": "weaverrg@mailbox.sc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.00071,
                        "lon": -81.03481
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Pediatric Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}