{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06169150",
            "orgStudyIdInfo": {
                "id": "10001511"
            },
            "secondaryIdInfos": [
                {
                    "id": "001511-I"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Detection and Characterization of Neurologic Manifestations of Inborn and Acquired Errors of Immunity",
            "officialTitle": "Detection and Characterization of Neurologic Manifestations of Inborn and Acquired Errors of Immunity",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "detection-and-characterization-of-neurologic-manifestations-of-inborn-and-acquired-errors-of-immunity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2043-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2043-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-11",
            "studyFirstSubmitQcDate": "2023-12-12",
            "studyFirstPostDateStruct": {
                "date": "2023-12-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nImmune system and nervous system have significant interaction so that People with immunity diseases can have complications that affect the nervous system and people with some neurological disease may have defects in their immune system.These complications can affect many body functions, including how they move, walk, think, and feel. Researchers do not fully understand how immune diseases affect the nervous system. By learning more, they hope to create more effective treatments.\n\nObjective:\n\nTo learn more about the interaction between immune and nervous system and how immunity disease affect the nervous system.\n\nEligibility:\n\nPeople aged 2 years and older with an immunity disease. Their healthy biological relatives and other healthy volunteers are also needed.\n\nDesign:\n\nParticipants will be screened. Blood will be drawn for research. They may have imaging scans. Adults may undergo lumbar puncture: A needle will be inserted into their back to collect fluid from the space around the spinal cord. The imaging scans and lumbar puncture will be optional for healthy relatives and volunteers.\n\nAll participants will have 1 study visit per year for 5 years.\n\nThey will be asked to donate samples of body fluids at each visit. Blood samples are required for the study. All other donations are optional. These may include saliva, urine, breast milk, stool, vaginal secretions, and wound drainage.\n\nAffected participants may be asked for a skin biopsy: A small sample of skin will be removed. They may also be photographed or videotaped to record the symptoms of their disease.\n\nTests for each study visit may be spread over several days, if needed.\n\nVisits may be at the clinic. Participants may also collect their own samples at home and send them to the researchers....",
            "detailedDescription": "Study Description:\n\nIn this study, we will characterize clinical neurologic presentations of patients with known or unevaluated primary and acquired errors of immunity. Investigating the underlying mechanisms of neurologic diseases and their genetic and immunologic bases requires periodic clinical evaluation of these patients and research analyses of their biospecimens. These biospecimens include blood, cerebrospinal fluid (CSF), urine, saliva, skin, breast milk, stool, vaginal specimens, and wound drainage. Magnetic resonance imaging (MRI) of the neural axis may also be done. Data and excess biospecimens from routine clinical care may also be collected and used for research. We propose to evaluate patients who either have or are suspected of having immune defects or other types of host defense defects with neurologic presentations. Unaffected biological relatives and healthy volunteers will also be enrolled as controls for research analyses.\n\nPrimary Objectives:\n\n1. Clinically characterize neurologic manifestations of errors of immunity via neurologic exam and neuroimaging.\n2. Determine genetic defects in participants.\n\nSecondary Objective:\n\nCharacterize immune cells in CSF and blood.\n\nPrimary Endpoints:\n\n1. Clinical characterization of neurologic manifestations in participants with recognized and unrecognized errors of immunity based on neurologic examination, neuroimaging, and other necessary neurologic tests depending on clinical presentation.\n2. Characterization of inherited or acquired errors of immunity in participants with rare neurologic diseases.\n\nSecondary Endpoint:\n\nCharacterization and comparison of immunologic phenotypes of both CSF and blood in participants with errors of immunity vs healthy controls, and longitudinally in participants using cellular and molecular immunologic techniques, including but not limited to immune cell phenotype, transcriptomics, metagenomics, and immune biomarkers."
        },
        "conditionsModule": {
            "conditions": [
                "Nervous System Disease",
                "Immune System Disease"
            ],
            "keywords": [
                "Errors Of Immunity",
                "Neurological Diseases",
                "Neuroinflammation",
                "Neuroinfections",
                "Neurodegeneration",
                "Primary Immunodeficiency",
                "Neuropathogenesis",
                "Inborn Errors of Immunity"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Controls",
                    "description": "Biological relatives or unrelated persons without a known diagnosis of neuroinfectious disease or neuroinflammation."
                },
                {
                    "label": "Primary or acquired immunodeficiency",
                    "description": "Known or suspected infection or inflammation of the nervous system or post infection sequelae, or is at risk of developing such a neurologic complication."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical characterization of neurologic manifestations in participants with recognized and unrecognized errors of immunity based on neurologic examination, neuroimaging, and other necessary neurologic tests depending on clinical presentation.",
                    "description": "Clinically characterize neurologic manifestations of errors of immunity via neurologic exam and neuroimaging.",
                    "timeFrame": "Through end of participation."
                },
                {
                    "measure": "Characterization of inherited or acquired errors of immunity in participants with rare neurologic diseases.",
                    "description": "Determine genetic defects in participants.",
                    "timeFrame": "Through end of participation."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Characterization and comparison of immunologic phenotypes of both CSF and blood in participants with errors of immunity vs healthy controls, and longitudinally in participants using cellular and molecular immunologic techniques.",
                    "description": "Characterize immune cells in CSF and blood.",
                    "timeFrame": "Through end of participation."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Aged \\>=2 years. To be seen at the NIH CC, participants must be \\>=3 years of age.\n2. Willing to allow specimens and data to be stored for future research.\n3. Willing to allow genetic testing on their biospecimens.\n4. Able to provide informed consent (for ages \\>=18 years) or has parent(s) or guardian(s) who can provide permission to participate on their behalf (for ages \\<18 years).\n\n   * Decisionally impaired affected adult participants may have a legally authorized representative (LAR) to provide informed consent on their behalf.\n\nAdditional Inclusion Criterion for Affected Participants:\n\nHas a primary or acquired immunodeficiency and known or suspected infection or inflammation of the nervous system or post-infection sequelae, based on clinical or imaging data provided by the referral facility, or is at risk of developing such a neurologic complication. For the purpose of this study, neuroinfectious disease or neuroinflammation is defined as any of the following:\n\n1. Any neurologic symptoms accompanied by CSF with evidence of inflammation (which may include pleocytosis, hypoglycorrachia, elevated protein, or other evidence of intrathecal immune activation, including immunoglobulin \\[Ig\\] G index or presence of oligoclonal bands).\n2. Systemic infection or inflammatory disease with neurologic involvement.\n3. Neuroimaging suggestive of infection or inflammation (for example, presence of contrast-enhancing lesions on CT or MRI).\n4. Clinical presentation suggestive of infection or inflammatory process of the nervous system without better explanation.\n5. History of infection or inflammatory process of the nervous system.\n\nAffected participants must also have their own primary health care provider to manage their condition outside the NIH.\n\nAdditional Inclusion Criteria for Biological Relatives and Healthy Volunteers:\n\n1. Is either a biological relative of an affected participant or is unrelated.\n2. Does not have a known diagnosis of neuroinfectious disease or neuroinflammation.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Pregnant (for biological relatives and healthy volunteers).\n2. Any condition that, in the judgment of the investigator, may put the participant at undue risk or make them unsuitable for participation in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be recruited from NIH protocols 15-N-0125 (Natural History Study of Inflammatory and Infectious Diseases of the Nervous System) and 93-I-0119 (Detection and Characterization of Host Defense Defects), or from referrals. Biological relatives of affected participants may be enrolled on this study as controls.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelsey L Yoo, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(240) 656-0596",
                    "email": "kelsey.yoo@nih.gov"
                },
                {
                    "name": "Farinaz Safavi, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-4952",
                    "email": "farinaz.safavi@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Farinaz Safavi, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Farinaz Safavi, MD",
                            "role": "CONTACT",
                            "phone": "240-627-3828",
                            "email": "farinaz.safavi@nih.gov"
                        },
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "(800) 411-1222",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001511-I.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Raw and processed de-identified data from the whole blood bulk RNA-seq and single-cell CITE-seq will be available from the NCBI Gene Expression Omnibus.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "IPD will be shared into GEO following publication of manuscripts.",
            "accessCriteria": "GEO is an open-access database."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2285",
                    "name": "Primary Immunodeficiency Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "asFound": "Neurologic Manifestations",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12354",
                    "name": "Nerve Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "asFound": "Immune System Diseases",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}