{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06444399",
            "orgStudyIdInfo": {
                "id": "23-012923"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Deucravacitinib (BMS-986165) for Pityriasis Rubra Pilaris",
            "officialTitle": "Deucravacitinib (BMS-986165) in the Treatment of Pityriasis Rubra Pilaris",
            "therapeuticArea": [
                "Other"
            ],
            "study": "deucravacitinib-bms-for-pityriasis-rubra-pilaris"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-05-31",
            "studyFirstPostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aaron R. Mangold",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and effectiveness of Deucravacitinib (BMS-986165) in Pityriasis Rubra Pilaris as assessed by the change in Investigator Global Assessment (IGA), PASI- 50, 75, 90, DLQI, NRS itch, and Skindex-16 at week 24. To predict responses through the identification of unique biomarkers of PRP utilizing single-cell RNA sequencing."
        },
        "conditionsModule": {
            "conditions": [
                "Pityriasis Rubra Pilaris"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pityriasis Rubra Pilaris",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive Deucravacitinib, twice daily for 24 weeks",
                    "interventionNames": [
                        "Drug: Deucravacitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Deucravacitinib",
                    "description": "6 mg administered orally twice daily for 24 weeks.",
                    "armGroupLabels": [
                        "Pityriasis Rubra Pilaris"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in PASI scores",
                    "description": "The Psoriasis Area and Severity Index (PASI) is used to assess the severity of psoriasis. The PASI score evaluates the discoloration, thickness, scaling, and coverage of psoriatic plaques on the skin. It ranges from 0 to 72, with higher scores indicating greater severity.",
                    "timeFrame": "Baseline, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in patient´s assessment of itch as measured by numeric rating scale",
                    "description": "The Itch Numeric Rating Scale is a self-administered patient-reported outcome instrument used to assess the severity of itching in patients with atopic dermatitis. It asks patients to rate their worst level of itching in the past 24 hours on an 11-point scale from 0 (no itch) to 10 (worst itch imaginable)",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in the Dermatology life quality index (DLQI)",
                    "description": "The DLQI consists of 10 questions concerning patients' perception of the impact of skin diseases on different aspects of their health-related quality of life over the last week. The DLQI is calculated by adding the score of each question, resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in the Skindex-16",
                    "description": "Skindex-16 consists of domain scores that assess how symptoms, emotions, and functioning from the skin issue affect the QOL of patients with skin conditions. The overall score averages the 3 domain scores, all of which are normalized to a 0 to 100 scale, where 0 indicates that their skin condition has no impact on QOL and 100 represents maximal impact on QOL for the worse.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in Investigator Global Assessment (IGA)",
                    "description": "The Investigator Global Assessment (IGA) is a standardized method used by healthcare professionals to evaluate the severity of atopic dermatitis (AD). It provides a comprehensive assessment of the extent and severity of eczema lesions on the skin. The IGA scale includes five points, each with specific morphological descriptions. (0 - Not affected, 1 - Little affected, 2 - Mild, 3 - Moderate, 4 - Severe)",
                    "timeFrame": "Baseline, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed.\n* Female and male patients ≥ 18 years of age.\n* Subjects must have a diagnosis of PRP type 1, 2.\n* Biopsy result consistent with PRP and not diagnostic for another disease.\n* Moderate to severe disease defined as Psoriasis Area and Severity Index (PASI) ≥ 10.\n* Candidates for systemic therapy.\n* Inadequate response to or not suitable for topical therapy in the opinion of the investigator.\n* If using any of the allowed topical treatments on the affected areas, the dose and application frequency should remain stable for 2 weeks prior to randomization and until Week 24.\n\nExclusion Criteria:\n\n* On excluded therapies, not on a stable dose of a therapy, or incompletely washed out for a therapy (Table-1.).\n* Previous use of a TYK2 inhibitor/enrollment in TYK2 inhibitor trials.\n* Known hypersensitivity or other adverse reaction to Deucravacitinib (BMS-986165).\n* HIV related PRP (PRP type 6).\n* atypical forms of PRP, e.g. presenting with ichtyosiform dermatitis, coarse palmoplantar keratosis.\n* Currently enrolled in any other clinical trial involving any investigational agent or device.\n* Presence of any other skin condition that may affect the evaluations of the study disease.\n* Current, severe, progressive or uncontrolled diseases that render the patient unsuitable for the trial, including any medical or psychiatric condition that, in the Investigator's opinion, would preclude the participant from adhering to the protocol or completing the study per protocol.\n* Ongoing use of ANY treatment prohibited by the protocol (Tables 1 \\& 2).\n* Pregnant or nursing (lactating) women (pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test).\n* Women of childbearing potential unless they are using basic methods of contraception which includes:\n\n  * Total abstinence when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception;\n  * Female sterilization (have had surgical bilateral oophorectomy \\[with or without hysterectomy\\], total hysterectomy or tubal ligation at least six weeks before taking study; treatment). In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment;\n  * Male sterilization (at least 6 months prior to screening). The vasectomized male partner should be the sole partner for that patient;\n  * Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps);\n  * Use of oral (estrogen and progesterone), injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\< 1%), for example hormone vaginal ring or transdermal hormone contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS). In case of use of oral contraception, women should have been stable on the same pill for a minimum of 3 months before taking study treatment.\n  * In case local regulations deviate from the contraception methods listed above, local regulations apply and will be described in the informed consent form (ICF).\n  * Note: Women are considered post-menopausal and not of childbearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks prior to enrollment. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment is she considered not of childbearing potential.\n* Underlying condition (including, but not limited to metabolic, hematologic, renal, hepatic, pulmonary, neurologic, endocrine, cardiac, infectious or gastrointestinal conditions) which, in the opinion of the investigator, significantly immunocompromises the subject and/or places the subject at unacceptable risk for receiving an immunomodulatory therapy.\n* Moderate-to-severe renal impairment including patients with estimated glomerular filtration rate (eGFR) \\< 60 mL/min/1.73m\\^2.\n* Active systemic infections during the 2 weeks prior to randomization (common cold viruses excluded) or any infection that reoccurs on a regular basis.\n* Current severe progressive or uncontrolled disease which the investigator renders the subject unsuitable for the trial or puts the subject at increased risk.\n* Have had any major surgery within 8 weeks prior to screening or will require major surgery during the study that, in the opinion of the investigator would pose an unacceptable risk to the patient.\n* Have experienced any of the following within 12 weeks of screening: VTE (DVT/pulmonary embolism \\[PE\\]), myocardial infarction (MI), unstable ischemic heart disease, stroke, or New York Heart Association Stage III/IV heart failure.\n* Have a history of recurrent (≥ 2) VTE (DVT/PE).\n* Have a history of lymphoproliferative disease; have signs or symptoms suggestive of possible lymphoproliferative disease, including lymphadenopathy or splenomegaly; have active primary or recurrent malignant disease; or have been in remission from clinically significant malignancy for \\< 5 years prior to randomization.\n* Have had symptomatic herpes zoster infection within 12 weeks prior to randomization.\n* Have a history of disseminated/complicated herpes zoster (for example, ophthalmic zoster or CNS involvement).\n* ALT or AST \\> 2 x upper limits of normal (ULN); alkaline phosphatase (ALP) ≥ 2 x ULN; total bilirubin ≥ 1.5 x ULN; hemoglobin \\< 10 g/dL (100.0 g/L); total white blood cell count \\< 3000 cells/μL (\\< 3.00 x 10\\^3/μL or \\< 3.00 billion/L); neutropenia (absolute neutrophil count \\[ANC\\] \\< 1500 cells/μL) (\\< 1.50 x 10\\^3/μL or \\< 1.50 billion/L); lymphopenia (lymphocyte count \\< 1000 cells/μL) (\\< 1.00 x 10\\^3/μL or \\< 1.00 bilion/L); thrombocytopenia (platelets \\< 100,000 cells/μL) (\\< 100 x 10\\^3/μL or \\< 100 billion/L).\n* Have a positive test for hepatitis B virus (HBV) defined as:\n\n  * Positive for hepatitis B surface antigen (HBsAg); or\n  * Positive for hepatitis B core antibody (HBcAb) and positive for hepatitis B virus deoxyribonucleic acid (HBV DNA) Note: Patients who are HBcAb-positive and HBV DNA-negative may be enrolled in the study but will require additional HBV DNA monitoring during the study.\n* Have hepatitis C virus (HCV) infection (hepatitis C antibody-positive and HCV ribonucleic acid \\[RNA\\]-positive). Note: Patients who have documented anti-HCV treatment for a past HCV infection AND are HCV RNA-negative may be enrolled in the study.\n* Have evidence of HIV infection and/or positive HIV antibodies.\n* Have had household contact with a person with active TB and did not receive appropriate and documented prophylaxis for TB.\n* Have evidence of active TB or latent TB.\n* Have evidence of active TB, defined in this study as the following:\n\n  * Positive purified protein derivative (PPD) test (≥ 5 mm induration between approximately 2 and 3 days after application, regardless of vaccination history), medical history, clinical features, and abnormal chest x-ray at screening;\n  * QuantiFERON®-TB Gold test or T-SPOT®.TB test (as available and if compliant with local TB guidelines) may be used instead of the PPD test. Patients are excluded from the study if the test is not negative and there is clinical evidence of active TB. Exception: patients with a history of active TB who have documented evidence of appropriate treatment, have no history of re-exposure since their treatment was completed, have no clinical features of active TB, and have a screening chest x-ray with no evidence of active TB may be enrolled if other entry criteria met. Such patients would not be required to undergo the protocol-specific TB testing for PPD, QuantiFERON®-TB Gold test, or T-SPOT®.TB test but must have a chest x-ray at screening (i.e., chest imaging performed within the past 6 months will not be accepted).\n* Have evidence of untreated/inadequately or inappropriately treated latent TB, defined in this study as the following:\n\n  * Positive PPD test, no clinical features consistent with active TB, and a chest x-ray with no evidence of active TB at screening; or\n  * If the PPD test is positive and the patient has no medical history or chest x-ray findings consistent with active TB, the patient may have a QuantiFERON®-TB Gold test or T-SPOT®.TB test (as available and if compliant with local TB guidelines). If the test results are not negative, the patient will be considered to have latent TB (for purposes of this study); or\n  * QuantiFERON®-TB Gold test or T- SPOT®.TB test (as available and if compliant with local TB guidelines) may be used instead of the PPD test. If the test results are positive, the patient will be considered to have latent TB. If the test is not negative, the test may be repeated once within approximately 2 weeks of the initial value. If the repeat test results are again not negative, the patient will be considered to have latent TB (for purposes of this study).\n* Have been exposed to a live vaccine within 12 weeks of randomization or are expected to need/receive a live vaccine during the course of the study (with the exception of herpes zoster vaccination).\n* Have donated more than a single unit of blood within 4 weeks prior to screening or intend to donate blood during the course of the study.\n* Have a history of intravenous drug abuse, other illicit drug abuse, or chronic alcohol abuse within the 2 years prior to screening or are concurrently using, or expected to use during the study, illicit drugs (including marijuana).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aaron Mangold, MD",
                    "role": "CONTACT",
                    "phone": "(480) 301-8000",
                    "email": "mangold.aaron@mayo.edu"
                },
                {
                    "name": "Hannah Samuel Gnanadas",
                    "role": "CONTACT",
                    "phone": "480-301-6232",
                    "email": "samuelgnanadas.hannah@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron Mangold, MD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Arizona",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010915",
                    "term": "Pityriasis"
                },
                {
                    "id": "D000003873",
                    "term": "Dermatitis, Exfoliative"
                },
                {
                    "id": "D000010916",
                    "term": "Pityriasis Rubra Pilaris"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017444",
                    "term": "Skin Diseases, Papulosquamous"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000003872",
                    "term": "Dermatitis"
                },
                {
                    "id": "D000017443",
                    "term": "Skin Diseases, Eczematous"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13805",
                    "name": "Pityriasis",
                    "asFound": "Pityriasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7068",
                    "name": "Dermatitis, Exfoliative",
                    "asFound": "Pityriasis Rubra",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13806",
                    "name": "Pityriasis Rubra Pilaris",
                    "asFound": "Pityriasis Rubra Pilaris",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7067",
                    "name": "Dermatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19713",
                    "name": "Skin Diseases, Papulosquamous",
                    "relevance": "LOW"
                },
                {
                    "id": "M19712",
                    "name": "Skin Diseases, Eczematous",
                    "relevance": "LOW"
                },
                {
                    "id": "T2153",
                    "name": "Exfoliative Dermatitis",
                    "asFound": "Pityriasis Rubra",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4581",
                    "name": "Pityriasis Rubra Pilaris",
                    "asFound": "Pityriasis Rubra Pilaris",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000628674",
                    "term": "Deucravacitinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M346703",
                    "name": "Deucravacitinib",
                    "asFound": "Flavonoids",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}