{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05447806",
            "orgStudyIdInfo": {
                "id": "STUDY00012931/20607"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK130992-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK130992-01"
                }
            ],
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Diabetes Clinical Decision Support",
            "officialTitle": "Glucose Management Clinical Decision Support to Improve Outcomes in Academic and Community Hospitals",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "diabetes-clinical-decision-support"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-15",
            "studyFirstSubmitQcDate": "2022-07-01",
            "studyFirstPostDateStruct": {
                "date": "2022-07-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ariana Pichardo-Lowden",
                "investigatorTitle": "Associate Professor, Department of Medicine",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the impact of an electronic medical record clinical decision support tool on rates of dysglycemia in the hospital, and its clinical and economical outcomes. The study also evaluates the perspectives of providers regarding the tool's usefulness on disease management support, knowledge, and practice performance.",
            "detailedDescription": "Approximately 9 million patients with diabetes (DM) are hospitalized annually and over 30% of inpatients without DM experience high glucose (HG) due to their acute illness. HG increases the risk of infectious and non- infectious complications and death, hospital length of stay (LOS), utilization of hospital resources and overall healthcare costs. While glucose control reduces these risks, controlling HG in the hospital is difficult due to multiple barriers such as recognizing and proactively treating glucose abnormalities, and adequately ordering insulin to treat HG in the hospital. Clinical decision support (CDS) is a system that uses computerized person- specific data in the electronic medical record (EMR) proven to improve hospital care. Among the various modalities, alert-CDS is shown to improve care delivery, providers' proactivity, and glucose control specifically in intensive care settings of academic institutions. However, alert-CDS has not yet been studied outside of intensive care units (ICU), or in community hospitals where most patients receive care. Furthermore, its impact on patients' outcomes has not been tested in any setting. The proposed project uses an innovative alert-CDS tool the investigators developed and validated which automatically identifies dysglycemia and inadequacies in insulin administration in the hospital. It alerts clinicians with recommendations to support decision making without superseding their clinical judgement. In the pilot study, it was found that this alert-CDS tool reduced recurrent high glucose levels and shortened LOS. Based on this promising preliminary data, in this project the investigators propose to study the impact of our CDS tool on clinical, economic and providers' performance outcomes among non-intensive care patients both in an academic and a community hospital. This resource will be available intermittently in the EMR every 3 months during 36 months, thus allowing the comparison of 18 months of intervention and 18 months of standard care. Based on the pilot study, a sample size of 12,560 subjects will give an 80% power of detecting 0.34 days (\\~ 8 hours) difference in length of stay, the primary endpoint of our study. The investigators propose the following aims: Aim 1) To determine the impact of the alert-CDS over conventional care on the clinical outcomes of non-ICU patients in an academic and a community hospital. Aim 2) To determine the impact of the alert-CDS over conventional care on the economic outcomes of non-ICU patients in an academic and a community hospital. Aim 3) To determine the impact of alert-CDS for inpatient glycemic control on providers' perspectives, competencies and practice performance between an academic and a community hospital. It is hypothesized that the tool will increase providers' knowledge about dysglycemia allowing them to make better decisions about insulin administration. The anticipated success of our study builds upon a well-established multidisciplinary team of investigators strongly supported by leadership stakeholders in both hospitals. The proposed study has the potential of establishing a new paradigm in the management of dysglycemia in hospitalized patients with a major positive impact on clinical and economic outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperglycemia",
                "Hyperglycemia Stress",
                "Diabetes",
                "PreDiabetes",
                "Hypoglycemia"
            ],
            "keywords": [
                "Clinical Decision Support",
                "Electronic Medical Records",
                "Health Systems Science",
                "Hospital Management"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This prospective quasi-experiment will use an interrupted time series analysis to determine the impact of our novel glucose management CDS tool on the care of adult hospitalized patients outside of intensive care units in an academic and a community hospital. The tool will be intermittently active in the EMR hospital-wide every 3 months during 36-months to enable an intervention (active) and a control (inactive) group of 18 months each in each hospital.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The study is single-blinded. Participants will be masked from the intervention due to the GlucAlert CDS tool only being viewed by physicians. Investigators will remain unblinded and know when the tool is turned \"On\" or \"Off.\" The outcomes statisticians and assessors will analyze deidentified data and remain blinded for their analysis.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 15732,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Inpatient Diabetes Clinical Decision Support",
                    "type": "EXPERIMENTAL",
                    "description": "The Active arm consists of participants treated during the \"ON\" phase of the GlucAlert-CDS tool. The tool operates through an automated process of rules embedded in the EMR recognizing hypoglycemia (established or impending); recurrent hyperglycemia (in type 1 and 2 DM, or stress hyperglycemia-SH); and inappropriate insulin use (sliding scales monotherapy if recurrent hyperglycemia in type 2 DM or SH, or any time in type 1 DM). If the tool's criteria are met, an alert in the EMR will notify the provider with the clinically recommended treatment.",
                    "interventionNames": [
                        "Device: Active Electronic Medical Record Inpatient Diabetes Clinical Decision Support"
                    ]
                },
                {
                    "label": "Inactive Inpatient Diabetes Clinical Decision Support",
                    "type": "NO_INTERVENTION",
                    "description": "The Inactive arm consists of participants treated during the \"OFF\" phase of the GlucAlert-CDS Tool. Alerts will not be sent to provider's"
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active Electronic Medical Record Inpatient Diabetes Clinical Decision Support",
                    "description": "This prospective intervention will be carried out over 36 months and encompass 12 alternating GlucAlert-CDS phases lasting 3 months each. Six active phases (ON period) and six inactive phases (OFF period) will represent 18 months of intervention and control respectively. GlucAlert-CDS recognizes gaps in care denoting the automatic process of subjects' identification and inclusion. During the ON period, gap in care events detected in patients' EMR will evoke alert messages and care recommendations for clinicians in real time for their consideration. These notifications are programmed to be delivered to primary inpatient providers in direct care of these hospitalized patients. During the OFF period, the program will record the gaps in care events detected, but alerts will be inactive for providers' viewing.",
                    "armGroupLabels": [
                        "Active Inpatient Diabetes Clinical Decision Support"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Average hospital length of stay (LOS)",
                    "description": "Number of days in the hospital",
                    "timeFrame": "Duration of hospital admission, up to 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of gap in care events",
                    "description": "Number of events recognized for: 1) Hyperglycemia: recurrent hyperglycemia \\[\\>= 180/dl at least twice\\] or severe hyperglycemia \\[\\>= 250 mg/dl at least once\\] 2) Hypoglycemia: established hypoglycemia \\[\\<= 70 mg/dl\\] or impending hypoglycemia \\[71-80 mg/dl\\] 3)Inappropriate insulin use: among type 2 diabetes and stress hyperglycemia patients \\[sliding scale monotherapy when recurrent hyperglycemia present\\] or among type 1 diabetes \\[sliding scale monotherapy any time\\].",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Glycemic control parameters - average glucose per admission",
                    "description": "Glucose value in mg/dl",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Glycemic control parameters - average glucose per day per admission",
                    "description": "Number of glucose values within the following categories: severe hypoglycemia (\\<= 40 mg/dl), moderate hypoglycemia (41-70 mg/dl), within normal limits but not desired (71-110 mg/dl), within target/less commonly recommended (111-140 mg/dl), within target (141-180 mg/dl), mild hyperglycemia (181-220 mg/dl), moderate hyperglycemia (221-300 mg/dl), severe hyperglycemia (\\>=301 mg/dl).",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Glycemic control parameters - glycemic variability",
                    "description": "Standard deviation",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Incidence of inpatient mortality",
                    "description": "Number of deceased patients",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Incidence of post-discharge mortality",
                    "description": "Number of deceased patients",
                    "timeFrame": "Up to 3 months after discharge"
                },
                {
                    "measure": "Proportion of hospital-acquired infections",
                    "description": "Number of infections: 1)Hospital acquired pneumonia (HAP) 2)Catheter-associated urinary tract infections (CAUTI) 3)Clostridium difficile colitis 4)MRSA infections 5)Central Line associated Bloodstream Infection (CLABSI) 6)Bacteremia",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Proportion of surgical complications",
                    "description": "Number of complications: 1)Wound dehiscence 2)Seroma 3)Surgical site infection 4)Acute organ rejection",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Proportion of medical complications",
                    "description": "Number of complications: 1)Diabetes ketoacidosis (DKA) 2)Sepsis 3)Severe sepsis 4)Septic shock 5)Decubitus ulcers 6)Deep venous thromboembolism 7)Pulmonary embolism.",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Proportion of safety events",
                    "description": "Number of events: 1)DKA diagnosis in type 1 diabetes after sliding scale insulin monotherapy gap in care event notification 2)Sever hypoglycemia (glucose level \\<= 40 mg/dl) after any hypoglycemia or hyperglycemia gap in care event notification 3)Fall occurred during hospitalization.",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Frequency of severity of illness",
                    "description": "Number of cases during hospitalization: Diagnosis Related Group (DRG) SOI categories 1, 2, 3, and 4.",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Proportion of diabetes medication optimization at the transition of care",
                    "description": "Number of participants: Patients with A1c \\> 8% having their diabetes treatment adjusted upon discharge, defined as a preadmission diabetes treatment changed to include additional medications (insulin, oral or non-insulin injectable agents).",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Average reduction of glycohemoglobin level within 12 months of discharge",
                    "description": "Percent level reduction: Glycohemoglobin reduction in relation to level prior to admission among patients who continue to follow with the health system",
                    "timeFrame": "up to 12 months after being discharged from the hospital"
                },
                {
                    "measure": "Frequency of hospital readmission",
                    "description": "Number of admissions: Admission within 7, 14, and 30 days from discharge.",
                    "timeFrame": "Up to 30 days after being discharged from the hospital"
                },
                {
                    "measure": "Frequency of Intensive Care unit (ICU) transfers",
                    "description": "Number of transfers: Refers to admission to ICU transferred from non-ICU units",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Cost of hospitalization",
                    "description": "Log-transformed amount of hospital submitted claims",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Frequency of post-hospitalization skilled care needed from home to more advanced care",
                    "description": "Number of discharges higher than preadmission level of care: defined as discharge to more advanced care than previous to admission such as a) Inpatient advanced care facilities, b) rehabilitation, c) nursing home care.",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Frequency of post-hospitalization skilled care needed",
                    "description": "Number of discharges higher than preadmission level of care: defined as discharge to more advanced care than previous to admission such as a) Inpatient advanced care facilities, b) rehabilitation, c) nursing home care.",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Frequency of utilization of consulting services resource",
                    "description": "Number of consults to diabetes services (endocrinology, diabetes education, hospitalists).",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                },
                {
                    "measure": "Hospital revenue",
                    "description": "Number in category of DRG for expected reimbursement",
                    "timeFrame": "Duration of hospital admission, up to 3 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Provider's perspective",
                    "description": "5-point Likert scale responses of 1)Usefulness of CDS managing glucose issues 2)Importance of CDS in hospital diabetes care 3)Support of the CDS in own decision making 4)Sense of work disruption caused by the CDS messages 5)Sense of notification fatigue caused by the CDS messages. Providers will respond with their level of agreement to each question on a 5-point scale (from 1 - Strongly Disagree to 5 - Strongly Agree).",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Provider's knowledge",
                    "description": "Multiple choice questions correct responses: Refers to question on contextual and biomedical knowledge",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Provider's decision making",
                    "description": "Proportion of correct responses: Clinical vignettes representing common clinical scenario of glucose management in the hospital",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Provider's practice performance",
                    "description": "Number of insulin treatment adjustments.",
                    "timeFrame": "Up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Hospitalized adult (\\>18 years) patients at Penn State Health, Hershey Medical Center, St. Joseph's Hospital, Hampden Medical Center, and Holy Spirit Medical Center\n* Ambulatory adult (\\>18 years) patients at Penn State Health, Hershey Medical Center\n* Trigger of an alert or a disease management message\n\nExclusion Criteria:\n\n* Children (\\<18 years)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kalen Coordinator, MS",
                    "role": "CONTACT",
                    "phone": "7175310003",
                    "phoneExt": "281452",
                    "email": "kkearcher@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ariana Pichardo-Lowden, MD",
                    "affiliation": "Penn State College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Milton S. Hershey Medical Center",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kalen Coordinator, MS",
                            "role": "CONTACT",
                            "phone": "717-531-0003",
                            "email": "kkearcher@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                },
                {
                    "facility": "Penn State Health St. Joseph Medical Center",
                    "status": "RECRUITING",
                    "city": "Reading",
                    "state": "Pennsylvania",
                    "zip": "19605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Franciss Quigley, MD",
                            "role": "CONTACT",
                            "phone": "610-378-2440",
                            "email": "fquigley@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.33565,
                        "lon": -75.92687
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007003",
                    "term": "Hypoglycemia"
                },
                {
                    "id": "D000006943",
                    "term": "Hyperglycemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "relevance": "LOW"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10053",
                    "name": "Hypoglycemia",
                    "asFound": "Hypoglycemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9994",
                    "name": "Hyperglycemia",
                    "asFound": "Hyperglycemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}