{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05286892",
            "orgStudyIdInfo": {
                "id": "H21-0144"
            },
            "organization": {
                "fullName": "University of Connecticut",
                "class": "OTHER"
            },
            "briefTitle": "Diabetes Learning in Virtual Environments Just in Time for Community Reentry",
            "officialTitle": "Diabetes Learning in Virtual Environments Just In Time for Community reEntry (Diabetes LIVE JustICE)",
            "acronym": "LIVE JustICE",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "diabetes-learning-in-virtual-environments-just-in-time-for-community-reentry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-24",
            "studyFirstSubmitQcDate": "2022-03-09",
            "studyFirstPostDateStruct": {
                "date": "2022-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Louise Reagan",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Connecticut"
            },
            "leadSponsor": {
                "name": "Louise Reagan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study will use a randomized clinical trial design with non-equivalent control group and longitudinal design to evaluate the feasibility, acceptability, and preliminary effects of the Diabetes LIVE JustICE application. The design will incorporate repeated measures at 0, 6, and 12 weeks. Outcome variables will include recruitment assessments, participation, engagement, user experience, and measures proximally related to behavior change - e.g., diabetes knowledge, diabetes-related distress, diabetes self-care, and social support and clinical outcomes -e.g., glycemic control. Focus group interviewing will be conducted to evaluate acceptability among intervention group participants.",
            "detailedDescription": "Among incarcerated persons, the rate of diabetes is almost 50% higher (9%) than the general population (6.5%) when matched for sex, age, race, and Hispanic origin. The burden of diabetes is carried forward post-incarceration, with 95% of incarcerated persons reentering the community with minimal health-related skills stemming from high-security environments with constrained self-care. These individuals lack critical knowledge and skills for diabetes self-management (DSM) regarding what foods to eat, how to control the formerly incarcerated person's blood sugar, and how and when to take insulin. Furthermore, the Principal Investigator's research in correctional institutions has demonstrated significant diabetes knowledge deficits related to treating potentially life-threatening hypo/hyperglycemia. A1C, a measure of metabolic control and predictive for diabetes complications, was suboptimal for the majority of participants. Furthermore, these returning citizens have cognitive impairment and lower literacy than those living in community households across age, sex, and educational attainment. The formerly incarcerated have higher hospitalization rates for short-term diabetes complications seven days' post-prison release compared to matched controls. Prevention is possible with Diabetes Self-Management Education and Support (DSMES) and diabetes survival skills (DSS). DSS refers to hypoglycemia and sick day management, insulin administration, and consistent nutrition habits, among other behaviors to prevent acute diabetes issues (hypo/hyperglycemia), and hospitalizations. At a minimum, incarcerated persons transitioning to the community have a critical need for DSS and support.\n\nThere have been efforts to examine the effect of engaging incarcerated persons in blood glucose monitoring on glycemic control. Still, those released from incarceration have not benefitted from the decades of research that have resulted in improved outcomes. As a first step to filling this gap, the research team developed a literacy-tailored 6-week theory-based DSS intervention. The research team tested the feasibility and acceptability of the DSS intervention in incarcerated men between 6 to 9 months of transitioning from state prisons to supervised community housing or parole. The Principal Investigator found improvements in diabetes knowledge and diabetes-related distress in both groups and outcome expectancy with the treatment group. Analysis of focus group data revealed acceptance of the literacy-tailored DSS education, a need for skill-based videos, and ongoing support upon release. After an analysis of the research team's retention rate and feasibility data, the research team identified the haphazard process of releasing individuals to supervised community housing as a significant contributor to retention for the research team's in-person pre-release DSS intervention.\n\nConsequently, the primary investigator recognized a critical need to make the literacy-tailored DSS and ongoing DSMES widely accessible to returning citizens with diabetes after release to supervised housing via synchronous and asynchronous remote options. Based on the evidence that virtual environments (VE) may lead to superior learning and experience for the participants and can promote social and educational interaction via repetition, practice, feedback, and application,24,25 the research team aims to leverage the research team's collective experience with diabetes Learning in Virtual Environments (LIVE) a diabetes educator-led, DSMES in a VE26-28 to develop the Diabetes LIVE JustICE (Just In time for Community reentry) intervention using an iterative participant engaged process. Because persons living in supervised community housing do not have access to reliable private computers but do have access to mobile devices, the research team will develop Diabetes LIVE JustICE as a mobile application. The Principal Investigator's goal is to recruit a sample of vulnerable incarcerated persons with multimorbidity, including diabetes on the transition to supervised community living to develop and test the feasibility and acceptability of a multi-user virtual diabetes community (Diabetes LIVE JustICE). This platform allows users to talk to each other in real-time and participate in instructor-led education sessions and facilitated support sessions accessed through IOS/Android mobile devices. The specific aims of this study are to:\n\n1. Examine feasibility and acceptability of the Diabetes LIVE JustICE application by tracking the following outcomes: recruitment rate, participation rates (number of log-ins, time spent in mobile application, retention) engagement (materials accessed), and the user experience (usability, usefulness, satisfaction, and attitudes toward use of Diabetes LIVE JustICE).\n2. Examine the preliminary short-term effects of Diabetes LIVE JustICE compared to usual pre-release diabetes care supplemented with low literacy diabetes education materials on the following outcomes: A1C, diabetes knowledge, diabetes self-care, diabetes-related emotional distress, social support, and perceived competence."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 1",
                "Diabetes Mellitus, Type 2"
            ],
            "keywords": [
                "Vulnerable Population",
                "Diabetes Self-Management Education and Support (DSMES)",
                "Diabetes Survival Skills (DSS)",
                "innovation",
                "technology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to the control group will receive enhanced pre-release diabetes education with registered or licensed practical nurse-delivered diabetes education about medications and insulin administration supplemented with the literacy tailored diabetes education packets used in the principal investigator's prior research.",
                    "interventionNames": [
                        "Other: Enhanced Education"
                    ]
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Because eight avatars plus the educator avatar are allowed in the VE classroom at one time, we will cap enrollment for the feasibility study to allow for CHW and CDE training and the opportunity to work together during LIVE JustICE sessions. The DSMES will consist of six synchronous 1-hour education sessions and an hour support session for participants living in supervised community housing in the experimental group. We will run the six-week series sequentially a total of eleven times over 18 months. LIVE JustICE sessions will be held conveniently for participants, and days/times rotated if needed.",
                    "interventionNames": [
                        "Other: Diabetes LIVE JustICE"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Diabetes LIVE JustICE",
                    "description": "Diabetes LIVE JustICE will be an adaptation of the current Diabetes LIVE persistent multi-user online virtual environment built on the Unreal Engine (Epic Games, Inc., Cary, NC) that allows users to talk to each other in real-time and participate in instructor-led synchronous sessions. Users can access the virtual environment through IOS/Android devices. Instructors can show learning material such as Google Docs and PowerPoint. The LIVE JustICE community will contain a community center, a tranquility center, and a message board. This will be an interactive community where participants will communicate in real-time on their mobile device or, if preferred, using their computer via text or audio chat. Access to LIVE will allow participants to utilize resources and links in the application, leave a message on the message board for the diabetes educators, or engage with other participants. Research team members will add and trial gaming activities to the VE during this feasibility study.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Enhanced Education",
                    "description": "See control group description above",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Demographics",
                    "description": "Demographic data (race/ethnicity, marital status, income (categorical), educational attainment, employment, age, sex, and disease duration).",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 1"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 2"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 3"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 4"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 5"
                },
                {
                    "measure": "Potential Confounding Effects",
                    "description": "We will send weekly text messages to experimental group participants. 1. In the past week, how many minutes did you talk to someone about your diabetes self-management? Multiple choice: minutes 2. Do you have anything else to tell us? (open-ended)",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Metabolic Indicator",
                    "description": "Metabolic control will be measured as glycosylated hemoglobin (HbA1c) through central laboratory measures (Quest Labs) \\[78\\], indicating average glucose levels over the prior three months. The reliability and validity of the lab measures are improved by utilizing a central laboratory for sample analysis (Quest Labs).",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Metabolic Indicator",
                    "description": "Metabolic control will be measured as glycosylated hemoglobin (HbA1c) through central laboratory measures (Quest Labs) \\[78\\], indicating average glucose levels over the prior three months. The reliability and validity of the lab measures are improved by utilizing a central laboratory for sample analysis (Quest Labs).",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Diabetes Knowledge",
                    "description": "Diabetes knowledge will be measured by the 10 item Spoken Knowledge in Low Literacy for Diabetes scale (SKILLD).51 It takes less than 10 minutes to administer. Coefficients of internal reliability for the SKILLD have been reported at 0.72 (Kuder Richardson Coefficient of reliability) When used to evaluate knowledge in a population of incarcerated persons with diabetes, Cronbach's alpha was 0.6520-.0.70 respectively.7,6 Content validity was confirmed in previous research by experts in correctional health.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Diabetes Knowledge",
                    "description": "Diabetes knowledge will be measured by the 10 item Spoken Knowledge in Low Literacy for Diabetes scale (SKILLD).51 It takes less than 10 minutes to administer. Coefficients of internal reliability for the SKILLD have been reported at 0.72 (Kuder Richardson Coefficient of reliability) When used to evaluate knowledge in a population of incarcerated persons with diabetes, Cronbach's alpha was 0.6520-.0.70 respectively.7,6 Content validity was confirmed in previous research by experts in correctional health.",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Diabetes Knowledge",
                    "description": "Diabetes knowledge will be measured by the 10 item Spoken Knowledge in Low Literacy for Diabetes scale (SKILLD).51 It takes less than 10 minutes to administer. Coefficients of internal reliability for the SKILLD have been reported at 0.72 (Kuder Richardson Coefficient of reliability) When used to evaluate knowledge in a population of incarcerated persons with diabetes, Cronbach's alpha was 0.6520-.0.70 respectively.7,6 Content validity was confirmed in previous research by experts in correctional health.",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Diabetes-Related Emotional Distress",
                    "description": "Distress will be measured with PAID (Problem Areas in Diabetes) scale, 52with 20 items using a 6-point Likert scale; higher scores indicate higher levels of distress. Internal consistency \\>0.902.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Diabetes-Related Emotional Distress",
                    "description": "Distress will be measured with PAID (Problem Areas in Diabetes) scale, 52with 20 items using a 6-point Likert scale; higher scores indicate higher levels of distress. Internal consistency \\>0.902.",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Diabetes-Related Emotional Distress",
                    "description": "Distress will be measured with PAID (Problem Areas in Diabetes) scale, 52with 20 items using a 6-point Likert scale; higher scores indicate higher levels of distress. Internal consistency \\>0.902.",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Self-management behaviors",
                    "description": "Self-management behaviors will be assessed using the Summary of Diabetes Self-Care Activities (SDSCA) .53 This 11-item questionnaire assesses the frequency of health behaviors over the last week, including diet, exercise, blood sugar testing, foot care, and smoking. The instrument has acceptable internal consistency",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Self-management behaviors",
                    "description": "Self-management behaviors will be assessed using the Summary of Diabetes Self-Care Activities (SDSCA) .53 This 11-item questionnaire assesses the frequency of health behaviors over the last week, including diet, exercise, blood sugar testing, foot care, and smoking. The instrument has acceptable internal consistency",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Self-management behaviors",
                    "description": "Self-management behaviors will be assessed using the Summary of Diabetes Self-Care Activities (SDSCA) .53 This 11-item questionnaire assesses the frequency of health behaviors over the last week, including diet, exercise, blood sugar testing, foot care, and smoking. The instrument has acceptable internal consistency",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Perceived Support for Diabetes Management",
                    "description": "The 12-item Diabetes Support Scale assesses social support in a diabetes internet intervention and has demonstrated internal consistency 0.90-0.93, and construct validity",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Perceived Support for Diabetes Management",
                    "description": "The 12-item Diabetes Support Scale assesses social support in a diabetes internet intervention and has demonstrated internal consistency 0.90-0.93, and construct validity",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Perceived Support for Diabetes Management",
                    "description": "The 12-item Diabetes Support Scale assesses social support in a diabetes internet intervention and has demonstrated internal consistency 0.90-0.93, and construct validity",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Perceived Competence Scale",
                    "description": "The 4-item PCS assesses the degree to which participants feel confident of meeting the challenges of DSM. A person's score on the PCS is calculated by averaging responses on the four-item 7-poins Likert scale with higher scores indicating higher perceived competence. Alpha reliabilities have been reported as above 0.80.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Perceived Competence Scale",
                    "description": "The 4-item PCS assesses the degree to which participants feel confident of meeting the challenges of DSM. A person's score on the PCS is calculated by averaging responses on the four-item 7-poins Likert scale with higher scores indicating higher perceived competence. Alpha reliabilities have been reported as above 0.80.",
                    "timeFrame": "week 6"
                },
                {
                    "measure": "Perceived Competence Scale",
                    "description": "The 4-item PCS assesses the degree to which participants feel confident of meeting the challenges of DSM. A person's score on the PCS is calculated by averaging responses on the four-item 7-poins Likert scale with higher scores indicating higher perceived competence. Alpha reliabilities have been reported as above 0.80.",
                    "timeFrame": "week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIndividuals will be eligible to participate if they:\n\n1. have Type 1 or 2 diabetes\n2. are age 18 and older\n3. can speak and understand English\n4. have been released directly from one of five Connecticut prisons to supervised community housing or parole",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lousie Reagan, PhD",
                    "role": "CONTACT",
                    "phone": "860-486-0593",
                    "email": "louise.reagan@uconn.edu"
                },
                {
                    "name": "Stephen Walsh, ScD",
                    "role": "CONTACT",
                    "phone": "860-486-0544",
                    "email": "stephen.walsh@uconn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lousie Reagan, PhD",
                    "affiliation": "University of Connecticut",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Connecticut",
                    "status": "RECRUITING",
                    "city": "Storrs",
                    "state": "Connecticut",
                    "zip": "06269-0001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Louise A Reagan, PhD",
                            "role": "CONTACT",
                            "phone": "860-874-5644",
                            "email": "louise.reagan@uconn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.80843,
                        "lon": -72.24952
                    }
                },
                {
                    "facility": "University of Connecticut",
                    "status": "RECRUITING",
                    "city": "Storrs",
                    "state": "Connecticut",
                    "zip": "06269",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Louise A Reagan, PhD",
                            "role": "CONTACT",
                            "phone": "860-874-5644",
                            "email": "louise.reagan@uconn.edu"
                        },
                        {
                            "name": "Stephen J Walsh, ScD",
                            "role": "CONTACT",
                            "phone": "8608745644",
                            "email": "louise.reagan@uconn.edu"
                        },
                        {
                            "name": "Louise A Reagan, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Stephen J Walsh, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.80843,
                        "lon": -72.24952
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19648129",
                    "type": "BACKGROUND",
                    "citation": "Binswanger IA, Krueger PM, Steiner JF. Prevalence of chronic medical conditions among jail and prison inmates in the USA compared with the general population. J Epidemiol Community Health. 2009 Nov;63(11):912-9. doi: 10.1136/jech.2009.090662. Epub 2009 Jul 30."
                },
                {
                    "pmid": "30590404",
                    "type": "BACKGROUND",
                    "citation": "Munday D, Leaman J, O'Moore E, Plugge E. The prevalence of non-communicable disease in older people in prison: a systematic review and meta-analysis. Age Ageing. 2019 Mar 1;48(2):204-212. doi: 10.1093/ageing/afy186."
                },
                {
                    "pmid": "27077019",
                    "type": "BACKGROUND",
                    "citation": "Thomas EH, Wang EA, Curry LA, Chen PG. Patients' experiences managing cardiovascular disease and risk factors in prison. Health Justice. 2016;4:4. doi: 10.1186/s40352-016-0035-9. Epub 2016 Apr 2."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Maruschak, LM., Berzofsky, M, & Unangst, J (2015). Medical problems of state and federal prisoners and jail inmates, 2011-12. Bur Justice Stat Spec Rep, 1-23."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "James, N. (2015). Offender Reentry: Correctional Statistics, Reintegration into the Community, and Recidivism accessed at https://fas.org/sgp/crs/misc/RL34287.pdf"
                },
                {
                    "pmid": "27548018",
                    "type": "BACKGROUND",
                    "citation": "Reagan LA, Walsh SJ, Shelton D. Relationships of illness representation, diabetes knowledge, and self-care behaviour to glycemic control in incarcerated persons with diabetes. Int J Prison Health. 2016 Sep 12;12(3):157-72. doi: 10.1108/IJPH-04-2015-0010."
                },
                {
                    "pmid": "31862749",
                    "type": "BACKGROUND",
                    "citation": "American Diabetes Association. 6. Glycemic Targets: Standards of Medical Care in Diabetes-2020. Diabetes Care. 2020 Jan;43(Suppl 1):S66-S76. doi: 10.2337/dc20-S006."
                },
                {
                    "pmid": "30104301",
                    "type": "BACKGROUND",
                    "citation": "Laiteerapong N, Ham SA, Gao Y, Moffet HH, Liu JY, Huang ES, Karter AJ. The Legacy Effect in Type 2 Diabetes: Impact of Early Glycemic Control on Future Complications (The Diabetes & Aging Study). Diabetes Care. 2019 Mar;42(3):416-426. doi: 10.2337/dc17-1144. Epub 2018 Aug 13."
                },
                {
                    "pmid": "10938048",
                    "type": "BACKGROUND",
                    "citation": "Stratton IM, Adler AI, Neil HA, Matthews DR, Manley SE, Cull CA, Hadden D, Turner RC, Holman RR. Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UKPDS 35): prospective observational study. BMJ. 2000 Aug 12;321(7258):405-12. doi: 10.1136/bmj.321.7258.405."
                },
                {
                    "pmid": "21148304",
                    "type": "BACKGROUND",
                    "citation": "Little RR, Rohlfing CL, Sacks DB; National Glycohemoglobin Standardization Program (NGSP) Steering Committee. Status of hemoglobin A1c measurement and goals for improvement: from chaos to order for improving diabetes care. Clin Chem. 2011 Feb;57(2):205-14. doi: 10.1373/clinchem.2010.148841. Epub 2010 Dec 9."
                },
                {
                    "pmid": "23877707",
                    "type": "BACKGROUND",
                    "citation": "Wang EA, Wang Y, Krumholz HM. A high risk of hospitalization following release from correctional facilities in Medicare beneficiaries: a retrospective matched cohort study, 2002 to 2010. JAMA Intern Med. 2013 Sep 23;173(17):1621-8. doi: 10.1001/jamainternmed.2013.9008."
                },
                {
                    "pmid": "23835695",
                    "type": "BACKGROUND",
                    "citation": "Healy SJ, Black D, Harris C, Lorenz A, Dungan KM. Inpatient diabetes education is associated with less frequent hospital readmission among patients with poor glycemic control. Diabetes Care. 2013 Oct;36(10):2960-7. doi: 10.2337/dc13-0108. Epub 2013 Jul 8."
                },
                {
                    "pmid": "24557596",
                    "type": "BACKGROUND",
                    "citation": "Magee MF, Khan NH, Desale S, Nassar CM. Diabetes to Go: Knowledge- and Competency-Based Hospital Survival Skills Diabetes Education Program Improves Postdischarge Medication Adherence. Diabetes Educ. 2014 May;40(3):344-350. doi: 10.1177/0145721714523684. Epub 2014 Feb 20."
                },
                {
                    "pmid": "27092016",
                    "type": "BACKGROUND",
                    "citation": "Powers MA, Bardsley J, Cypress M, Duker P, Funnell MM, Fischl AH, Maryniuk MD, Siminerio L, Vivian E. Diabetes Self-management Education and Support in Type 2 Diabetes: A Joint Position Statement of the American Diabetes Association, the American Association of Diabetes Educators, and the Academy of Nutrition and Dietetics. Clin Diabetes. 2016 Apr;34(2):70-80. doi: 10.2337/diaclin.34.2.70. No abstract available."
                },
                {
                    "pmid": "25537715",
                    "type": "BACKGROUND",
                    "citation": "American Diabetes Association. (13) Diabetes care in the hospital, nursing home, and skilled nursing facility. Diabetes Care. 2015 Jan;38 Suppl:S80-5. doi: 10.2337/dc15-S016. No abstract available."
                },
                {
                    "pmid": "28702237",
                    "type": "BACKGROUND",
                    "citation": "Krall JS, Donihi AC, Hatam M, Koshinsky J, Siminerio L. The Nurse Education and Transition (NEAT) model: educating the hospitalized patient with diabetes. Clin Diabetes Endocrinol. 2016 Jan 14;2:1. doi: 10.1186/s40842-016-0020-1. eCollection 2016."
                },
                {
                    "pmid": "19429873",
                    "type": "BACKGROUND",
                    "citation": "Moghissi ES, Korytkowski MT, DiNardo M, Einhorn D, Hellman R, Hirsch IB, Inzucchi SE, Ismail-Beigi F, Kirkman MS, Umpierrez GE; American Association of Clinical Endocrinologists; American Diabetes Association. American Association of Clinical Endocrinologists and American Diabetes Association consensus statement on inpatient glycemic control. Diabetes Care. 2009 Jun;32(6):1119-31. doi: 10.2337/dc09-9029. Epub 2009 May 8. No abstract available."
                },
                {
                    "pmid": "26276137",
                    "type": "BACKGROUND",
                    "citation": "Hunter Buskey RN, Mathieson K, Leafman JS, Feinglos MN. The Effect of Blood Glucose Self-Monitoring Among Inmates With Diabetes. J Correct Health Care. 2015 Oct;21(4):343-54. doi: 10.1177/1078345815599782. Epub 2015 Aug 14."
                },
                {
                    "pmid": "26505161",
                    "type": "BACKGROUND",
                    "citation": "Vorderstrasse AA, Melkus GD, Pan W, Lewinski AA, Johnson CM. Diabetes Learning in Virtual Environments: Testing the Efficacy of Self-Management Training and Support in Virtual Environments (Randomized Controlled Trial Protocol). Nurs Res. 2015 Nov-Dec;64(6):485-93. doi: 10.1097/NNR.0000000000000128."
                },
                {
                    "pmid": "28643607",
                    "type": "BACKGROUND",
                    "citation": "Reagan L, Pereira K, Jefferson V, Evans Kreider K, Totten S, D'Eramo Melkus G, Johnson C, Vorderstrasse A. Diabetes Self-management Training in a Virtual Environment. Diabetes Educ. 2017 Aug;43(4):413-421. doi: 10.1177/0145721717715632. Epub 2017 Jun 23."
                },
                {
                    "pmid": "32632787",
                    "type": "BACKGROUND",
                    "citation": "Cloud DH, Ahalt C, Augustine D, Sears D, Williams B. Medical Isolation and Solitary Confinement: Balancing Health and Humanity in US Jails and Prisons During COVID-19. J Gen Intern Med. 2020 Sep;35(9):2738-2742. doi: 10.1007/s11606-020-05968-y. Epub 2020 Jul 6."
                },
                {
                    "pmid": "25412060",
                    "type": "BACKGROUND",
                    "citation": "Li R, Shrestha SS, Lipman R, Burrows NR, Kolb LE, Rutledge S; Centers for Disease Control and Prevention (CDC). Diabetes self-management education and training among privately insured persons with newly diagnosed diabetes--United States, 2011-2012. MMWR Morb Mortal Wkly Rep. 2014 Nov 21;63(46):1045-9."
                },
                {
                    "pmid": "25616412",
                    "type": "BACKGROUND",
                    "citation": "Strawbridge LM, Lloyd JT, Meadow A, Riley GF, Howell BL. Use of Medicare's Diabetes Self-Management Training Benefit. Health Educ Behav. 2015 Aug;42(4):530-8. doi: 10.1177/1090198114566271. Epub 2015 Jan 23."
                },
                {
                    "pmid": "19208816",
                    "type": "BACKGROUND",
                    "citation": "Peyrot M, Rubin RR, Funnell MM, Siminerio LM. Access to diabetes self-management education: results of national surveys of patients, educators, and physicians. Diabetes Educ. 2009 Mar-Apr;35(2):246-8, 252-6, 258-63. doi: 10.1177/0145721708329546. Epub 2009 Feb 10."
                },
                {
                    "pmid": "24073128",
                    "type": "BACKGROUND",
                    "citation": "Peek ME, Harmon SA, Scott SJ, Eder M, Roberson TS, Tang H, Chin MH. Culturally tailoring patient education and communication skills training to empower African-Americans with diabetes. Transl Behav Med. 2012 Sep;2(3):296-308. doi: 10.1007/s13142-012-0125-8."
                },
                {
                    "pmid": "31793006",
                    "type": "BACKGROUND",
                    "citation": "Thornton PL, Kumanyika SK, Gregg EW, Araneta MR, Baskin ML, Chin MH, Crespo CJ, de Groot M, Garcia DO, Haire-Joshu D, Heisler M, Hill-Briggs F, Ladapo JA, Lindberg NM, Manson SM, Marrero DG, Peek ME, Shields AE, Tate DF, Mangione CM. New research directions on disparities in obesity and type 2 diabetes. Ann N Y Acad Sci. 2020 Feb;1461(1):5-24. doi: 10.1111/nyas.14270. Epub 2019 Dec 3."
                },
                {
                    "pmid": "28600025",
                    "type": "BACKGROUND",
                    "citation": "Johnson CM, McIlwain S, Gray O, Willson B, Vorderstrasse A. Creating a sustainable collaborative consumer health application for chronic disease self-management. J Biomed Inform. 2017 Jul;71:198-206. doi: 10.1016/j.jbi.2017.06.004. Epub 2017 Jun 6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gallagher C, LaFrance, B, Neff, L, Group Medical Appointments Chronic Disease Care a pilot project. Paper at 4th Academic and Health Policy Conference on Correctional Health. Boston, MA. March 10-11, 2011."
                },
                {
                    "pmid": "16846321",
                    "type": "BACKGROUND",
                    "citation": "Fisher JD, Fisher WA, Amico KR, Harman JJ. An information-motivation-behavioral skills model of adherence to antiretroviral therapy. Health Psychol. 2006 Jul;25(4):462-73. doi: 10.1037/0278-6133.25.4.462."
                },
                {
                    "pmid": "19699601",
                    "type": "BACKGROUND",
                    "citation": "Osborn CY, Egede LE. Validation of an Information-Motivation-Behavioral Skills model of diabetes self-care (IMB-DSC). Patient Educ Couns. 2010 Apr;79(1):49-54. doi: 10.1016/j.pec.2009.07.016. Epub 2009 Aug 21."
                },
                {
                    "pmid": "26647414",
                    "type": "BACKGROUND",
                    "citation": "Wolff K, Chambers L, Bumol S, White RO, Gregory BP, Davis D, Rothman RL. The PRIDE (Partnership to Improve Diabetes Education) Toolkit: Development and Evaluation of Novel Literacy and Culturally Sensitive Diabetes Education Materials. Diabetes Educ. 2016 Feb;42(1):23-33. doi: 10.1177/0145721715620019. Epub 2015 Dec 7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Association of Diabetes Educators (AADE). Diabetes Education Prompt Deck. Educator Guide. 2016."
                },
                {
                    "pmid": "24713420",
                    "type": "BACKGROUND",
                    "citation": "Johnson C, Feinglos M, Pereira K, Hassell N, Blascovich J, Nicollerat J, Beresford HF, Levy J, Vorderstrasse A. Feasibility and preliminary effects of a virtual environment for adults with type 2 diabetes: pilot study. JMIR Res Protoc. 2014 Apr 8;3(2):e23. doi: 10.2196/resprot.3045."
                },
                {
                    "pmid": "10633974",
                    "type": "BACKGROUND",
                    "citation": "Loomis JM, Blascovich JJ, Beall AC. Immersive virtual environment technology as a basic research tool in psychology. Behav Res Methods Instrum Comput. 1999 Nov;31(4):557-64. doi: 10.3758/bf03200735."
                },
                {
                    "pmid": "847061",
                    "type": "BACKGROUND",
                    "citation": "Bandura A. Self-efficacy: toward a unifying theory of behavioral change. Psychol Rev. 1977 Mar;84(2):191-215. doi: 10.1037//0033-295x.84.2.191. No abstract available."
                },
                {
                    "pmid": "24520558",
                    "type": "BACKGROUND",
                    "citation": "Rad GS, Bakht LA, Feizi A, Mohebi S. Importance of social support in diabetes care. J Educ Health Promot. 2013 Oct 30;2:62. doi: 10.4103/2277-9531.120864. eCollection 2013."
                },
                {
                    "pmid": "32513817",
                    "type": "BACKGROUND",
                    "citation": "Powers MA, Bardsley JK, Cypress M, Funnell MM, Harms D, Hess-Fischl A, Hooks B, Isaacs D, Mandel ED, Maryniuk MD, Norton A, Rinker J, Siminerio LM, Uelmen S. Diabetes Self-management Education and Support in Adults With Type 2 Diabetes: A Consensus Report of the American Diabetes Association, the Association of Diabetes Care & Education Specialists, the Academy of Nutrition and Dietetics, the American Academy of Family Physicians, the American Academy of PAs, the American Association of Nurse Practitioners, and the American Pharmacists Association. Diabetes Care. 2020 Jul;43(7):1636-1649. doi: 10.2337/dci20-0023. Epub 2020 Jun 8. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gallagher, Colleen. Re: Need some information about number of persons with diabetes [Internet]. Message to Louise Reagan. 2021. Jun 3 [Cited 8/1/2021 3rd]. [1 line]."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Connecticut Department of Correction. Research unit average confined inmate population and legal status accessed August 8, 2021 @https://portal.ct.gov/- /media/DOC/Pdf/MonthlyStat/Stat08012021.pdf)"
                },
                {
                    "pmid": "14528569",
                    "type": "BACKGROUND",
                    "citation": "Baker DW, Williams MV, Parker RM, Gazmararian JA, Nurss J. Development of a brief test to measure functional health literacy. Patient Educ Couns. 1999 Sep;38(1):33-42. doi: 10.1016/s0738-3991(98)00116-5."
                },
                {
                    "pmid": "15817019",
                    "type": "BACKGROUND",
                    "citation": "Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991. doi: 10.1111/jgs.15925."
                },
                {
                    "pmid": "15797850",
                    "type": "BACKGROUND",
                    "citation": "Rothman RL, Malone R, Bryant B, Wolfe C, Padgett P, DeWalt DA, Weinberger M, Pignone M. The Spoken Knowledge in Low Literacy in Diabetes scale: a diabetes knowledge scale for vulnerable patients. Diabetes Educ. 2005 Mar-Apr;31(2):215-24. doi: 10.1177/0145721705275002."
                },
                {
                    "pmid": "9135939",
                    "type": "BACKGROUND",
                    "citation": "Welch GW, Jacobson AM, Polonsky WH. The Problem Areas in Diabetes Scale. An evaluation of its clinical utility. Diabetes Care. 1997 May;20(5):760-6. doi: 10.2337/diacare.20.5.760."
                },
                {
                    "pmid": "10895844",
                    "type": "BACKGROUND",
                    "citation": "Toobert DJ, Hampson SE, Glasgow RE. The summary of diabetes self-care activities measure: results from 7 studies and a revised scale. Diabetes Care. 2000 Jul;23(7):943-50. doi: 10.2337/diacare.23.7.943."
                },
                {
                    "pmid": "12188054",
                    "type": "BACKGROUND",
                    "citation": "Barrera M Jr, Glasgow RE, McKay HG, Boles SM, Feil EG. Do Internet-based support interventions change perceptions of social support?: An experimental trial of approaches for supporting diabetes self-management. Am J Community Psychol. 2002 Oct;30(5):637-54. doi: 10.1023/A:1016369114780."
                },
                {
                    "pmid": "9773724",
                    "type": "BACKGROUND",
                    "citation": "Williams GC, Freedman ZR, Deci EL. Supporting autonomy to motivate patients with diabetes for glucose control. Diabetes Care. 1998 Oct;21(10):1644-51. doi: 10.2337/diacare.21.10.1644."
                },
                {
                    "pmid": "2782727",
                    "type": "BACKGROUND",
                    "citation": "Bandura A. Human agency in social cognitive theory. Am Psychol. 1989 Sep;44(9):1175-84. doi: 10.1037/0003-066x.44.9.1175."
                },
                {
                    "pmid": "10170438",
                    "type": "BACKGROUND",
                    "citation": "Bandura A. The anatomy of stages of change. Am J Health Promot. 1997 Sep-Oct;12(1):8-10. doi: 10.4278/0890-1171-12.1.8. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reagan, LA, LaGuerre, RA, & Gallagher, C. (2019). The Feasibility and Acceptability of a Diabetes Survival Skills Intervention for Incarcerated Persons Transitioning to the Community. Diabetes 2019 Jun; 68(Supplement 1): https://doi.org/10.2337/db19-342-OR"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reagan, LA (2011, October). Inmates health beliefs about diabetes: Implications for diabetes education in the correctional setting. Proceedings of Custody and caring: 12th Biennial International Conference on the Nurse's Role in the Criminal Justice System. Saskatoon, SK."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reagan, LA, Shelton, D, and Anderson, E (2016). Rediscovery of Self-Care for Incarcerated Persons with Diabetes. Journal for Evidence-based Practice in Correctional Health: 1,1. Available at: http://digitalcommons.uconn.edu/jepch/vol1/iss1/5"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Todd, S., Reagan, L. & Laguerre, R. (2019). Health Literacy, Cognitive Impairment, Self-Efficacy, and Diabetes Knowledge among Incarcerated Persons Transitioning to the Community: Considerations for Intervention Development. 31st Annual Scientific Sessions Transforming the Future of Nursing Research Imagination, Innovation and Engagement. Nursing Research: March/April 2019 - Volume 68,- Issue 2 - p E21-E186 doi: 10.1097/NNR.0000000000000351"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Greenberg, E., Dunleavy, E., & Kutner, M. Literacy Behind Bars: Results from the 2003 National Assessment of Adult Literacy Prison Survey. 2007. NCES 2007-473. National Center for Education Statistics"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Okita, SY, Bailenson, JN, Schwartz, DL The mere belief in social interaction improves learning. The International Conference of the Learning Sciences 2008 November 6, 2008; Available from: http://www.fi.uu.nl/en/icls2008/220/paper220.pdf."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mikropoulos, TA, Natsis, A. Educational virtual environments: A ten-year review of empirical research (1999-2009). Computers & Education. 2011;56(3): 769-780. DOI:10.1016/j.compedu.2010.10.020"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "1. Summary of data outputs and/or resources that the proposed research will generate: The PIs are committed to the open and timely dissemination of research outcomes. We expect that the proposed project will produce the following data:\n\n1. Raw study data, protocols, processed data, quantitative measures and qualitative self-reported data.\n2. Data analysis programs in the format of SPSS, SAS, and R.\n\nProposed repository for data sharing: The materials, data, and protocols from the research will be made available to researchers who are interested in reproducing the work and developing original research based on our work. We will prepare our dataset in accordance with the requirements for NIDDK data repository datasets and associated documentation for submission to the NIDDK Information Network(DKnet) in accordance with the Guidelines for NIDDK DKnet data set preparation.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "Data generated from the proposed study would be shared and available to the participating study investigators no later than 6 months post publication or 18 months from the award end date of November 1, 2024.",
            "accessCriteria": "We also intend to make results available to the community of scientists interested in diabetes self-management education and behavioral research, correctional health research, and virtual environments upon request to avoid unintentional duplication of research. Furthermore, we will welcome collaboration with others who could make use of the study protocols developed in the proposed study. Deidentified datasets will be made readily available for sharing with other qualified researchers after major publications have been accepted"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Diabetes Mellitus, Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}