{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05002387",
            "orgStudyIdInfo": {
                "id": "6115"
            },
            "organization": {
                "fullName": "Albany Medical College",
                "class": "OTHER"
            },
            "briefTitle": "Diagnostic Knee Needle Arthroscopy in Predicting Unicompartmental Knee Osteoarthritis",
            "officialTitle": "A Prospective Pilot Study Comparing Diagnostic Knee Needle Arthroscopy (NA) With Standard Weight Bearing Knee Radiographic in Predicting Unicompartmental Knee Osteoarthritis Prior to Unicompartmental Knee Arthroplasty",
            "therapeuticArea": [
                "Other"
            ],
            "study": "diagnostic-knee-needle-arthroscopy-in-predicting-unicompartmental-knee-osteoarthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-14",
            "studyFirstSubmitQcDate": "2021-08-04",
            "studyFirstPostDateStruct": {
                "date": "2021-08-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Zimmerman, MD",
                "investigatorTitle": "Joseph Zimmerman, MD, Attending Orthopaedic Surgeon, Department of Surgery, Division of Orthopaedic Surgery, Albany Medical College",
                "investigatorAffiliation": "Albany Medical College"
            },
            "leadSponsor": {
                "name": "Albany Medical College",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Arthrex, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Plain radiographs and MRI play an important role in the diagnosis of intra-articular knee pathology and can be used to guide treatment decisions. These imaging modalities however have several limitations which can lead to misdiagnosis, incorrect treatment decisions, and suboptimal patient care. The gold standard for confirmation of intra-articular knee pathology is formal diagnostic knee arthroscopy. Diagnostic knee arthroscopy must be performed in the operating room under general anesthesia, which adds both risk and cost to the patient. In contrast to formal diagnostic arthroscopy which uses a 4.8mm arthroscope, needle arthroscopy (NA) uses a 1.9mm nano-arthroscope. NA with a nano-arthroscope is a technique which allows direct high quality intra-articular visualization to be obtained without general anesthesia, and can be performed either in the office or the operating room (OR).\n\nOne specific application for this technology is in the evaluation of patients who are being considered for either a total knee arthroplasty (TKA) or a unicompartmental knee arthroplasty (UKA). An essential component of the pre-operative work-up is determining if the patient has isolated unicompartmental knee osteoarthritis (OA) or more widespread tricompartmental knee OA. This distinction is essential as each condition is treated differently; isolated unicompartmental knee OA is treated with a UKA while tricompartmental OA is treated with TKA.\n\nOur primary objective is to determine if NA is an effective, safe, and cost effective tool to confirm the presence of unicompartmental OA and thus guide patient management in the decision to perform UKA or TKA.\n\nDisclosure: This study is sponsored by Arthrex Inc, the manufacturer of the NanoScope™ operative arthroscopy imaging system which will be used in the study. Arthrex will provide NanoScope™ supplies only; no direct monetary funding will be provided.",
            "detailedDescription": "A prospective study of patients being evaluated for UKA/TKA will be performed. The study will include two groups: 1) patients who are diagnosed with isolated unicompartmental knee OA by standard weight bearing radiographs and are likely indicated for UKA and 2) patients for whom the standard weight bearing radiographs are equivocal for the diagnosis of unicompartmental OA vs. tricompartmental OA. The preoperative radiographic evaluation prior to UKA or TKA includes a series of standard weight bearing knee radiographs which historically have been used to differentiate between unicompartmental OA and tricompartmental OA. This series of radiographs includes weight bearing AP, lateral, skyline, Rosenberg, and valgus stress views.\n\nSubsequently, after obtaining informed consent, both groups of patients will undergo NA, performing in the operating room on the day of arthroplasty, prior to surgery beginning. NA will be performed with a 1.9mm nano arthroscope, as part of their diagnostic pre-arthroplasty evaluation, in lieu of standard arthroscopy, which utilizes a 4.8mm arthroscope. NA will directly visualize the articular cartilage in the medial, lateral, and patellofemoral compartments of the knee. Cartilage will be arthroscopically graded according to the Outerbridge Classification of chondral lesions. Patients with visualized Grade IV full-thickness cartilage loss with exposed subchondral bone isolated to either the medial or lateral compartment, with Grade 0-II lesions in the contralateral and / or patellofemoral compartments, will undergo a medial or lateral UKA, respectively. Patients with a Grade IV lesion in the medial or lateral compartment, with asymptomatic Grade III lesions in the contralateral and / or patellofemoral compartments will undergo a medial or lateral UKA, respectively. Patients with a Grade IV lesion in the medial or lateral compartment, with symptomatic Grade III lesions in the contralateral and / or patellofemoral compartments will undergo TKA. Patients with a Grade IV lesion in the medial or lateral compartment, with Grade IV lesions in the contralateral and / or patellofemoral compartments will undergo TKA.\n\nIntraoperative findings at the time of arthroplasty will serve at the gold standard to which the NA findings will be compared. Furthermore, the diagnosis obtained from NA will be compared to the diagnosis obtained from preoperative weight bearing radiographs."
        },
        "conditionsModule": {
            "conditions": [
                "Arthroplasty, Replacement, Knee"
            ],
            "keywords": [
                "Unicompartmental Knee Arthroplasty",
                "Needle Arthroscopy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Unicompartmental OA or equivocal findings in XR",
                    "type": "EXPERIMENTAL",
                    "description": "After obtaining informed consent, patients will undergo needle arthroscopy, performed in the operating room prior to undergoing arthroplasty",
                    "interventionNames": [
                        "Device: NanoScope™ Operative Arthroscopy (Arthrex, Inc)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "NanoScope™ Operative Arthroscopy (Arthrex, Inc)",
                    "description": "Needle arthroscopy will be performed in the operating room to visual the medial, lateral, and patellofemoral compartments prior to undergoing either unicompartmental or total knee arthroplasty",
                    "armGroupLabels": [
                        "Unicompartmental OA or equivocal findings in XR"
                    ],
                    "otherNames": [
                        "Needle Arthroscopy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Visualization of unicompartmental or tricompartmental osteoarthritis",
                    "description": "To determine if needle arthroscopy is an effective tool to confirm the presence of unicompartmental knee OA, which had been initially suggested on standard weight bearing knee radiographs. Findings on NA will be compared to preoperative diagnosis from standard weight bearing radiographs.",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English fluency and literacy\n* Able to provide informed consent\n* Males or females, \\> 18 years of age and \\< 89\n* Indicated for unicompartmental knee arthroplasty based on a series of existing weight bearing knee plain radiographs\n* Have equivocal weight bearing knee radiographs, in which the indication for UKA vs. TKA is not clear\n* Meet the following criteria: no inflammatory arthritis, intact Anterior cruciate ligament, no fixed varus deformity \\> 10 degrees, no fixed valgus deformity \\> 5 degrees, knee range of motion \\> 90 degrees, no patellofemoral arthritis\n\nExclusion Criteria:\n\n* Males or females \\< 18 years of age and \\>89\n* Prisoners\n* Patient who have existing radiographic evidence of tricompartmental OA\n* Patients with inflammatory arthritis, anterior cruciate ligament deficiency, fixed varus deformity \\> 10 degrees, fixed valgus deformity \\> 5 degrees, knee range of motion \\< 90 degrees, patellofemoral arthritis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew D Posner, MD",
                    "role": "CONTACT",
                    "phone": "518-453-3079",
                    "email": "posnera@amc.edu"
                },
                {
                    "name": "Joseph P Zimmerman, MD",
                    "role": "CONTACT",
                    "phone": "518-453-3079",
                    "email": "JZimmerman@caportho.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph P Zimmerman, MD",
                    "affiliation": "Albany Medical College",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Andrew D Posner, MD",
                    "affiliation": "Albany Medical College",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Albany Medical Center",
                    "status": "RECRUITING",
                    "city": "Albany",
                    "state": "New York",
                    "zip": "12208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew D Posner, MD",
                            "role": "CONTACT",
                            "email": "posnera@amc.edu"
                        },
                        {
                            "name": "Joseph P Zimmerman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew D Posner, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.65258,
                        "lon": -73.75623
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31416656",
                    "type": "BACKGROUND",
                    "citation": "Zhang K, Crum RJ, Samuelsson K, Cadet E, Ayeni OR, de Sa D. In-Office Needle Arthroscopy: A Systematic Review of Indications and Clinical Utility. Arthroscopy. 2019 Sep;35(9):2709-2721. doi: 10.1016/j.arthro.2019.03.045. Epub 2019 Aug 12."
                },
                {
                    "pmid": "1418203",
                    "type": "BACKGROUND",
                    "citation": "Halbrecht JL, Jackson DW. Office arthroscopy: a diagnostic alternative. Arthroscopy. 1992;8(3):320-6. doi: 10.1016/0749-8063(92)90062-g."
                },
                {
                    "pmid": "29354406",
                    "type": "BACKGROUND",
                    "citation": "McMillan S, Saini S, Alyea E, Ford E. Office-Based Needle Arthroscopy: A Standardized Diagnostic Approach to the Knee. Arthrosc Tech. 2017 Jul 24;6(4):e1119-e1124. doi: 10.1016/j.eats.2017.03.031. eCollection 2017 Aug."
                },
                {
                    "pmid": "29379709",
                    "type": "BACKGROUND",
                    "citation": "Patel KA, Hartigan DE, Makovicka JL, Dulle DL 3rd, Chhabra A. Diagnostic Evaluation of the Knee in the Office Setting Using Small-Bore Needle Arthroscopy. Arthrosc Tech. 2017 Dec 11;7(1):e17-e21. doi: 10.1016/j.eats.2017.08.044. eCollection 2018 Jan."
                },
                {
                    "pmid": "29804955",
                    "type": "BACKGROUND",
                    "citation": "Gill TJ, Safran M, Mandelbaum B, Huber B, Gambardella R, Xerogeanes J. A Prospective, Blinded, Multicenter Clinical Trial to Compare the Efficacy, Accuracy, and Safety of In-Office Diagnostic Arthroscopy With Magnetic Resonance Imaging and Surgical Diagnostic Arthroscopy. Arthroscopy. 2018 Aug;34(8):2429-2435. doi: 10.1016/j.arthro.2018.03.010. Epub 2018 May 24."
                },
                {
                    "pmid": "29992071",
                    "type": "BACKGROUND",
                    "citation": "Chapman GL, Amin NH. The Benefits of an In-Office Arthroscopy in the Diagnosis of Unresolved Knee Pain. Case Rep Orthop. 2018 Jan 21;2018:6125676. doi: 10.1155/2018/6125676. eCollection 2018."
                },
                {
                    "pmid": "29494711",
                    "type": "BACKGROUND",
                    "citation": "Deirmengian CA, Dines JS, Vernace JV, Schwartz MS, Creighton RA, Gladstone JN. Use of a Small-Bore Needle Arthroscope to Diagnose Intra-Articular Knee Pathology: Comparison With Magnetic Resonance Imaging. Am J Orthop (Belle Mead NJ). 2018 Feb;47(2). doi: 10.12788/ajo.2018.0007."
                },
                {
                    "pmid": "24885678",
                    "type": "BACKGROUND",
                    "citation": "Voigt JD, Mosier M, Huber B. In-office diagnostic arthroscopy for knee and shoulder intra-articular injuries its potential impact on cost savings in the United States. BMC Health Serv Res. 2014 May 5;14:203. doi: 10.1186/1472-6963-14-203."
                },
                {
                    "pmid": "30712631",
                    "type": "BACKGROUND",
                    "citation": "Amin N, McIntyre L, Carter T, Xerogeanes J, Voigt J. Cost-Effectiveness Analysis of Needle Arthroscopy Versus Magnetic Resonance Imaging in the Diagnosis and Treatment of Meniscal Tears of the Knee. Arthroscopy. 2019 Feb;35(2):554-562.e13. doi: 10.1016/j.arthro.2018.09.030."
                },
                {
                    "pmid": "27694509",
                    "type": "BACKGROUND",
                    "citation": "Hamilton TW, Pandit HG, Lombardi AV, Adams JB, Oosthuizen CR, Clave A, Dodd CA, Berend KR, Murray DW. Radiological Decision Aid to determine suitability for medial unicompartmental knee arthroplasty: development and preliminary validation. Bone Joint J. 2016 Oct;98-B(10 Supple B):3-10. doi: 10.1302/0301-620X.98B10.BJJ-2016-0432.R1."
                },
                {
                    "pmid": "31632993",
                    "type": "BACKGROUND",
                    "citation": "McMillan S, Chhabra A, Hassebrock JD, Ford E, Amin NH. Risks and Complications Associated With Intra-articular Arthroscopy of the Knee and Shoulder in an Office Setting. Orthop J Sports Med. 2019 Sep 27;7(9):2325967119869846. doi: 10.1177/2325967119869846. eCollection 2019 Sep."
                },
                {
                    "pmid": "29533246",
                    "type": "BACKGROUND",
                    "citation": "Slattery C, Kweon CY. Classifications in Brief: Outerbridge Classification of Chondral Lesions. Clin Orthop Relat Res. 2018 Oct;476(10):2101-2104. doi: 10.1007/s11999.0000000000000255. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Knee Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}