{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05362461",
            "orgStudyIdInfo": {
                "id": "19-1142"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Diagnostic Ability of Near Infrared Transillumination Detecting Interproximal Caries as Compared to Conventional Bitewing Radiographs",
            "officialTitle": "Diagnostic Ability of Near Infrared Transillumination (NIRT, CariVu™) for Detecting Interproximal Caries as Compared to Conventional Bitewing Radiographs",
            "therapeuticArea": [
                "Other"
            ],
            "study": "diagnostic-ability-of-near-infrared-transillumination-detecting-interproximal-caries-as-compared-to-conventional-bitewing-radiographs"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-25",
            "studyFirstSubmitQcDate": "2022-05-02",
            "studyFirstPostDateStruct": {
                "date": "2022-05-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-31",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Hospital Colorado",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Specific Aims\n\n1. To determine the diagnostic efficacy of CariVu and BWX for detecting interproximal carious lesions in primary dentition\n\n   BWX and CariVu images will be taken in random order. Number and depth of interproximal carious lesions will be determined by two independent examiners using both CariVu images and BWX. Intra- and inter-rater agreement and disagreement will be determined for all the images and radiographs.\n2. To determine acceptability and comfort of CariVu and BWX as perceived by patient, parent and independent observer\n\n   BWX and CariVu images will be taken in a random order and patient and parent will be given a questionnaire to complete as exit survey. The questionnaire will include few questions to determine perceived acceptability and comfort by parent and patient for either methods (CariVu and BWX). An independent observer (dental assistant) who is masked for the hypothesis of the study will be given a similar questionnaire to evaluate patient behavior using standard behavior assessment scales.\n3. To determine difference in chair-side time required for BWX and CariVu image generation\n\nTime required to generate both, BWX and CariVu images will be documented by an independent observer (dental assistant) who is masked for the hypothesis of the study and will be compared to determine the overall clinical chair-side time required for generating diagnostic images for efficient and accurate treatment planning",
            "detailedDescription": "Dental caries is a common disease\\[1\\] affecting 621 million children in 2010\\[2\\]. Dental caries in children commonly result in dental pain, infection and missed school days \\[3\\]. The financial burden of childhood caries is also significant\\[3\\] due to involved time during care, transportation and missed work for appointments. Caries development and progression is a multifactorial process which is a preventable by controlling various contributing factors including good oral hygiene practices and healthy diet. Also, with early intervention by a dentist, small caries can be diagnosed early and treated conservatively with reduced financial burden to the patient and their family\\[4\\].\n\nCarious lesions are initiated when bacterial biofilm organize onto the tooth surface and produce acid byproducts after metabolism of carbohydrates. This acid causes the degradation of the outer enamel shell of the tooth, eventually progressing into a cavitated lesion. If left untreated, carious lesion can reach the enamel-dentin junction and can spread to increase the lesion size. Thereafter, the carious lesion progress through the dentin and eventually to the dental pulp, causing inflammation and eventual necrosis of the pulp. Caries process can initiate on the occlusal (biting), smooth (buccal or lingual), or interproximal (in between the teeth) surfaces of the tooth. Interproximal surfaces of the teeth are in contact and hence, cannot be visualized clinically during routine dental examinations. Interproximal carious lesions become clinically detectable only when they are advanced with significant to loss of tooth structure\\[5\\]. When the interproximal lesions are detected clinically or by radiographs restorative management is warranted. Restorative management of the carious lesions by using various resin-composite materials is an esthetic choice which is often opted by the patient and family. However, secondary caries around the restoration is one of the leading causes of restoration failure\\[6\\]. Additionally, in the US, majority of the restorations placed each year are done to replace existing restorations\\[6\\]. Large carious lesions with pulpal symptoms may need pulp treatment or dental extractions to remove the source of infection.\n\nIn young children (primary or mixed-dentition stages) the contacts between teeth (interproximal) are wider and thicker\\[7\\]. Additionally, the outer enamel layer is thin and hence, carious lesions can progress quickly into dentin and eventually into the pulp. Traditionally, screening for interproximal caries in primary and mixed-dentition stages is achieved during routine dental examination by taking BWX. During BWX, a beam of X-ray passes from the cheek side of the tooth through the interproximal contacts and captured on to a film or sensor on the lingual (tongue) side of the tooth. This creates an image representing radiodense and radiolucent areas of the tooth. Radiodense areas have higher mineral content, and radiolucent areas have lower mineral content\\[5\\]. When looking at the outer enamel and middle dentin layers of the tooth, radiolucent areas indicate significant demineralization referred to as carious lesions. BWX allow for the evaluation of the interproximal surfaces for any carious lesions, which often cannot be visualized clinically due to closed contacts between the teeth\\[8, 9\\]. BWX are successful at detecting initial and well established carious lesions, but have some limitations in ability to detect small incipient (very early) lesions that have not caused enough demineralization to appear radiolucent on imaging \\[10, 11\\]. One of the major disadvantage of BWX is the exposure to small doses of radiation, which must be considered when determining the frequency of radiographs\\[12\\]. Some parents may have concerns to radiation and may decline intraoral radiographs. This may limit the clinician's ability to determine interproximal carious lesions\\[3\\]. Currently, the American Dental Association (ADA) recommends that BWX should be taken at every 6 to 18 months interval depending on caries-risk status of the patient in conformity with the ALARA (as low as reasonably achievable) principle for diagnostic purposes\\[13\\]. Despite the radiation concerns from parents, BWX have been a clinical standard of care.\n\nBWX are indicated for children when their posterior molars are in contacts, and the interproximal surfaces could not be viewed clinically during routine dental exam\\[13\\]. Anatomically smaller size of the oral cavity and limited behavioral coping skills in children are important considerations while planning BWX. While obtaining BWX, children may have problems such as difficulty biting down on radiographic film holder, minor discomfort from the film touching the floor and roof of their mouth and staying still during exposure. If a child is not able to tolerate the radiographic techniques then radiographs can be undiagnostic\\[8\\] in spite of the small radiation exposure\\[14\\]. When longer intervals between radiographs are planned due to radiation concerns, caries can go unchecked with findings such as multiple carious lesions in advanced stages at subsequent dental visits. Multiple carious lesions in young children are managed with restorative treatments done under general anesthesia\\[2\\] which poses a significant medical risk to the young patients and a significant financial healthcare impact\\[15\\]. Hence, preventive and conservative management of caries has been the standard of pediatric dental care. Medical management of caries which includes early caries diagnosis for modifying the caries-initiating factors for a conservative approach has been advocated\\[16\\]. Early detection of carious lesions can be managed conservative treatment options such as frequent fluoride varnish applications and changes in oral hygiene and diet\\[8, 11\\].\n\nNear Infrared transillumination (NIRT) is a method of caries detection that uses light (instead of X-rays) and a camera to capture information about the density of enamel and dentin at the interproximal contacts thereby eliminating risks of radiation\\[9\\]. Specifically, CariVu™ (Dexis) by Kavo, was developed in 2012 in Germany utilizing NIRT at 780nm and capturing the occlusal surface of the transilluminated tooth on a digital image\\[17\\]. The device comprises of elastic arms containing the optical fibers and a camera system with the near infrared light source, ranging from 700-1500nm wavelength. The arms approximate the alveolar process of the tooth, allowing transillumination of the crown of the tooth. The arms, unlike BWX films, does not contact the floor or roof of the mouth and therefore, can increase the acceptance by pediatric patients. Demineralized or porous areas of the tooth (indicative of carious lesions) can cause a change in light scatter and appear darker in the image captured by the camera\\[1, 5\\]. The CariVu™ (Dexis) image can be evaluated for interproximal caries in a similar manner as BWX for diagnosis and treatment planning.\n\nPrevious studies detected superiority of CariVu™ (Dexis) to detect incipient and small carious lesions in permanent dentition \\[4, 17, 18\\]. Earlier studies recommended utilizing CariVu™ (Dexis) as an adjunctive technology to BWX when diagnosing caries\\[1\\]. Recent studies claimed that CariVu™ (Dexis) could be utilized as a comparable alternative to BWX\\[9, 11, 17\\], with benefit of eliminating radiation. CariVu™ (Dexis) can be utilized to detect caries with frequent interproximal imaging\\[4\\], for early detection of incipient carious lesions \\[4, 9, 14, 17\\]. CariVu™ (Dexis) has been recommended as a safe alternative to ionizing radiation for children\\[17\\]. However, due to the anatomical differences in the contacts and interproximal lesions in permanent dentition as compared to primary dentition, it will not be wise to extrapolate inferences from these studies on permanent dentition to primary dentition. There are no studies evaluating the efficacy of CariVu™ (Dexis) in diagnosing interproximal carious lesions in children. Majority of the studies have established the safety of this NIRT technology and hence, utilization of such technology has tremendous potential in pediatric population over BWX due to growing concerns regarding radiation. Additionally, there are no studies evaluating the acceptability of NIRT in children over BWX. As previously discussed, ability to cooperate is an important factor for generating a diagnostic image for caries detection in children. If CariVu™ (Dexis) is tolerated more than BWX in children then, in addition to being safe it can be an effective and efficient tool in pediatric dental practice for diagnostic images to detect carious lesions.\n\nThis is a pilot study to determine the efficacy of CariVu™ (Dexis) in diagnosing interproximal carious lesions in children as compared to BWX (standard of care). This study will also evaluate the acceptability of CariVu imaging as compared to BWX in children. The overall chair-side time required for obtaining CariVu images will determine its clinical acceptability. The long-term goal of this study will be to investigate the newer NIRT technology for incorporation in pediatric dental practice as a diagnostic tool for effective reduction of radiation in children with efficient diagnosis of interproximal carious lesions in children with high caries-risk status."
        },
        "conditionsModule": {
            "conditions": [
                "Caries,Dental"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bitewing first, CariVu second",
                    "description": "Bitewing images will be taken first. CariVu images will be taken second.",
                    "interventionNames": [
                        "Diagnostic Test: Near Infrared Transillumination"
                    ]
                },
                {
                    "label": "CariVu first, Bitewing second",
                    "description": "CariVu images will be taken first. CariVu images will be taken second.",
                    "interventionNames": [
                        "Diagnostic Test: Near Infrared Transillumination"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Near Infrared Transillumination",
                    "description": "Caries imaging detection technology.",
                    "armGroupLabels": [
                        "Bitewing first, CariVu second",
                        "CariVu first, Bitewing second"
                    ],
                    "otherNames": [
                        "CariVu, NIRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of carious lesions",
                    "description": "Number of carious lesions will be determined as a numerical value.",
                    "timeFrame": "Through study completion, an average of 36 months"
                },
                {
                    "measure": "Patient and parental perceived acceptability and comfort",
                    "description": "Exit survey with 3 questions with binary responses will be provided to parents and patients.",
                    "timeFrame": "Through study completion, an average of 36 months"
                },
                {
                    "measure": "Behavior assessment by an independent observer",
                    "description": "An independent observer (dental assistant) who is masked for the hypothesis of the study will be given a similar questionnaire to evaluate patient behavior using standard behavior assessment scales. Score will be assessed on Frankl Score Behavior Scale. Frankl Scoring is as follows:\n\nFrankl 1 Definitively Negative Refusal of treatment, forceful crying, fearfulness, or any other overt evidence of extreme negativism Frankl 2 Negative Reluctance to accept treatment, uncooperativeness, some evidence of negative attitude but not pronounced (sullen, withdrawn) Frankl 3 Positive Acceptance of treatment; cautious behavior at times; willingness to comply with the dentist, at times with reservation, but patient follows the dentist's directions cooperatively Frankl 4 Definitively Positive Definitely positive. Good rapport with the dentist; interest in the dental procedures, laugher and enjoyment",
                    "timeFrame": "Through study completion, an average of 36 months"
                },
                {
                    "measure": "Time required for generation of either images (CariVu and BWX)",
                    "description": "Both CariVu and BWX images will be taken for routine diagnosis (not an intervention as both images are taken as routine procedures during dental visit). Time to take images will be measured in seconds.",
                    "timeFrame": "Through study completion, an average of 36 months"
                },
                {
                    "measure": "Depth of carious lesion",
                    "description": "Depth will be measured on a 0-4 point ordinal scale. This scale is as follows:\n\n0- No presence of lesion\n\n1. Caries lesion visible in enamel\n2. Caries lesion visible in enamel with single point contact to the dentino-enamel junction\n3. Caries lesion visible in enamel extensive contact to the dentino-enamel junction\n4. Caries lesion visible in enamel and dentin",
                    "timeFrame": "Through study completion, average of 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric patients from 5-9 years of age\n\n  * Justification for this age range: Patients younger than 5 years may have open contacts between primary molars.\n  * Patients more than 9 years may have advanced root resorption and primary teeth might be at advanced stages of exfoliation\n* Patients with American Society of Anesthesiologists classification (ASA)-I or II category (medically healthy)\n* Parent or legal guardian should consent BWX \\[per American Academy of Pediatric Dentistry (AAPD) guidelines\\] and CariVu ™ (Dexis) imaging to be completed during same visit\n* All selected patients should be in primary or mixed dentition stage with well-established contacts between posterior teeth\n* Patient with Frankl behavior assessment score of 3 (\"positive\") or 4 (\"definitely-positive\")\n* Patient and parent speaking English or Spanish as their preferred language Justification for language: Language barriers may pose challenges to behavior management in pediatric dental patient and thereby reducing the acceptability of dental treatment (confounding factor).\n\nExclusion Criteria:\n\n* Patients with ASA III or IV (medically complex or special health care needs patient)\n* Patients with open contacts between teeth or missing teeth\n* Patients who do not need conventional bitewing radiographs per AAPD guidelines\n* Patient with Frankl behavior assessment score of 1 (\"definitely negative\") or 2 (\"negative\")",
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "9 Years",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "Children's Hospital Colorado Dental Clinic Patients that meet the above eligibility criteria",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chaitanya Puranik, BDS, MS, M.Dent.Sci, PhD",
                    "role": "CONTACT",
                    "phone": "(720) 777-2719",
                    "email": "chaitanya.puranik@childrenscolorado.org"
                },
                {
                    "name": "Nicholas DeMeo, D.M.D.",
                    "role": "CONTACT",
                    "phone": "720-777-6788",
                    "email": "nicholas.demeo@childrenscolorado.org"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80011",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicholas DeMeo, D.M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Puranik CP, B.H., Preisser J, Zandona AF., Retrospective longitudinal observation of caries around restorations by quantitative light-induced fluorescence. J Pediatr Dent 2016. 4: p. 66-71."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Dean, J.A., D.R. Avery, and R.E. McDonald, McDonald and Avery's dentistry for the child and adolescent. Tenth edition. ed. 2016, St. Louis, Missouri: Elsevier. xix, 700 pages."
                },
                {
                    "pmid": "29171167",
                    "type": "RESULT",
                    "citation": "Berg SC, Stahl JM, Lien W, Slack CM, Vandewalle KS. A clinical study comparing digital radiography and near-infrared transillumination in caries detection. J Esthet Restor Dent. 2018 Jan;30(1):39-44. doi: 10.1111/jerd.12346. Epub 2017 Nov 24."
                },
                {
                    "pmid": "28639687",
                    "type": "RESULT",
                    "citation": "Kraljevic I, Filippi C, Filippi A. Risk indicators of early childhood caries (ECC) in children with high treatment needs. Swiss Dent J. 2017 May 15;127(5):398-410. doi: 10.61872/sdj-2017-05-268. English, German."
                },
                {
                    "pmid": "27153832",
                    "type": "RESULT",
                    "citation": "Gray-Burrows KA, Day PF, Marshman Z, Aliakbari E, Prady SL, McEachan RR. Using intervention mapping to develop a home-based parental-supervised toothbrushing intervention for young children. Implement Sci. 2016 May 6;11:61. doi: 10.1186/s13012-016-0416-4."
                },
                {
                    "pmid": "30693402",
                    "type": "RESULT",
                    "citation": "Lederer A, Kunzelmann KH, Heck K, Hickel R, Litzenburger F. In vitro validation of near-infrared transillumination at 780 nm for the detection of caries on proximal surfaces. Clin Oral Investig. 2019 Nov;23(11):3933-3940. doi: 10.1007/s00784-019-02824-0. Epub 2019 Jan 28."
                },
                {
                    "pmid": "28626283",
                    "type": "RESULT",
                    "citation": "Simon JC, Darling CL, Fried D. Assessment of cavitation in artificial approximal dental lesions with near-IR imaging. Proc SPIE Int Soc Opt Eng. 2017 Jan 28;10044:1004407. doi: 10.1117/12.2256701. Epub 2017 Feb 8."
                },
                {
                    "pmid": "29481761",
                    "type": "RESULT",
                    "citation": "Lederer A, Kunzelmann KH, Hickel R, Litzenburger F. Transillumination and HDR Imaging for Proximal Caries Detection. J Dent Res. 2018 Jul;97(7):844-849. doi: 10.1177/0022034518759957. Epub 2018 Feb 26."
                },
                {
                    "pmid": "29145846",
                    "type": "RESULT",
                    "citation": "Baltacioglu IH, Orhan K. Comparison of diagnostic methods for early interproximal caries detection with near-infrared light transillumination: an in vivo study. BMC Oral Health. 2017 Nov 16;17(1):130. doi: 10.1186/s12903-017-0421-2."
                },
                {
                    "pmid": "29526667",
                    "type": "RESULT",
                    "citation": "Elhennawy K, Askar H, Jost-Brinkmann PG, Reda S, Al-Abdi A, Paris S, Schwendicke F. In vitro performance of the DIAGNOcam for detecting proximal carious lesions adjacent to composite restorations. J Dent. 2018 May;72:39-43. doi: 10.1016/j.jdent.2018.03.002. Epub 2018 Mar 8."
                },
                {
                    "pmid": "28559050",
                    "type": "RESULT",
                    "citation": "Abogazalah N, Eckert GJ, Ando M. In vitro performance of near infrared light transillumination at 780-nm and digital radiography for detection of non-cavitated approximal caries. J Dent. 2017 Aug;63:44-50. doi: 10.1016/j.jdent.2017.05.018. Epub 2017 May 27."
                },
                {
                    "pmid": "29915930",
                    "type": "RESULT",
                    "citation": "Schaefer G, Pitchika V, Litzenburger F, Hickel R, Kuhnisch J. Evaluation of occlusal caries detection and assessment by visual inspection, digital bitewing radiography and near-infrared light transillumination. Clin Oral Investig. 2018 Sep;22(7):2431-2438. doi: 10.1007/s00784-018-2512-0. Epub 2018 Jun 18."
                },
                {
                    "pmid": "23211908",
                    "type": "RESULT",
                    "citation": "American Academy of Pediatric Dentistry. Ad Hoc Committee on Pedodontic Radiology. Guideline on prescribing dental radiographs for infants, children, adolescents, and persons with special health care needs. Pediatr Dent. 2012 Sep-Oct;34(5):189-91. No abstract available."
                },
                {
                    "pmid": "28653255",
                    "type": "RESULT",
                    "citation": "Ozkan G, Guzel KGU. Clinical evaluation of near-infrared light transillumination in approximal dentin caries detection. Lasers Med Sci. 2017 Aug;32(6):1417-1422. doi: 10.1007/s10103-017-2265-z. Epub 2017 Jun 26."
                },
                {
                    "pmid": "29335049",
                    "type": "RESULT",
                    "citation": "Meyer BD, Lee JY, Casey MW. Dental Treatment and Expenditures Under General Anesthesia Among Medicaid-Enrolled Children in North Carolina. Pediatr Dent. 2017 Nov 1;39(7):439-444."
                },
                {
                    "pmid": "28969655",
                    "type": "RESULT",
                    "citation": "Basir L, Rasteh B, Montazeri A, Araban M. Four-level evaluation of health promotion intervention for preventing early childhood caries: a randomized controlled trial. BMC Public Health. 2017 Oct 2;17(1):767. doi: 10.1186/s12889-017-4783-9."
                },
                {
                    "pmid": "29258850",
                    "type": "RESULT",
                    "citation": "Abdelaziz M, Krejci I, Perneger T, Feilzer A, Vazquez L. Near infrared transillumination compared with radiography to detect and monitor proximal caries: A clinical retrospective study. J Dent. 2018 Mar;70:40-45. doi: 10.1016/j.jdent.2017.12.008. Epub 2017 Dec 16."
                },
                {
                    "pmid": "29497229",
                    "type": "RESULT",
                    "citation": "Simon JC, Curtis DA, Darling CL, Fried D. Multispectral near-infrared reflectance and transillumination imaging of occlusal carious lesions: Variation in lesion contrast with lesion depth. Proc SPIE Int Soc Opt Eng. 2018 Jan-Feb;10473:1047305. doi: 10.1117/12.2296013. Epub 2018 Feb 8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual participant data will not be shared with other providers."
        }
    },
    "annotationSection": {
        "annotationModule": {
            "unpostedAnnotation": {
                "unpostedResponsibleParty": "University of Colorado, Denver",
                "unpostedEvents": [
                    {
                        "type": "RELEASE",
                        "date": "2023-06-22"
                    },
                    {
                        "type": "RESET",
                        "date": "2024-02-16"
                    }
                ]
            }
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-06-22",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-06-22",
                        "resetDate": "2024-02-16"
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003731",
                    "term": "Dental Caries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017001",
                    "term": "Tooth Demineralization"
                },
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6928",
                    "name": "Dental Caries",
                    "asFound": "Caries,Dental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19339",
                    "name": "Tooth Demineralization",
                    "relevance": "LOW"
                },
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}