{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05974553",
            "orgStudyIdInfo": {
                "id": "D4566-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "1I01RX004566-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1I01RX004566-01A1"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Dialectical Behavior Therapy for Justice-Involved Veterans",
            "officialTitle": "Dialectical Behavior Therapy for Justice-Involved Veterans: A Randomized Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dialectical-behavior-therapy-for-justice-involved-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Dialectical Behavior Therapy for Justice-Involved Veterans (DBT-J) is a comprehensive, integrative program distinctively designed to address the range of mental health, substance use, case management, and legal needs of Veterans with current or ongoing criminal justice involvement. Data from two prior clinical trials attest to the program's feasibility and acceptability and preliminarily suggest participation in the program may yield meaningful improvements in risk for criminal behavior and resolution of high-priority case management needs. However, continued research is needed to further investigate the program's efficacy. This Phase III clinical trial aims to investigate the superiority of DBT-J over a supportive group therapy treatment in decreasing risk of future criminal behavior and increasing psychosocial functioning. Secondary and exploratory aims will also investigate superiority of DBT-J in improving secondary treatment targets, potential differential efficacy across special-interest Veteran subgroups, and long-term consequences of program participation.",
            "detailedDescription": "Despite substantial efforts to curb Veteran suicide, Veterans continue to die by suicide at rates that far exceed their civilian peers. To date, substantial resources have been invested into understanding and treating underlying risk factors and precipitants of Veteran suicide. However, criminal justice involvement remains an under-examined and under-assessed risk factor for Veteran suicide. Accumulating research suggests justice-involved Veterans are a high-risk, high need population, particularly within the Veterans Health Administration. For example, 11% of Veteran suicides are precipitated by legal troubles; 79% of Veterans receiving VA supportive housing assistance have a history of one or more arrests; and 58% of Veterans receiving outpatient VHA substance use treatment have a history of three or more arrests. Risk for suicide among justice-involved Veterans is particularly elevated among those with co-occurring difficulties, such as mental health concerns and/or housing instability. Adequately addressing Veteran suicide - both for justice-involved Veterans and the broader Veteran population - therefore likely requires interventions to address the legal and co-occurring difficulties of at-risk Veterans.\n\nDialectical Behavior Therapy for Justice-Involved Veterans (DBT-J) is distinctively designed to address these range of needs faced by justice-involved Veterans, including heightened suicide risk, antisocial behaviors, mental health and substance use concerns, community-based structural barriers, and case management difficulties. Combining elements of three prominent, evidence-based models, DBT-J provides 16 weeks of group psychotherapy, case management services, and measurement-based care to Veterans with ongoing or recent criminal justice involvement. Data from two prior clinical trials attest to the feasibility and acceptability of DBT-J within VHA behavioral health settings. Although preliminary, data also suggest participation in DBT-J may yield meaningful reductions in risk for future criminal behavior and resolution of high-priority case management needs. Continued research, however, is needed to further investigate the program's efficacy.\n\nToward these aims, this Phase III clinical trial will:\n\n1. Primary Aims 1-2: Assess the superiority of DBT-J over supportive group therapy in decreasing risk of future criminal behavior and increasing psychosocial functioning.\n2. Secondary Aim: Assess the superiority of DBT-J over supportive group therapy in improving secondary treatment targets (i.e., suicidal ideation, criminogenic thinking, psychological distress, substance use, case management needs, quality of life, resilience, suicide-related behavior, and criminal recidivism).\n3. Exploratory Aims 1-2: Assess for differential efficacy of DBT-J across high-priority JIV subgroups (i.e., violent versus nonviolent most recent offense type, presence/absence of a substance use disorder, and presence/absence of a severe mental illness); assess long-term impact of DBT-J participation (versus participation in supportive group therapy) on primary and secondary treatment targets.\n\nA total of 200 Veterans with current or recent involvement in the criminal justice system will be recruited from the greater New York City, New York and Denver, Colorado areas to participate in this clinical trial. Veterans will be randomly assigned to receive either 16 weeks of DBT-J or 16 weeks of supportive group therapy followed by a 36 week observational period. Comprehensive assessments of Veteran risk for future criminal justice involvement, psychosocial functioning, suicidal ideation, criminogenic thinking, psychological distress, substance use, case management needs, quality of life, resilience, suicide-related behavior, and criminal recidivism will be administered periodically throughout study completion. Analyses of variance will then be used to compare study conditions on primary and secondary treatment targets and to compare high-priority participant subgroups on primary and secondary treatment targets."
        },
        "conditionsModule": {
            "conditions": [
                "Criminal Behavior",
                "Criminal Recidivism",
                "Psychosocial Functioning"
            ],
            "keywords": [
                "Criminal Behavior",
                "Criminal Recidivism",
                "Psychosocial Functioning",
                "Psychotherapy",
                "Psychotherapy, Group",
                "Case Management",
                "Psychiatric Rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multisite clinical trial with parallel experimental design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All outcomes assessors are blind to participant study condition. Participants, study providers, and investigators will not be blind to study condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dialectical Behavior Therapy for Justice-Involved Veterans",
                    "type": "EXPERIMENTAL",
                    "description": "16 weeks of Dialectical Behavior Therapy for Justice-Involved Veterans",
                    "interventionNames": [
                        "Behavioral: Dialectical Behavior Therapy for Justice-Involved Veterans"
                    ]
                },
                {
                    "label": "Supportive Group Psychotherapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "16 weeks of supportive group psychotherapy for justice-involved Veterans",
                    "interventionNames": [
                        "Behavioral: Supportive Group Psychotherapy for Justice-Involved Veterans"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dialectical Behavior Therapy for Justice-Involved Veterans",
                    "description": "16 weeks of Dialectical Behavior Therapy for Justice-Involved Veterans, including weekly 60-minute group therapy and biweekly 30-minute individual case management",
                    "armGroupLabels": [
                        "Dialectical Behavior Therapy for Justice-Involved Veterans"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supportive Group Psychotherapy for Justice-Involved Veterans",
                    "description": "16 weeks of clinician-facilitated supportive group psychotherapy for justice-involved Veterans, including weekly 75-minute group psychotherapy (20 hours total intervention). All interventions delivered via telehealth.",
                    "armGroupLabels": [
                        "Supportive Group Psychotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Level of Service / Case Management Inventory",
                    "description": "semi-structured interview assessment of risk for future criminal justice involvement; score range = 0-43, with higher scores indicating greater risk for future criminal justice involvement",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Inventory of Psychosocial Functioning",
                    "description": "self-report instrument measuring functional impairments in romantic relationships, family relationships, work, friendships and socializing, parenting, education, and self-care; score range = 0-100, with higher scores indicating greater impairment in psychosocial functioning",
                    "timeFrame": "Six times over course of 52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Beck Scale for Suicidal Ideation",
                    "description": "self-report instrument measuring nature, frequency, and intensity of suicidal ideation; score range = 0-38, with higher scores indicating greater severity of suicidal ideation",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "The Measure of Criminogenic Thinking Styles",
                    "description": "self-report instrument measuring tendency to adopt thinking styles commonly associated with engagement in criminal behavior; score range = 65-325, with higher scores indicating greater tendency to engage in criminogenic thinking styles",
                    "timeFrame": "Three times over course of 52 weeks"
                },
                {
                    "measure": "Patient Health Questionnaire-9",
                    "description": "self-report instrument measuring psychological distress; score range = 0-27, with higher scores indicating greater psychological distress",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Alcohol Use Disorders Identification Test",
                    "description": "self-report instrument measuring frequency and volume of alcohol use; score range = 0-40, with higher scores indicating more severe alcohol use",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Drug Abuse Screening Test",
                    "description": "self-report instrument measuring frequency and volume of non-alcohol related substance use; score range = 0-10, with higher scores indicating more severe drug use",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "DBT-J Case Management Checklist",
                    "description": "self-report instrument measuring nature and severity of common case management difficulties; score range = 0-3, with higher scores indicating broader, more severe difficulties",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form",
                    "description": "self-report instrument measuring quality of life and perceived satisfaction with life circumstances; score range = 16-80, with higher scores indicating greater perceived satisfaction with life circumstances",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Connor-Davidson Resilience Scale",
                    "description": "self-report instrument measuring mental and emotional resilience; score range = 0-4, with higher scores indicating greater resilience",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "suicide attempt",
                    "description": "self-reported or medical chart-documented suicide attempt",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "criminal recidivism",
                    "description": "new official record-documented arrest, violation, or order of protection filed",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Screen for Nonsuicidal Self Injury",
                    "description": "self-report instrument measuring nature and frequency of nonsuicidal self-injury; score range = 0-50, with higher scores indicating greater variation in and frequency of nonsuicidal self-injury",
                    "timeFrame": "Three times over course of 52 weeks"
                },
                {
                    "measure": "Difficulties in Emotion Regulation Scale-18",
                    "description": "self-report instrument measuring difficulties in emotion regulation; score range = 18-90, with higher scores indicating greater difficulties in emotion regulation",
                    "timeFrame": "Six times over course of 52 weeks"
                },
                {
                    "measure": "Triarchic Psychopathy Measure",
                    "description": "self-report instrument measuring personality traits commonly associated with psychopathy; score range = 0-3, with higher scores indicating more severe psychopathic personality traits",
                    "timeFrame": "Three times over course of 52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran aged 18+\n* Able to provide consent\n* Current or recent history of criminal justice involvement, defined as\n\n  * (a) criminal arrest, order of protection, or incarceration within two years prior to participation and/or\n  * (b) supervision by probation or parole at the time of participation\n\nExclusion Criteria:\n\n* Limited English proficiency\n* Inability to tolerate group therapy format\n* Enrollment in a concurrent clinical trial\n* Current or scheduled enrollment in a DBT- or RNR-based program\n* Prior participation in DBT-J program",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily R Edwards, PhD",
                    "role": "CONTACT",
                    "phone": "(718) 584-9000",
                    "phoneExt": "3865",
                    "email": "emily.edwards5@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily R Edwards, PhD",
                    "affiliation": "James J. Peters Veterans Affairs Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ryan Holliday, PhD",
                            "role": "CONTACT",
                            "email": "ryan.holliday@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "James J. Peters VA Medical Center, Bronx, NY",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10468-3904",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily R Edwards, PhD",
                            "role": "CONTACT",
                            "phone": "718-584-9000",
                            "phoneExt": "3865",
                            "email": "emily.edwards5@va.gov"
                        },
                        {
                            "name": "Emily R Edwards, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "To preserve participant confidentiality, individual participant data will not be shared with anyone outside of the immediate research team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}