{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00106015",
            "orgStudyIdInfo": {
                "id": "01.10.088G"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Diamond Blackfan Anemia Registry (DBAR)",
            "officialTitle": "Diamond Blackfan Anemia Registry (DBAR)",
            "acronym": "DBAR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "diamond-blackfan-anemia-registry-dbar"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2004-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2005-03-18",
            "studyFirstSubmitQcDate": "2005-03-18",
            "studyFirstPostDateStruct": {
                "date": "2005-03-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adrianna Vlachos, MD",
                "investigatorTitle": "Director",
                "investigatorAffiliation": "Feinstein Institute for Medical Research"
            },
            "leadSponsor": {
                "name": "Feinstein Institute for Medical Research",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Diamond Blackfan Anemia Foundation, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to maintain a comprehensive registry of patients with the rare inherited bone marrow failure syndrome Diamond Blackfan anemia (DBA).",
            "detailedDescription": "BACKGROUND:\n\nDiamond Blackfan anemia (DBA) is a heterogeneous genetic disorder characterized by pure red cell aplasia, congenital anomalies, a predisposition to pancytopenia and myelodysplasia as well as hematopoietic and non-hematopoietic cancer. Anemia usually presents in infancy or early childhood and greater than 40% of patients have at least one congenital anomaly. The actuarial cancer risk is, as of yet, undetermined. One DBA gene has been cloned and the existence of at least two other DBA genes has been inferred by linkage analysis. Penetrance and expressivity of DBA genes are highly variable. \"Affected\" individuals within the same family may vary dramatically as to the degree of anemia, response to corticosteroids, the presence of congenital anomalies and the development of cancer. Despite improvements in understanding of this disorder there are significant deficiencies in knowledge that inhibit the exploitation of this syndrome to increase both specific and general knowledge of mechanisms of hematopoietic failure, birth defects and cancer predisposition. Furthermore this disease will, in the near future, provide a valuable platform to study complex gene interactions. There are less than 1000 individuals in the United States and Canada estimated to have DBA, representing at least 11 genotypes. Thus, no single center follows sufficient numbers of well-characterized patients for meaningful clinical and laboratory investigations. Furthermore, clinicians require an accurate knowledge of the clinical and laboratory presentation, mode of inheritance, treatment response, outcomes and prognosis to make important diagnostic treatment and reproductive decisions. A comprehensive registry that captures this information and characterizes patients accurately is therefore essential to advance our understanding of DBA, and in the process, knowledge regarding hematopoietic cell differentiation, birth defects and cancer predisposition. The registry will be an essential component of clinical and laboratory DBA related research and patient care.\n\nThe Diamond Blackfan Anemia Registry (DBAR) was established in 1992, and families were asked to participate if a member was affected by the disorder. From this, the Diamond Blackfan Anemia Foundation (DBAF) was established, largely as a cooperating entity for families to share information. The registry attempts to establish contact with all affected individuals at the time of diagnosis, avoiding the pitfalls of reporting bias inherent to the study of many diseases for which extraordinary events prompt referral to specialized centers. The registry is already capturing a high percentage of the estimated number of new cases per year, and has facilitated genetic studies to define the gene(s) responsible for the disorder. Thus, the registry has an established track record based on funding from non-NIH sources.\n\nThe study is in response to RFA HL-04-008 on Molecular Mechanisms Underlying Diamond-Blackfan Anemia and Other Congenital Bone Marrow Failure Syndromes.\n\nDESIGN NARRATIVE:\n\nThe objective of this study is to expand and update the DBAR in order to: 1) facilitate investigations into the epidemiology and biology of Diamond Blackfan anemia; 2) provide an accurate phenotype of DBA patients to facilitate genotype- phenotype correlations; 3) provide access of well characterized patients to treatment protocols; 4) provide patients to access to research studies; 5) provide patients with results of research studies; 6) serve as a resource to patients and their doctors to guide diagnostic, therapeutic, and reproductive decisions."
        },
        "conditionsModule": {
            "conditions": [
                "Anemia",
                "Blood Disease"
            ],
            "keywords": [
                "inherited pure red cell aplasia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "DNA from peripheral blood and/or bone marrow"
            },
            "enrollmentInfo": {
                "count": 900,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Understanding the epidemiology and biology of Diamond Blackfan anemia",
                    "description": "Epidemiology",
                    "timeFrame": "yearly"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet the diagnostic criteria for DBA which include the following:\n\n  1. Normochromic, usually macrocytic and occasionally normocytic anemia developing early in childhood\n  2. Reticulocytopenia\n  3. Normocellular bone marrow with a selective deficiency of red cell precursors\n  4. Normal or slightly decreased leukocyte count\n  5. Normal or often increased platelet count\n  6. Or, a confirmed mutation in one of the identified DBA genes\n\nExclusion Criteria:\n\n* Any subject identified as having another bone marrow failure syndrome (eg. Fanconi anemia, dyskeratosis congenita, Shwachman Diamond syndrome, etc.) will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All subjects diagnosed with Diamond Blackfan anemia",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eva Atsidaftos, MA",
                    "role": "CONTACT",
                    "phone": "718-470-5523",
                    "email": "eatsidaf@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adrianna Vlachos, MD",
                    "affiliation": "Cohen Children's Medical Center of NY/Feinstein Institutute for Medical Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jeffrey M Lipton, MD, PhD",
                    "affiliation": "Cohen Children's Medical Center of NY/Feinstein Institute for Medical Research",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Cohen Children's Medical Center of NY",
                    "status": "RECRUITING",
                    "city": "New Hyde Park",
                    "state": "New York",
                    "zip": "11040",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eva Atsidaftos, MA",
                            "role": "CONTACT",
                            "phone": "518-562-1504",
                            "email": "eatsidaf@northwell.edu"
                        },
                        {
                            "name": "Jeffey M Lipton, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Adrianna Vlachos, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.7351,
                        "lon": -73.68791
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17186470",
                    "type": "BACKGROUND",
                    "citation": "Gazda HT, Grabowska A, Merida-Long LB, Latawiec E, Schneider HE, Lipton JM, Vlachos A, Atsidaftos E, Ball SE, Orfali KA, Niewiadomska E, Da Costa L, Tchernia G, Niemeyer C, Meerpohl JJ, Stahl J, Schratt G, Glader B, Backer K, Wong C, Nathan DG, Beggs AH, Sieff CA. Ribosomal protein S24 gene is mutated in Diamond-Blackfan anemia. Am J Hum Genet. 2006 Dec;79(6):1110-8. doi: 10.1086/510020. Epub 2006 Nov 2."
                },
                {
                    "pmid": "15384984",
                    "type": "BACKGROUND",
                    "citation": "Gazda HT, Zhong R, Long L, Niewiadomska E, Lipton JM, Ploszynska A, Zaucha JM, Vlachos A, Atsidaftos E, Viskochil DH, Niemeyer CM, Meerpohl JJ, Rokicka-Milewska R, Pospisilova D, Wiktor-Jedrzejczak W, Nathan DG, Beggs AH, Sieff CA. RNA and protein evidence for haplo-insufficiency in Diamond-Blackfan anaemia patients with RPS19 mutations. Br J Haematol. 2004 Oct;127(1):105-13. doi: 10.1111/j.1365-2141.2004.05152.x."
                },
                {
                    "pmid": "19061985",
                    "type": "BACKGROUND",
                    "citation": "Gazda HT, Sheen MR, Vlachos A, Choesmel V, O'Donohue MF, Schneider H, Darras N, Hasman C, Sieff CA, Newburger PE, Ball SE, Niewiadomska E, Matysiak M, Zaucha JM, Glader B, Niemeyer C, Meerpohl JJ, Atsidaftos E, Lipton JM, Gleizes PE, Beggs AH. Ribosomal protein L5 and L11 mutations are associated with cleft palate and abnormal thumbs in Diamond-Blackfan anemia patients. Am J Hum Genet. 2008 Dec;83(6):769-80. doi: 10.1016/j.ajhg.2008.11.004."
                },
                {
                    "pmid": "23812780",
                    "type": "BACKGROUND",
                    "citation": "Landowski M, O'Donohue MF, Buros C, Ghazvinian R, Montel-Lehry N, Vlachos A, Sieff CA, Newburger PE, Niewiadomska E, Matysiak M, Glader B, Atsidaftos E, Lipton JM, Beggs AH, Gleizes PE, Gazda HT. Novel deletion of RPL15 identified by array-comparative genomic hybridization in Diamond-Blackfan anemia. Hum Genet. 2013 Nov;132(11):1265-74. doi: 10.1007/s00439-013-1326-z. Epub 2013 Jun 30."
                },
                {
                    "pmid": "28377399",
                    "type": "BACKGROUND",
                    "citation": "O'Brien KA, Farrar JE, Vlachos A, Anderson SM, Tsujiura CA, Lichtenberg J, Blanc L, Atsidaftos E, Elkahloun A, An X, Ellis SR, Lipton JM, Bodine DM. Molecular convergence in ex vivo models of Diamond-Blackfan anemia. Blood. 2017 Jun 8;129(23):3111-3120. doi: 10.1182/blood-2017-01-760462. Epub 2017 Apr 4."
                },
                {
                    "pmid": "30735661",
                    "type": "BACKGROUND",
                    "citation": "Ulirsch JC, Verboon JM, Kazerounian S, Guo MH, Yuan D, Ludwig LS, Handsaker RE, Abdulhay NJ, Fiorini C, Genovese G, Lim ET, Cheng A, Cummings BB, Chao KR, Beggs AH, Genetti CA, Sieff CA, Newburger PE, Niewiadomska E, Matysiak M, Vlachos A, Lipton JM, Atsidaftos E, Glader B, Narla A, Gleizes PE, O'Donohue MF, Montel-Lehry N, Amor DJ, McCarroll SA, O'Donnell-Luria AH, Gupta N, Gabriel SB, MacArthur DG, Lander ES, Lek M, Da Costa L, Nathan DG, Korostelev AA, Do R, Sankaran VG, Gazda HT. The Genetic Landscape of Diamond-Blackfan Anemia. Am J Hum Genet. 2019 Feb 7;104(2):356. doi: 10.1016/j.ajhg.2018.12.011. No abstract available."
                },
                {
                    "pmid": "30503522",
                    "type": "BACKGROUND",
                    "citation": "Ulirsch JC, Verboon JM, Kazerounian S, Guo MH, Yuan D, Ludwig LS, Handsaker RE, Abdulhay NJ, Fiorini C, Genovese G, Lim ET, Cheng A, Cummings BB, Chao KR, Beggs AH, Genetti CA, Sieff CA, Newburger PE, Niewiadomska E, Matysiak M, Vlachos A, Lipton JM, Atsidaftos E, Glader B, Narla A, Gleizes PE, O'Donohue MF, Montel-Lehry N, Amor DJ, McCarroll SA, O'Donnell-Luria AH, Gupta N, Gabriel SB, MacArthur DG, Lander ES, Lek M, Da Costa L, Nathan DG, Korostelev AA, Do R, Sankaran VG, Gazda HT. The Genetic Landscape of Diamond-Blackfan Anemia. Am J Hum Genet. 2018 Dec 6;103(6):930-947. doi: 10.1016/j.ajhg.2018.10.027. Epub 2018 Nov 29. Erratum In: Am J Hum Genet. 2019 Feb 7;104(2):356. doi: 10.1016/j.ajhg.2018.12.011."
                },
                {
                    "pmid": "18671700",
                    "type": "RESULT",
                    "citation": "Vlachos A, Ball S, Dahl N, Alter BP, Sheth S, Ramenghi U, Meerpohl J, Karlsson S, Liu JM, Leblanc T, Paley C, Kang EM, Leder EJ, Atsidaftos E, Shimamura A, Bessler M, Glader B, Lipton JM; Participants of Sixth Annual Daniella Maria Arturi International Consensus Conference. Diagnosing and treating Diamond Blackfan anaemia: results of an international clinical consensus conference. Br J Haematol. 2008 Sep;142(6):859-76. doi: 10.1111/j.1365-2141.2008.07269.x. Epub 2008 Jul 30."
                },
                {
                    "pmid": "16317735",
                    "type": "RESULT",
                    "citation": "Lipton JM, Atsidaftos E, Zyskind I, Vlachos A. Improving clinical care and elucidating the pathophysiology of Diamond Blackfan anemia: an update from the Diamond Blackfan Anemia Registry. Pediatr Blood Cancer. 2006 May 1;46(5):558-64. doi: 10.1002/pbc.20642."
                },
                {
                    "pmid": "18535205",
                    "type": "RESULT",
                    "citation": "Farrar JE, Nater M, Caywood E, McDevitt MA, Kowalski J, Takemoto CM, Talbot CC Jr, Meltzer P, Esposito D, Beggs AH, Schneider HE, Grabowska A, Ball SE, Niewiadomska E, Sieff CA, Vlachos A, Atsidaftos E, Ellis SR, Lipton JM, Gazda HT, Arceci RJ. Abnormalities of the large ribosomal subunit protein, Rpl35a, in Diamond-Blackfan anemia. Blood. 2008 Sep 1;112(5):1582-92. doi: 10.1182/blood-2008-02-140012. Epub 2008 Jun 5."
                },
                {
                    "pmid": "20116044",
                    "type": "RESULT",
                    "citation": "Doherty L, Sheen MR, Vlachos A, Choesmel V, O'Donohue MF, Clinton C, Schneider HE, Sieff CA, Newburger PE, Ball SE, Niewiadomska E, Matysiak M, Glader B, Arceci RJ, Farrar JE, Atsidaftos E, Lipton JM, Gleizes PE, Gazda HT. Ribosomal protein genes RPS10 and RPS26 are commonly mutated in Diamond-Blackfan anemia. Am J Hum Genet. 2010 Feb 12;86(2):222-8. doi: 10.1016/j.ajhg.2009.12.015. Epub 2010 Jan 28. Erratum In: Am J Hum Genet. 2010 Apr 9;86(4):655."
                },
                {
                    "pmid": "20960466",
                    "type": "RESULT",
                    "citation": "Boria I, Garelli E, Gazda HT, Aspesi A, Quarello P, Pavesi E, Ferrante D, Meerpohl JJ, Kartal M, Da Costa L, Proust A, Leblanc T, Simansour M, Dahl N, Frojmark AS, Pospisilova D, Cmejla R, Beggs AH, Sheen MR, Landowski M, Buros CM, Clinton CM, Dobson LJ, Vlachos A, Atsidaftos E, Lipton JM, Ellis SR, Ramenghi U, Dianzani I. The ribosomal basis of Diamond-Blackfan Anemia: mutation and database update. Hum Mutat. 2010 Dec;31(12):1269-79. doi: 10.1002/humu.21383."
                },
                {
                    "pmid": "21248735",
                    "type": "RESULT",
                    "citation": "Vlachos A, Dahl N, Dianzani I, Lipton JM. Clinical utility gene card for: Diamond Blackfan anemia. Eur J Hum Genet. 2011 May;19(5). doi: 10.1038/ejhg.2010.247. Epub 2011 Jan 19. No abstract available."
                },
                {
                    "pmid": "20651069",
                    "type": "RESULT",
                    "citation": "Vlachos A, Muir E. How I treat Diamond-Blackfan anemia. Blood. 2010 Nov 11;116(19):3715-23. doi: 10.1182/blood-2010-02-251090. Epub 2010 Jul 22."
                },
                {
                    "pmid": "22045982",
                    "type": "RESULT",
                    "citation": "Farrar JE, Vlachos A, Atsidaftos E, Carlson-Donohoe H, Markello TC, Arceci RJ, Ellis SR, Lipton JM, Bodine DM. Ribosomal protein gene deletions in Diamond-Blackfan anemia. Blood. 2011 Dec 22;118(26):6943-51. doi: 10.1182/blood-2011-08-375170. Epub 2011 Nov 1."
                },
                {
                    "pmid": "22362038",
                    "type": "RESULT",
                    "citation": "Vlachos A, Rosenberg PS, Atsidaftos E, Alter BP, Lipton JM. Incidence of neoplasia in Diamond Blackfan anemia: a report from the Diamond Blackfan Anemia Registry. Blood. 2012 Apr 19;119(16):3815-9. doi: 10.1182/blood-2011-08-375972. Epub 2012 Feb 23."
                },
                {
                    "pmid": "22431104",
                    "type": "RESULT",
                    "citation": "Gazda HT, Preti M, Sheen MR, O'Donohue MF, Vlachos A, Davies SM, Kattamis A, Doherty L, Landowski M, Buros C, Ghazvinian R, Sieff CA, Newburger PE, Niewiadomska E, Matysiak M, Glader B, Atsidaftos E, Lipton JM, Gleizes PE, Beggs AH. Frameshift mutation in p53 regulator RPL26 is associated with multiple physical abnormalities and a specific pre-ribosomal RNA processing defect in diamond-blackfan anemia. Hum Mutat. 2012 Jul;33(7):1037-44. doi: 10.1002/humu.22081. Epub 2012 Apr 16."
                },
                {
                    "pmid": "22277120",
                    "type": "RESULT",
                    "citation": "Markello TC, Carlson-Donohoe H, Sincan M, Adams D, Bodine DM, Farrar JE, Vlachos A, Lipton JM, Auerbach AD, Ostrander EA, Chandrasekharappa SC, Boerkoel CF, Gahl WA. Sensitive quantification of mosaicism using high density SNP arrays and the cumulative distribution function. Mol Genet Metab. 2012 Apr;105(4):665-71. doi: 10.1016/j.ymgme.2011.12.015. Epub 2011 Dec 24."
                },
                {
                    "pmid": "23943650",
                    "type": "RESULT",
                    "citation": "Vlachos A, Farrar JE, Atsidaftos E, Muir E, Narla A, Markello TC, Singh SA, Landowski M, Gazda HT, Blanc L, Liu JM, Ellis SR, Arceci RJ, Ebert BL, Bodine DM, Lipton JM. Diminutive somatic deletions in the 5q region lead to a phenotype atypical of classical 5q- syndrome. Blood. 2013 Oct 3;122(14):2487-90. doi: 10.1182/blood-2013-06-509935. Epub 2013 Aug 13."
                },
                {
                    "pmid": "25042156",
                    "type": "RESULT",
                    "citation": "Farrar JE, Quarello P, Fisher R, O'Brien KA, Aspesi A, Parrella S, Henson AL, Seidel NE, Atsidaftos E, Prakash S, Bari S, Garelli E, Arceci RJ, Dianzani I, Ramenghi U, Vlachos A, Lipton JM, Bodine DM, Ellis SR. Exploiting pre-rRNA processing in Diamond Blackfan anemia gene discovery and diagnosis. Am J Hematol. 2014 Oct;89(10):985-91. doi: 10.1002/ajh.23807. Epub 2014 Aug 4."
                },
                {
                    "pmid": "26496000",
                    "type": "RESULT",
                    "citation": "Lahoti A, Harris YT, Speiser PW, Atsidaftos E, Lipton JM, Vlachos A. Endocrine Dysfunction in Diamond-Blackfan Anemia (DBA): A Report from the DBA Registry (DBAR). Pediatr Blood Cancer. 2016 Feb;63(2):306-12. doi: 10.1002/pbc.25780. Epub 2015 Oct 23."
                },
                {
                    "pmid": "29748317",
                    "type": "RESULT",
                    "citation": "Vlachos A, Osorio DS, Atsidaftos E, Kang J, Lababidi ML, Seiden HS, Gruber D, Glader BE, Onel K, Farrar JE, Bodine DM, Aspesi A, Dianzani I, Ramenghi U, Ellis SR, Lipton JM. Increased Prevalence of Congenital Heart Disease in Children With Diamond Blackfan Anemia Suggests Unrecognized Diamond Blackfan Anemia as a Cause of Congenital Heart Disease in the General Population: A Report of the Diamond Blackfan Anemia Registry. Circ Genom Precis Med. 2018 May;11(5):e002044. doi: 10.1161/CIRCGENETICS.117.002044. No abstract available."
                },
                {
                    "pmid": "30266775",
                    "type": "RESULT",
                    "citation": "Vlachos A, Rosenberg PS, Atsidaftos E, Kang J, Onel K, Sharaf RN, Alter BP, Lipton JM. Increased risk of colon cancer and osteogenic sarcoma in Diamond-Blackfan anemia. Blood. 2018 Nov 15;132(20):2205-2208. doi: 10.1182/blood-2018-05-848937. Epub 2018 Sep 28. No abstract available."
                },
                {
                    "pmid": "32241839",
                    "type": "RESULT",
                    "citation": "Gianferante MD, Wlodarski MW, Atsidaftos E, Da Costa L, Delaporta P, Farrar JE, Goldman FD, Hussain M, Kattamis A, Leblanc T, Lipton JM, Niemeyer CM, Pospisilova D, Quarello P, Ramenghi U, Sankaran VG, Vlachos A, Volejnikova J, Alter BP, Savage SA, Giri N. Genotype-phenotype association and variant characterization in Diamond-Blackfan anemia caused by pathogenic variants in RPL35A. Haematologica. 2021 May 1;106(5):1303-1310. doi: 10.3324/haematol.2020.246629."
                },
                {
                    "pmid": "33025707",
                    "type": "RESULT",
                    "citation": "Vlachos A, Atsidaftos E, Lababidi ML, Muir E, Rogers ZR, Alhushki W, Bernstein J, Glader B, Gruner B, Hartung H, Knoll C, Loew T, Nalepa G, Narla A, Panigrahi AR, Sieff CA, Walkovich K, Farrar JE, Lipton JM. L-leucine improves anemia and growth in patients with transfusion-dependent Diamond-Blackfan anemia: Results from a multicenter pilot phase I/II study from the Diamond-Blackfan Anemia Registry. Pediatr Blood Cancer. 2020 Dec;67(12):e28748. doi: 10.1002/pbc.28748. Epub 2020 Oct 6."
                },
                {
                    "pmid": "34089224",
                    "type": "RESULT",
                    "citation": "Lipton JM, Molmenti CLS, Hussain M, Desai P, Florento M, Atsidaftos E, Vlachos A. Colorectal cancer screening and surveillance strategy for patients with Diamond Blackfan anemia: Preliminary recommendations from the Diamond Blackfan Anemia Registry. Pediatr Blood Cancer. 2021 Aug;68(8):e28984. doi: 10.1002/pbc.28984. Epub 2021 Jun 5."
                },
                {
                    "pmid": "35052397",
                    "type": "RESULT",
                    "citation": "Lipton JM, Molmenti CLS, Desai P, Lipton A, Ellis SR, Vlachos A. Early Onset Colorectal Cancer: An Emerging Cancer Risk in Patients with Diamond Blackfan Anemia. Genes (Basel). 2021 Dec 26;13(1):56. doi: 10.3390/genes13010056."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "This website describes the DBAR and the disease DBA and offers contacts to the DBAR\\>",
                    "url": "http://dbar.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000029503",
                    "term": "Anemia, Diamond-Blackfan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000029502",
                    "term": "Anemia, Hypoplastic, Congenital"
                },
                {
                    "id": "D000000741",
                    "term": "Anemia, Aplastic"
                },
                {
                    "id": "D000012010",
                    "term": "Red-Cell Aplasia, Pure"
                },
                {
                    "id": "D000080984",
                    "term": "Congenital Bone Marrow Failure Syndromes"
                },
                {
                    "id": "D000080983",
                    "term": "Bone Marrow Failure Disorders"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "asFound": "Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "asFound": "Blood Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14852",
                    "name": "Red-Cell Aplasia, Pure",
                    "relevance": "LOW"
                },
                {
                    "id": "M23456",
                    "name": "Anemia, Diamond-Blackfan",
                    "asFound": "Diamond Blackfan Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23455",
                    "name": "Anemia, Hypoplastic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M4071",
                    "name": "Anemia, Aplastic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M2241",
                    "name": "Bone Marrow Failure Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M13118",
                    "name": "Pancytopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M2242",
                    "name": "Congenital Bone Marrow Failure Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4833",
                    "name": "Pure Red Cell Aplasia",
                    "relevance": "LOW"
                },
                {
                    "id": "T1837",
                    "name": "Diamond-Blackfan Anemia",
                    "asFound": "Diamond Blackfan Anemia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}