{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06384573",
            "orgStudyIdInfo": {
                "id": "DIAN-TU-003"
            },
            "secondaryIdInfos": [
                {
                    "id": "The Alzheimer's Association",
                    "type": "OTHER_GRANT",
                    "domain": "DIAN-TU-OLE-21-725093"
                }
            ],
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "DIAN-TU Amyloid Removal Trial (ART) in Dominantly Inherited Alzheimer's Disease",
            "officialTitle": "The Dominantly Inherited Alzheimer Network Trials Unit (DIAN-TU) Amyloid Removal Trial (ART): A Phase IIIb/IV Open-Label Study of Lecanemab to Evaluate Prevention and Progression of Dominantly Inherited Alzheimer's Disease",
            "acronym": "DIAN-TU",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "dian-tu-amyloid-removal-trial-art-in-dominantly-inherited-alzheimer-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-22",
            "studyFirstSubmitQcDate": "2024-04-22",
            "studyFirstPostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Alzheimer's Association",
                    "class": "OTHER"
                },
                {
                    "name": "Eisai Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open label study to treat dominantly inherited Alzheimer's disease (DIAD) mutation carrier participants from the DIAN-TU-001 gantenerumab Open Label Extension (OLE) period with lecanemab to determine the effects of amyloid removal on age of onset and clinical progression compared to external controls, if amyloid plaque as measured by amyloid PET can be fully removed in DIAD, and the effects of amyloid removal on biomarkers of disease progression.",
            "detailedDescription": "The Dominantly Inherited Alzheimer Network (DIAN) and the DIAN Trials Unit (DIAN-TU) have established a global network that has increased understanding of Alzheimer's disease (AD) and identified a reliable cohort of individuals available for clinical trials. Over the past 12 years, the DIAN-TU has conducted a trial with the monoclonal antibody gantenerumab (DIAN-TU-001), providing the longest treatment period for individuals with amyloid removing immunotherapies (trial launched in December 2012, double-blind readout in 2019, currently completing the open-label extension \\[OLE\\] in 2024). Notably, efficacy and safety outcomes of the DIAN-TU and other trials with dominantly inherited AD (DIAD) populations have predicted and were concordant with sporadic AD (sAD) trials in several programs.\n\nThe DIAN-TU-001 gantenerumab OLE period has reached the end of participation and there is an urgent need to launch a trial that will allow for the continued amyloid removal treatment and monitoring of these uniquely informative individuals. The range of exposure duration in these individuals to gantenerumab is large: 2 to 10 years. Because there are a substantial number of participants that are approaching the estimated age that AD symptoms develop, it is critical to continue to monitor and treat these individuals to identify whether robust amyloid reduction prior to symptom onset can provide significant delay in disease progression.\n\nIn summary, the main reason for conducting this study is to gather key data to answer important outstanding scientific and clinical care questions for dominantly inherited AD and sporadic AD. These include improved insights into efficacy-related questions regarding drug dose and duration, mechanism of action, target population, and target disease stage that results in optimal benefit to patients. An evaluation of the long-term effects of amyloid removal on disease progression in DIAD could provide the first proof of concept that removing amyloid years before symptom onset could have major effects in delaying symptom onset by years, and to provide estimates for the relative effect sizes by years to symptom onset. Additionally, this study could provide the first evidence that patients can be treated with mechanistically different amyloid removing drugs to achieve full amyloid removal. Together these insights could offer guidance as to how clinicians can use lecanemab, a monoclonal antibody passive immunotherapy, in the era of multiple available amyloid removing treatments.\n\nParticipants in this trial will be co-enrolled in the DIAN Observational Study (DIAN Obs, NCT00869817). DIAN Obs represents a unique translational study in AD research that has provided transformational, data-driven models of the sequence of biomarkers abnormalities in preclinical DIAD. DIAN Obs is the largest longitudinal, multi-national study tracking DIAD families using a uniform protocol. To maximize the efficiency and utility of the DIAN Obs, the study introduced several efficiencies including 1) harmonizing protocols with the DIAN-TU, 2) applying International Conference on Harmonization Good Clinical Practice (ICH GCP) standards and a global unique identifier (GUID) at all performance sites to facilitate data sharing between all DIAN studies. Annual assessments will be performed for this population to collect clinical and cognitive data, amyloid and tau PET imaging, and cerebrospinal fluid (CSF) and plasma biomarkers for primary and secondary outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer's Disease",
                "Dementia",
                "Alzheimer's Disease, Familial"
            ],
            "keywords": [
                "Alzheimer's",
                "Alzheimer's Disease",
                "Dementia",
                "Mutation",
                "Genetic Mutation",
                "Dominantly Inherited Alzheimer's Disease",
                "Dominantly Inherited Alzheimer Network",
                "Autosomal Dominant Alzheimer's Disease",
                "Early Onset Alzheimer's Disease",
                "DIAN",
                "DIAN-TU",
                "DIAD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "lecanemab",
                    "type": "EXPERIMENTAL",
                    "description": "Starting at Week 0, participants will receive open-label lecanemab administered intravenously approximately every 2 weeks for a minimum of 5 years utilizing a common close design.",
                    "interventionNames": [
                        "Drug: lecanemab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "lecanemab",
                    "description": "Administered intravenously",
                    "armGroupLabels": [
                        "lecanemab"
                    ],
                    "otherNames": [
                        "BAN2401"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary endpoint for the final analysis is the time to recurrent progression of Clinical Dementia Rating - Sum of Boxes (CDR-SB).",
                    "timeFrame": "Week 0, Week 52, Week 104, Week 156, Week 208, Week 260, Week 312, Week 364"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Previously participated in the DIAN-TU-001 gantenerumab OLE period.\n* Willing to participate in ongoing anti-amyloid therapy with informed consent by participant or legally authorized representative.\n* People of childbearing potential (POCBP), if partner is not sterilized, must agree to use highly effective contraceptive measures (e.g., hormonal contraception, intra-uterine device, sexual abstinence, vasectomized partner) from Consent (V1) until five (5) halflives after last dose of any study drug. Refer to the study procedures manual for acceptable methods of contraception.\n* Co-enrollment in the DIAN Observational Study (DIAN Obs, NCT00869817) and is willing to complete DIAN Obs procedures and assessments.\n* Able to undergo safety MRI scans as required.\n* Vascular access adequate for study drug administration and safety monitoring.\n\nKey Exclusion Criteria:\n\n* Has any significantly increased risks associated with amyloid-related imaging abnormalities characterized by edema/effusion (ARIA-E), ARIA characterized by microhemorrhage (ARIA-H MCH) or superficial siderosis (ARIA-H SS) and vascular factors reviewed by the medical monitoring team. Risks to be reviewed include:\n\n  1. History of recurrent ARIA-E (2 or more episodes regardless of location).\n  2. More than 20 ARIA-H MCH.\n  3. More than one area of ARIA-H SS.\n  4. More than 2 lacunar infarcts or stroke involving a major vascular territory.\n* Requiring full anticoagulation or on high dose or dual antiplatelet therapy (daily aspirin 325 mg or less allowed).\n* History of macrohemorrhages \\>1 cm.\n* Intolerance for lecanemab.\n* Pregnancy.\n* Breastfeeding.\n* Uncontrolled medical condition that is life threatening or precludes interpretation of AD.\n* Uncontrolled blood pressure including mean arterial pressure exceeding 97 mm Hg.\n* Uncontrolled seizure disorder.\n* Ongoing auto-immune condition, bleeding diathesis, or neutropenia (platelets lower than 50,000) major depression or psychiatric condition.\n* Exposure to other AD investigational agents within the past six months, or five half-lives from Visit 2 (Entry Visit) whichever is longer.\n* Active cancer/malignancy that could interfere with study evaluations.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jamie Bartzel, MA",
                    "role": "CONTACT",
                    "phone": "844-DIANEXR (342-6397)",
                    "email": "dianexr@wustl.edu"
                },
                {
                    "name": "Ellen Ziegemeier, MA",
                    "role": "CONTACT",
                    "phone": "844-DIANEXR (342-6397)",
                    "email": "dianexr@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randall J Bateman, MD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama in Birmingham",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erik Roberson",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Indiana University School of Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jared Brosch",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Washington University in St. Louis",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Snider",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suman Jayadev",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Neuroscience Research Australia",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Randwick",
                    "state": "New South Wales",
                    "zip": "2031",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "William Brooks",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.91439,
                        "lon": 151.24895
                    }
                },
                {
                    "facility": "The National Hospital for Neurology and Neurosurgery",
                    "status": "NOT_YET_RECRUITING",
                    "city": "London",
                    "state": "Greater London",
                    "zip": "WC1B 3BG",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Catherine Mummery",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34155411",
                    "type": "BACKGROUND",
                    "citation": "Salloway S, Farlow M, McDade E, Clifford DB, Wang G, Llibre-Guerra JJ, Hitchcock JM, Mills SL, Santacruz AM, Aschenbrenner AJ, Hassenstab J, Benzinger TLS, Gordon BA, Fagan AM, Coalier KA, Cruchaga C, Goate AA, Perrin RJ, Xiong C, Li Y, Morris JC, Snider BJ, Mummery C, Surti GM, Hannequin D, Wallon D, Berman SB, Lah JJ, Jimenez-Velazquez IZ, Roberson ED, van Dyck CH, Honig LS, Sanchez-Valle R, Brooks WS, Gauthier S, Galasko DR, Masters CL, Brosch JR, Hsiung GR, Jayadev S, Formaglio M, Masellis M, Clarnette R, Pariente J, Dubois B, Pasquier F, Jack CR Jr, Koeppe R, Snyder PJ, Aisen PS, Thomas RG, Berry SM, Wendelberger BA, Andersen SW, Holdridge KC, Mintun MA, Yaari R, Sims JR, Baudler M, Delmar P, Doody RS, Fontoura P, Giacobino C, Kerchner GA, Bateman RJ; Dominantly Inherited Alzheimer Network-Trials Unit. A trial of gantenerumab or solanezumab in dominantly inherited Alzheimer's disease. Nat Med. 2021 Jul;27(7):1187-1196. doi: 10.1038/s41591-021-01369-8. Epub 2021 Jun 21."
                },
                {
                    "pmid": "21211070",
                    "type": "BACKGROUND",
                    "citation": "Bateman RJ, Aisen PS, De Strooper B, Fox NC, Lemere CA, Ringman JM, Salloway S, Sperling RA, Windisch M, Xiong C. Autosomal-dominant Alzheimer's disease: a review and proposal for the prevention of Alzheimer's disease. Alzheimers Res Ther. 2011 Jan 6;3(1):1. doi: 10.1186/alzrt59."
                },
                {
                    "pmid": "23139856",
                    "type": "BACKGROUND",
                    "citation": "Morris JC, Aisen PS, Bateman RJ, Benzinger TL, Cairns NJ, Fagan AM, Ghetti B, Goate AM, Holtzman DM, Klunk WE, McDade E, Marcus DS, Martins RN, Masters CL, Mayeux R, Oliver A, Quaid K, Ringman JM, Rossor MN, Salloway S, Schofield PR, Selsor NJ, Sperling RA, Weiner MW, Xiong C, Moulder KL, Buckles VD. Developing an international network for Alzheimer research: The Dominantly Inherited Alzheimer Network. Clin Investig (Lond). 2012 Oct 1;2(10):975-984. doi: 10.4155/cli.12.93."
                },
                {
                    "pmid": "24131566",
                    "type": "BACKGROUND",
                    "citation": "Moulder KL, Snider BJ, Mills SL, Buckles VD, Santacruz AM, Bateman RJ, Morris JC. Dominantly Inherited Alzheimer Network: facilitating research and clinical trials. Alzheimers Res Ther. 2013 Oct 17;5(5):48. doi: 10.1186/alzrt213. eCollection 2013."
                },
                {
                    "pmid": "24016464",
                    "type": "BACKGROUND",
                    "citation": "Mills SM, Mallmann J, Santacruz AM, Fuqua A, Carril M, Aisen PS, Althage MC, Belyew S, Benzinger TL, Brooks WS, Buckles VD, Cairns NJ, Clifford D, Danek A, Fagan AM, Farlow M, Fox N, Ghetti B, Goate AM, Heinrichs D, Hornbeck R, Jack C, Jucker M, Klunk WE, Marcus DS, Martins RN, Masters CM, Mayeux R, McDade E, Morris JC, Oliver A, Ringman JM, Rossor MN, Salloway S, Schofield PR, Snider J, Snyder P, Sperling RA, Stewart C, Thomas RG, Xiong C, Bateman RJ. Preclinical trials in autosomal dominant AD: implementation of the DIAN-TU trial. Rev Neurol (Paris). 2013 Oct;169(10):737-43. doi: 10.1016/j.neurol.2013.07.017. Epub 2013 Sep 6."
                },
                {
                    "pmid": "36544184",
                    "type": "BACKGROUND",
                    "citation": "McDade E, Cummings JL, Dhadda S, Swanson CJ, Reyderman L, Kanekiyo M, Koyama A, Irizarry M, Kramer LD, Bateman RJ. Lecanemab in patients with early Alzheimer's disease: detailed results on biomarker, cognitive, and clinical effects from the randomized and open-label extension of the phase 2 proof-of-concept study. Alzheimers Res Ther. 2022 Dec 21;14(1):191. doi: 10.1186/s13195-022-01124-2."
                },
                {
                    "pmid": "36449413",
                    "type": "BACKGROUND",
                    "citation": "van Dyck CH, Swanson CJ, Aisen P, Bateman RJ, Chen C, Gee M, Kanekiyo M, Li D, Reyderman L, Cohen S, Froelich L, Katayama S, Sabbagh M, Vellas B, Watson D, Dhadda S, Irizarry M, Kramer LD, Iwatsubo T. Lecanemab in Early Alzheimer's Disease. N Engl J Med. 2023 Jan 5;388(1):9-21. doi: 10.1056/NEJMoa2212948. Epub 2022 Nov 29."
                },
                {
                    "pmid": "24928124",
                    "type": "BACKGROUND",
                    "citation": "Ryman DC, Acosta-Baena N, Aisen PS, Bird T, Danek A, Fox NC, Goate A, Frommelt P, Ghetti B, Langbaum JB, Lopera F, Martins R, Masters CL, Mayeux RP, McDade E, Moreno S, Reiman EM, Ringman JM, Salloway S, Schofield PR, Sperling R, Tariot PN, Xiong C, Morris JC, Bateman RJ; Dominantly Inherited Alzheimer Network. Symptom onset in autosomal dominant Alzheimer disease: a systematic review and meta-analysis. Neurology. 2014 Jul 15;83(3):253-60. doi: 10.1212/WNL.0000000000000596. Epub 2014 Jun 13."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Expanded registry",
                    "url": "http://www.dianexr.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Access to DIAN-TU trial data will follow the DIAN-TU data access policy, which complies with the guidelines established by the Collaboration for Alzheimer's Prevention \\[CAP REF\\]."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T591",
                    "name": "Autosomal Dominant Multiple Pterygium Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}