{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05785884",
            "orgStudyIdInfo": {
                "id": "IRB-300005524"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Diet Interventions, by Race, Evaluated as Complementary Treatments for Pain",
            "officialTitle": "Diet Interventions, by Race, Evaluated as Complementary Treatments for Pain",
            "acronym": "DIRECTPain",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "diet-interventions-by-race-evaluated-as-complementary-treatments-for-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Sorge",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Knee osteoarthritis (OA) is the most prevalent form of arthritis and race is a risk factor for poor outcomes. Non-Hispanic Black individuals (NHB) report greater disability and pain severity compared to Non-Hispanic Whites (NHW). These differences are reinforced through social and biological mechanisms, ultimately resulting in disparities in pain experience and associated quality of life. National efforts to reduce analgesic utilization highlight the critical need for safe, effective, and accessible alternatives for pain relief for underserved/at-risk populations. Low-carbohydrate diets (LCDs) reduce inflammation and pain independent of weight loss, indicating that diet interventions offer a non-pharmacological alternative. However, racial differences exist in metabolism that are rarely addressed in diet intervention studies. Therefore, a LCD may have greater pain-reducing effects in NHBs and provide an alternative treatment for pain. This will be the first study to examine the efficacy of these diets to reduce knee OA pain with an emphasis on race and interactions with biopsychosocial variables.\n\nAim 1: To investigate the efficacy of the LCD to reduce pain and improve QOL. Hypothesis 1: The LCD group will show significantly greater reductions in: self-reported pain and evoked pain when compared to the USDA diet.\n\nHypothesis 2: The LCD group will show greater improvements in: QOL, mood, and self-reported improvement.\n\nHypothesis 3: Both diets will result in improved pain disability, severity, catastrophizing and pain-related fear; the LCD will outperform the USDA diet.\n\nObjective 2: To explore racial differences in diet effects and baseline measures.\n\nHypothesis 1: NHBs will show greater improvements in pain, QOL, and mood. Hypothesis 2: NHBs will report greater food insecurity and less proximity to grocery stores.\n\nHypothesis 3: Diet quality will be negatively associated with baseline pain sensitivity.\n\nObjective 3: To determine whether physiological variables contribute to diet effects or lack thereof.\n\nHypothesis 1: Baseline physiological measures will predict: pain sensitivity and reductions in pain. NHBs will show greater inflammation at baseline than NHWs.\n\nHypothesis 2: Change in physiological measures will be related to: change in pain, change in QOL, self-reported improvement and mood. NHWs will show greater reductions in inflammation and adiposity than NHBs.",
            "detailedDescription": "Telephone Screening. Only participants reporting high-impact pain (pain of \\>3/10) with impairment in at least one functional domain (work, social/recreational activities, personal care) will be recruited as per the National Pain Strategy. All participants will undergo a screening interview that will involve a review of each participant's OA status and assessment of the reported duration of knee OA, current and past treatments, comorbid conditions, current medication use and dietary conditions. Using the American College of Rheumatology criteria, participants will be included whether experiencing unilateral or bilateral knee OA pain. The screening will also assess diet and health history to ensure that no other exclusion criteria are present. Household income will reported to determine SES and street address will be used to quantify proximity to grocery stores.\n\nParticipants. The investigators will recruit 200 adults (40-75) with knee OA. Knee OA prevalence increases with age and is seen at very low levels before 40 years of age, with a peak at 65-75. The sample will have equal representation across racial (100 NHB and 100 NHW) groups resulting in a 2 (race) by 2 (LCD or USDA) design. Participants will be recruited using existing databases, community flyers, radio/newspaper advertisements, community outreach, social media and the UAB Pain Treatment Clinic. Our feasibility trial had an attrition rate of 12%, but we want to be conservative during the current health crisis. We expect that providing meals in the current proposal will increase retention.\n\nAnthropometric Measures. Weight will be measured at every clinic visit. The same calibrated scale with standardized stadiometer will be used for all measurements. Height, waist circumference, heart rate and blood pressure will also be measured.\n\nActigraphy. Following determination of eligibility, participants will be asked to wear an ActiWatch2 (Philips Respironics) for 7 days. The Actiwatch2 is a solid-state accelerometer designed to measure daily sleep-wake patterns and record body movement. The collection of objective sleep data will be important as pain and sleep disturbances are often comorbid conditions and show racial differences. Actigraphy has been shown to be comparable to polysomnography and studies have demonstrated the validity of actigraphic measurement in persons with and without chronic pain. Participants will be asked to signal on the ActiWatch2 when going to bed and upon waking in the morning. Total daily activity and activity during sleep (i.e., restful sleep) will be measured and compared across time and between groups. We believe that the LCD will increase daily activity and decrease activity during sleep, signaling more restful sleep.\n\nFood Checklists and Diet-Related Questionnaires. Food records, satiety and diet satisfaction will be assessed through a 7-day food checklist that will be distributed during the first visit and collected at visit #2 to determine typical dietary intake. During the intervention (Phase 2), 7-day food checklists will be completed weekly to permit a quantitative measure of adherence to the dietary prescription delivered on Android-based tablets running Research Electronic Data Capture (REDCap) Software. These will be analyzed using University of Minnesota Nutrition Data System for Research. Foods outside of those provided will be noted. General nutritional knowledge will be assessed using the General Nutrition Knowledge Questionnaire (GNKQ). The GNKQ assesses 4 domains including diet guidelines, sources of nutrients, choosing foods and diet-related diseases. Scores for each section can be calculated as well as an overall knowledge score. The short form of the Household Food Security Scale (HFSS-SF) will be used to assess food security. At baseline and every 3 weeks, participants will complete the modified Trait and State Food-Cravings Questionnaire, which is designed to assess hunger, cravings, and other measures associated with perception of ability to refrain from eating. At visit #4, participants will complete a modified version of the Treatment Satisfaction Questionnaire for Medication (TSQM) to assess attitudes and satisfaction regarding the dietary prescriptions provided and changes in overall health achieved.\n\nDiet Intervention. All foods for the diets will be provided under the direction of a trained dietitian. Food will be delivered weekly to participants' home address at their selected time and date. We will utilize the widely-available Shipt service to provide food items from local grocery stores, vastly extending our delivery area and reach. This method is currently being employed successfully in ongoing diet interventions by the Co-PI (Sorge) and our Co-Is (Goss, Gower), is popular with participants, and feasible. Participant choice is expected to increase adherence, as is the fact that foods will be delivered from local grocery stores. We believe that weekly contact with the dietitian and study personnel will maintain retention in the intervention and improve adherence.\n\nThe Dietary Guidelines for Americans (www.choosemyplate.gov/dietary-guidelines) suggests 225-325 g of carbohydrates/day. Therefore, those participants consuming less than 100 g/day would be considered as consuming a reduced-carbohydrate diet and will be excluded. Participants will be randomly assigned using stratified randomization, based on race, to one of two diet groups. The Low-Carbohydrate Diet (LCD) is designed to reduce daily intake of carbohydrates. Carbohydrates are known to elicit robust insulin responses that can lead to oxidative stress and pro-inflammatory cytokine release. Participants are directed to reduce their total (not net) carbohydrate intake to ≤ 40 g/day. Meals will be offered such that no combination of chosen meals will exceed our limit. Fats will not be restricted, nor will protein (meats, eggs). However, the provision of meals by our study personnel will allow us to cap the total proteins and fats, reducing this source of variability. Fruits will be restricted and vegetables permitted in limited quantities (2 cups/day of leafy greens, 1 cup/day non-starchy vegetables, etc.). Participants will be instructed as to the types and quantities of beverages that are permitted to accompany the LCD. Daily or almost-daily consumption of sugar-sweetened beverages was associated with lowered optimism in chronic pain sufferers and greater risk for depression in healthy women. Artificial carbohydrate-free sweeteners (stevia or sucralose) will be permitted, but powdered sweeteners (aspartame, saccharin, stevia, sucralose) can only be used in limited quantities as they contain maltodextrin (1 g of rapidly digesting carbohydrate). LCDs are also known to reduce inflammatory biomarkers to a greater extent than low-fat diets. In fact, a LCD resulted in improved insulin sensitivity as well as reduced triglycerides even when weight loss was accounted for. It is worth noting that our LCD is not directed at weight loss, but that we expect that some weight loss will occur. In some cases, diet studies will strive to either maintain weight or encourage weight loss. However, our experience suggests that the LCD tends to reduce appetite, making weight maintenance more difficult for participants. As a consequence, we will neither encourage weight loss nor weight maintenance, but provide sufficient food to reduce hunger. Whereas inflammation is not a primary outcome measure in the current proposal, we have reason to believe that our LCD will reduce inflammatory markers. In two ongoing studies we have utilized the Dietary Inflammatory Index (DII) to categorize daily eating habits in our population. The DII assesses the pro- and anti-inflammatory quality of foods based on scientific research to classify a diet as pro-inflammatory (positive values) or anti-inflammatory (negative values). In our studies, we have found that chronic pain participants in the area have elevated DII scores (4.52 ± 0.70, mean ± SD), whereas participants on our LCD have much lower values (-2.16 ± 0.72), reflecting a more anti-inflammatory diet pattern. We will calculate DII scores for current proposal to allow correlations between DII and inflammatory markers.\n\nParticipants that are randomized to the USDA-diet group (www.choosemyplate.gov) will have meals chosen to be compatible with USDA guidelines and to reduce intake of fat. These will consist of approximately 60% carbohydrate, 20% protein, 20% fat. Cholesterol and saturated fats will be limited and all dairy products will be low-fat. The USDA-diet group will likely experience weight loss and health benefits, but more of the total energy will be derived from carbohydrates in comparison to the LCD group.\n\nPain-Specific Questionnaires. Pain and disability will be measured using the BPI (short form), WOMAC and KOOS.\n\nEvoked Pain Testing. At clinic visits 1-4, evoked tests will be carried out by experimenters blinded to participant condition to determine the degree to which knee OA interferes with common activities.\n\nQuality of Life and Emotional State. Quality of Life will be measured using the SF-36. Depression and mood will be assessed using the CES-D. The Patient Global Impression of Change (PGIC) is a short questionnaire given at the end of the intervention to assess the patients' feelings regarding the intervention's impact on their global health and may be a positive predictor of future adherence to the diet.\n\nDual-energy X-ray absorptiometry (DXA). Body composition and visceral fat will be determined by DXA (GE Healthcare Lunar, Madison, WI). Participants will be scanned in light clothing while lying flat on their backs with arms at their sides. Total and regional (trunk, leg) body composition (fat mass, bone mass, lean mass) will be determined in addition to bone mineral density.\n\nBlood Biomarkers. Markers of inflammation will be measured in fasted sera taken at baseline (Visit #2) and at the end of Phase 2 (visit #5).\n\nClinically-Meaningful Differences. Group mean differences are not always reflective of clinically-meaningful differences at the individual level. Therefore, an analysis will be carried out using published clinically-meaningful differences in: (1) WOMAC pain, (2) WOMAC disability, and baseline pain intensity score. Briefly, a reduction of ≥1.5 (pain) or ≤6.0 (disability) is considered clinically-meaningful, as is a reduction of ≥1.7 on an 11-point rating scale. Conversely, an increase of ≥2.2 (pain) or ≥6.0 (disability) is considered worsening, as is an increase of ≥2.2 on an 11-point scale."
        },
        "conditionsModule": {
            "conditions": [
                "Knee Osteoarthritis"
            ],
            "keywords": [
                "diet",
                "chronic pain",
                "knee osteoarthritis",
                "racial differences"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All participants assigned to a single diet intervention. Between-groups differences and within-group changes will be assessed.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non-Hispanic Black",
                    "type": "EXPERIMENTAL",
                    "description": "Black adults ages 40-75 with knee OA.",
                    "interventionNames": [
                        "Behavioral: Low-carbohydrate diet",
                        "Behavioral: USDA Diet"
                    ]
                },
                {
                    "label": "Non-Hispanic White",
                    "type": "EXPERIMENTAL",
                    "description": "White adults ages 40-75 with knee OA.",
                    "interventionNames": [
                        "Behavioral: Low-carbohydrate diet",
                        "Behavioral: USDA Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Low-carbohydrate diet",
                    "description": "A 6 week randomized diet low in carbohydrates",
                    "armGroupLabels": [
                        "Non-Hispanic Black",
                        "Non-Hispanic White"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "USDA Diet",
                    "description": "A 6 week randomized diet aligned with USDA recommendations",
                    "armGroupLabels": [
                        "Non-Hispanic Black",
                        "Non-Hispanic White"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Western Ontario and McMaster Osteoarthritis Index pain change",
                    "description": "The Western Ontario and McMaster Osteoarthritis Index (WOMAC) pain score is a 0-20 score with higher scores reflecting more severe pain. Questions 1-5 are summed to provide a WOMAC pain score. Change scores will be calculated. Greater change scores would reflect more improvement.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "BPI pain change",
                    "description": "The Brief Pain Inventory (BPI) pain score is a 0-40 score with higher scores reflecting more pain. Questions 3-6 are scored on 0-10 and are summed to provide an overall pain score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "TUG pain intensity change",
                    "description": "Before and after the Timed-Up-And-Go (TUG) task, participants will be asked to rate the intensity of pain in their knee on a 0-100 scale. The difference in the ratings will be considered the evoked pain score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "WOMAC physical function",
                    "description": "The Western Ontario and McMaster Osteoarthritis Index (WOMAC) function score is a 0-68 score with higher scores reflecting greater impairment in function. The 17 items assess difficulty performing specific tasks and are scored 0-4. These scores are summed to provide a WOMAC function score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "BPI pain interference change",
                    "description": "The Brief Pain Inventory (BPI) pain interference score is a 0-90 score with higher scores reflecting more pain. Question 9A-I are scored on 0-10 and are summed to provide an overall pain interference score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "Temporal Summation pain intensity change",
                    "description": "Before and after the Temporal Summation (TS) task, participants will be asked to rate the intensity of pain in their knee on a 0-100 scale. The difference in the ratings will be considered the evoked pain score. Change scores will be calculated between baseline and subsequent time points.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "Repeated Chair Stand pain intensity change",
                    "description": "Before and after the Repeated Chair Stand (RCS) task, participants will be asked to rate the intensity of pain in their knee on a 0-100 scale. The difference in the ratings will be considered the evoked pain score. Change scores will be calculated between baseline and subsequent time points.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "SF-36 Quality of Life change",
                    "description": "The Short Form 36 (SF-36) quality of life score is a 0-150 score with higher scores reflecting poorer quality of life. Scores in each of the 7 sections (general health, limitations, physical health, emotional health, social activities, pain and energy) are summed to provide an overall quality of life score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "PHQ-9 Depression change",
                    "description": "The Patient Health Questionnaire 9 (PHQ-9) depression score is a 0-27 score with higher scores reflecting more severe depression. The 9 items are scored on a 0-3 scale and are summed to provide an overall depression score. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "TUG time to completion change",
                    "description": "The time to complete the Timed-Up-And-Go (TUG) task will be measured with a stopwatch. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "Repeated Chair Stand time to completion change",
                    "description": "The time to complete the Repeated Chair Stand (RCS) task will be measured with a stopwatch and reported in seconds (sec). Change scores will be calculated between baseline and subsequent time points. Ordinal scores will also be calculated based on the time to complete the RCS according to the following: 0 = unable, 1 = \\> 16.7 sec, 2 = 16.6-13.7 sec, 3 = 13.6-11.2 sec, 4 = \\< 11.1 sec.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "Timed Walk pain intensity change",
                    "description": "Before and after the Timed Walk (TW) task, participants will be asked to rate the intensity of pain in their knee on a 0-100 scale with 0 representing no pain and 100 representing the worst pain imaginable. The difference in the ratings will be considered the evoked pain score. Change scores will be calculated between baseline and subsequent time points.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "Timed Walk time to completion change",
                    "description": "The time to complete the Timed Walk (TW) task will be measured with a stopwatch in seconds. Change scores will be calculated between baseline and subsequent time points. Ordinal scores will also be calculated based on the time to complete the TW according to the following: 0 = could not do, 1 = \\>5.7 sec (\\<0.43 m/sec), 2 = 4.1-6.5 sec (0.44-0.60 m/sec), 3 = 3.2-4.0 (0.61-0.77 m/sec), 4 = \\<3.1 sec (\\>0.78 m/sec)",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                },
                {
                    "measure": "TBARS change",
                    "description": "Thiobarbituric acid-reactive substances (TBARS) will be assessed via assay purchased from R\\&D Systems. The sensitivity of the assay is reported to be 0.0-17.0 uM. In our hands, the minimum sensitivity has been found to be 1.1 uM. Higher levels are thought to correspond to greater oxidative stress. Change scores will be calculated.",
                    "timeFrame": "Baseline (week 0), immediately before the intervention (week 3), 3 weeks after initiating the intervention (week 6), immediately after the intervention (week 9)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. diagnosis of knee OA\n2. pain in at least 4/7 days/week for the past 3 months (pain of ≥3/10 on 0-10 scale)\n3. age between 40-75\n4. average daily consumption of \\>100 g carbohydrates (based on Phase 1 food checklist)\n5. understanding of verbal and written English\n6. self-identification as either NHB or NHW\n7. BMI between 25 and 40 kg/m2\n\nExclusion Criteria:\n\n1. unmedicated diabetes\n2. unwillingness to follow prescribed diets\n3. recent weight change (\\>4 kg in past month)\n4. currently on a diet\n5. history of eating disorders or other psychiatric disorders requiring hospitalization within the past 6 months\n6. digestive diseases\n7. difficulty chewing or swallowing\n8. reliance on others for meal preparation\n9. cardiovascular or pulmonary disease\n10. daily opioid pain medications\n11. use of medications known to alter metabolism or digestion (e.g., proton-pump inhibitors)\n12. use of anti-hypertensive medications that affect glucose tolerance\n13. use of tobacco\n14. participation in extreme exercise\n15. knee replacement",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert E Sorge, PhD",
                    "role": "CONTACT",
                    "phone": "12059348563",
                    "email": "rsorge@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert E Sorge, PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert E Sorge, PhD",
                            "role": "CONTACT",
                            "phone": "205-934-8563",
                            "email": "rsorge@uab.edu"
                        },
                        {
                            "name": "Barbara A Gower, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Burel R Goodin, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Amy M Goss, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert E Sorge, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Following our extended analysis period, de-identified data will be made available, as well as the variable key, to the scientific community. Before this time, a request for data sharing will be assessed by study personnel (PI and Co-Is) as needed. These requests will be evaluated based on scientific merit and overlap with the aims of the current study.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "For 5 years following final data analysis",
            "accessCriteria": "De-identified data can be made available on encrypted servers for researchers whose research plans do not overlap with the aims of the current project. Requests will be assessed by the PI and Co-Is as needed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Knee Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}