{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04305431",
            "orgStudyIdInfo": {
                "id": "200036"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-CC-0036"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Dietary Behavior Intervention in African Americans at Risk for Cardiovascular Disease",
            "officialTitle": "Exploring a Dietary Behavior Intervention in African-Americans at Risk for Cardiovascular Disease: A Community Acceptability and Feasibility Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dietary-behavior-intervention-in-african-americans-at-risk-for-cardiovascular-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-11",
            "studyFirstSubmitQcDate": "2020-03-11",
            "studyFirstPostDateStruct": {
                "date": "2020-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe risk of heart disease among African Americans is still common despite a greater understanding of the disease and better approaches to managing it. Healthy cooking and eating patterns can help reduce the risk of heart disease. But things like access to grocery stores and knowledge of good nutrition can affect these healthy patterns. Researchers want to see if community-based programs can help.\n\nObjective:\n\nTo learn about the cooking behaviors of African American adults at risk for heart disease. Also, to see if a community-based cooking intervention will affect home-cooking behaviors.\n\nEligibility:\n\nAfrican American adults 18 and older who live in Wards 7 and 8 of Washington, D.C., and have at least one self-reported risk factor for heart disease\n\nDesign:\n\nPhase I participants will complete a survey. It asks about their medical history, lifestyle, stress level, and eating habits. They will take part in a focus group. During this, they will talk about what they eat and what foods are available to them. Participation lasts 1 day for 3 hours at Pennsylvania Avenue Baptist Church in Washington, D.C.\n\nPhase II participants will go to shared cooking events at Pennsylvania Avenue Baptist Church. These will be held once a week for 6 weeks. They will be led by a trained chef. Participants will visit the NIH Clinical Center 3 times. Transportation will be provided if they need it. They will have physical exams and have blood drawn. They will be interviewed and complete questionnaires. A dietician will review the food they eat. An occupational therapist will assess their cooking skills. They will keep a daily cooking journal. Participation lasts 18 weeks.",
            "detailedDescription": "Study Description: Explore feasibility measures, facilitators and barriers related to cooking and cooking frequency among an AA adult population at risk for CVD following participation in a cooking intervention.\n\nObjectives:\n\nFirst Phase Primary Objective:\n\nIdentify facilitators and barriers to cooking frequency and assess feasibility of a cooking intervention among AA adults living in a food desert community.\n\nAssess feasibility of a cooking intervention among AA adults living in a food desert community.\n\nFirst Phase Secondary Objectives:\n\nExplore the relationship between cooking frequency, facilitators, and barriers with individual, social environment and built environment factors, as suggested from qualitative research and cooking intervention studies.\n\nSecond Phase Primary Objectives:\n\nIdentify facilitators and barriers to cooking, and cooking frequency among AA adults living in a food desert community who participate in a cooking intervention.\n\nDetermine feasibility measures of the intervention associated with cooking frequency, facilitators, or barriers for participants who participate in a cooking intervention.\n\nSecond Phase Secondary Objectives:\n\nExplore the relationship between feasibility measures, cooking frequency, facilitators and barriers with individual factors, social environment and built environment factors related to cooking at home as a result of participating in a cooking intervention\n\nExplore the relationship between feasibility measures, cooking frequency, facilitators and barriers to dietary quality, as determined by evaluation of food dietary records, Mediterranean Diet Score, Healthy Eating Index scores for participants who participate in a cooking intervention.\n\nExplore the relationship between feasibility measures, cooking frequency, facilitators and barriers with CVD biomarkers, as measured by CVD related laboratory studies, and anthropometric measurements.\n\nEndpoints:\n\nPrimary Endpoint:\n\nIdentify and measure barriers, facilitators, cooking frequency, cooking skills in AA participants: in context of feasibility risibility measures for the cooking intervention.\n\nSecondary Endpoints:\n\nExplore and measure diet quality and CVD biomarkers."
        },
        "conditionsModule": {
            "conditions": [
                "Diet",
                "Cooking"
            ],
            "keywords": [
                "Diabetes",
                "Heart Disease",
                "Dietary Behavior",
                "Nutrition"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 55,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/All Subjects",
                    "type": "EXPERIMENTAL",
                    "description": "Second phase participants",
                    "interventionNames": [
                        "Behavioral: Cooking Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cooking Intervention",
                    "description": "90-minute culinary education sessions.",
                    "armGroupLabels": [
                        "1/All Subjects"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility Measures",
                    "description": "Recruitment and retention/attrition Attendance/Dosage Participant burden Implementation- treatment fidelity; measures of home cooking behavior",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Facilitators and Barriers",
                    "description": "Cooking diaries Cooking Self-Efficacy Scale D.C. CHOC Cooking Survey Cooking and Food Provisioning Action Scale AMPS (cooking skill) score",
                    "timeFrame": "26 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Second Phase Secondary Outcome",
                    "description": "Social Network Index HPLP-II Perceived Stress Scale MESA Neighborhood Healthy Food Availability Scale Perceptions of Neighborhood Food Retail Outlets Neighborhood Satisfaction Food purchasing practices Self-rated Health Pittsburgh Sleep Quality Assessment International Physical Activity Questionnaire-Short Form Food Away from Home Purchasing Frequency Family Meals Eaten Together Grocery receipts CVD related laboratory biomarkers Antropometric mesurements",
                    "timeFrame": "18 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* FIRST PHASE:\n\nA sample of AA adults (n= 20) living in Wards 7 or 8 of Washington, D.C. will be recruited for this phase.\n\nINCLUSION CRITERIA:\n\nEnglish-speaking\n\nSelf-identified AA adults (defined as age greater than or equal to 18)\n\nLive in Wards 7 or 8 in Washington, D.C.\n\nAt least one self-reported risk factor for CV disease known by participant or told to participant by a clinician within the last 12 months. Specific risk factors are:\n\n* overweight or obese (self-reported height and weight compute to BMI if needed greater than or equal to 25)\n* elevated waist to hip ratio\n* elevated cholesterol\n* clinical hypertension or prehypertension\n* prediabetes\n* elevated fasting glucose level on laboratory report\n* current smoker or prior (within the past 12 months) smoker.\n\nEXCLUSION CRITERIA:\n\nUnder the age of 18\n\nDo not live in Wards 7 or 8 in Washington, D.C.\n\nNo risk factors for CVD\n\nOr adults not of AA descent (self-identified)\n\nNon-English speaking\n\nSECOND PHASE:\n\nA sample of AA adults (n= 35) living in Wards 7 or 8 of Washington, D.C. will be recruited for this phase.\n\nINCLUSION CRITERIA:\n\nEnglish-speaking\n\nSelf-identified AA adults (defined as age greater than or equal to 18)\n\nWho live in Wards 7 or 8 in Washington, D.C.\n\nAt least one self-reported risk factor for CV disease known by participant or told to participant by a clinician within the last 12 months. Specific risk factors are:\n\n* overweight or obese (self-reported height and weight compute to BMI if needed \\>= 25)\n* elevated waist to hip ratio\n* elevated cholesterol\n* clinical hypertension or prehypertension\n* prediabetes\n* elevated fasting glucose level on laboratory report\n* current smoker or prior (within the past 12 months) smoker.\n\nNot pregnant at the time of screening and enrollment.\\*\n\nWilling to not attend or enroll in another cooking/culinary education program or class during participation in this study\n\nNot enrolled currently or in the prior 12 months (at time of recruitment) in another ongoing cooking/culinary education program or class\n\nEXCLUSION CRITERIA:\n\nAAs who are not age greater than or equal to 18\n\nAA Adults not living in Wards 7 or 8 in Washington, D.C.\n\nAA Adults living in the same household as another participant\n\nAA adults without at least one risk factor for CVD\n\nOr adults not of AA descent\n\nNon-English speaking\n\nThose enrolled currently or in the prior 12 months at time of recruitment in another ongoing cooking/culinary education program\n\nThose not willing to not attend or enroll in another cooking/culinary education program or class during participation in this study\n\n\\* If individuals become pregnant during their participation, they can continue to participate if\n\nthey want to. The pregnant participant will not undergo DXA scanning procedure.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephanie L Wildridge, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 927-2603",
                    "email": "wildridgesl@mail.nih.gov"
                },
                {
                    "name": "Nicole M Farmer, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 412-4054",
                    "email": "nicole.farmer@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nicole M Farmer, M.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33088581",
                    "type": "DERIVED",
                    "citation": "Farmer N, Powell-Wiley TM, Middleton KR, Roberson B, Flynn S, Brooks AT, Kazmi N, Mitchell V, Collins B, Hingst R, Swan L, Yang S, Kakar S, Harlan T, Wallen GR. A community feasibility study of a cooking behavior intervention in African-American adults at risk for cardiovascular disease: DC COOKS (DC Community Organizing for Optimal culinary Knowledge Study) with Heart. Pilot Feasibility Stud. 2020 Oct 19;6:158. doi: 10.1186/s40814-020-00697-9. eCollection 2020."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-CC-0036.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}