{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04867668",
            "orgStudyIdInfo": {
                "id": "NCR202837"
            },
            "organization": {
                "fullName": "George Washington University",
                "class": "OTHER"
            },
            "briefTitle": "Digital Media for Cancer Control (to Prevent Vaping and Smoking Behavior)",
            "officialTitle": "Digital Media for Cancer Control: Randomized Controlled Trial and Dose-Response Effects",
            "acronym": "DMCC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "digital-media-for-cancer-control-to-prevent-vaping-and-smoking-behavior"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-01",
            "studyFirstSubmitQcDate": "2021-04-29",
            "studyFirstPostDateStruct": {
                "date": "2021-04-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "W.Douglas Evans",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "George Washington University"
            },
            "leadSponsor": {
                "name": "George Washington University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is little published data on exposure to and evaluations of large-scale, online tobacco control campaigns. This project addresses the gap. Under 2 specific aims, the investigators will identify the independent effects of varying levels of digital message exposure to promote anti-tobacco attitudes, beliefs, or behaviors among youth and young adults, first through a randomized experiment online, and second through a field-based evaluation. These studies will advance the science of digital health and have wide application to future campaigns.",
            "detailedDescription": "Tobacco remains the single leading preventable cause of death in the US and annual tobacco-related health care costs are estimated at $170 billion. In 2016, 20% of high school students (3.05 million youth) reported recent use of tobacco products and estimated 5.6 million youth under the age of 18 will die early due to smoking-related illness demonstrating a need for prevention interventions. According to the Center for Disease Control and Prevention, some 13.1% of adults aged 18-24 were smokers, and over 5 million of these young adults will die early due to smoking-related illness. Moreover, the significant declines in youth cigarette smoking may be eclipsed by other tobacco products and use of JUUL, a highly-effective nicotine delivery product. Given their widespread use, there is a need to leverage digital media to influence health outcomes and public education campaigns are increasingly using them. Recent studies show that social media can be effective in countering tobacco industry product promotion online and as a tobacco control campaign platform. However, there is little published data on exposure to and evaluations of large-scale, online tobacco control campaigns. The proposed R01 project addresses this gap and builds on over 16 years of collaboration among the research team in evaluating the national Truth campaign. This application is significant for several reasons. First, tobacco use prevention and other health behavior change campaigns are increasingly delivered through digital channels, yet few studies have focused on rigorous measurement of digital message exposure and response. Exposure measures are a critical component since analyses either compare those exposed to the unexposed, or examine a dose-response curve among varying levels of campaign exposure. This research will use pixel tracking (HTML codes embedded in digital ads) to measure campaign dose-response effects. While the predictive value of self-report and exogenous mass media measures of exposure (e.g., Gross Rating Points) has been well studied, there is little evidence on the effects of digital exposure. Finally, little is known about the independent effects of varying levels of digital message exposure to promote anti-tobacco attitudes, beliefs, or behaviors among youth and young adults. In aim 1, the investigators will conduct a 6-month controlled, online, randomized study to compare the effects of varying levels of digital media exposure, measured by pixel tracking, on campaign-targeted tobacco-related knowledge, attitudes, beliefs and behavioral outcomes. In aim 2, the investigators will conduct a field-based randomized trial to evaluate a truth digital campaign to confirm the relationship between digital media exposure, message awareness, and tobacco-related outcomes over 36 months. The result of these studies will be benchmark methods and measures of digital ad exposure that have wide application to future digital health campaigns."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use"
            ],
            "keywords": [
                "Vaping",
                "Smoking",
                "Digital Media",
                "Advertising",
                "Dose-response",
                "Randomized Controlled Trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The actual recruitment rate is 2106.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Digital intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to receive variable levels of exposure (including no exposure control) of digital anti-vaping and anti-smoking messages. We will evaluate the effects of experimental condition and exposure on outcomes (tobacco product use).",
                    "interventionNames": [
                        "Behavioral: Anti-vaping and anti-smoking digital advertising"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "No exposure control condition"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Anti-vaping and anti-smoking digital advertising",
                    "description": "Delivery of social media based advertising to prevent vaping and smoking among young adults ages 18-24.",
                    "armGroupLabels": [
                        "Digital intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "30-day use of electronic cigarettes (vaping)",
                    "description": "Frequency of vaping during the past 30 days",
                    "timeFrame": "Ad Awareness Outcome (Aim 1): By the end of year 1, Vaping & Smoking Outcome (Aim 2): By the end of year 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Young adults age 18-24 who are members of the Ipsos/Knowledge Panel\n\nExclusion Criteria:\n\n* Those who do not meet inclusion criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "W. Douglas Evans, Ph.D.",
                    "role": "CONTACT",
                    "phone": "202-994-3632",
                    "email": "wdevans@gwu.edu"
                },
                {
                    "name": "Madeline Martin, MPH",
                    "role": "CONTACT",
                    "phone": "5712467911",
                    "email": "madmartinn@gwu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The George Washington University Milken Institute School of Public Health",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "W. Douglas Evans, Ph.D.",
                            "role": "CONTACT",
                            "phone": "202-994-3632",
                            "email": "wdevans@gwu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}