{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06274359",
            "orgStudyIdInfo": {
                "id": "21-3985"
            },
            "organization": {
                "fullName": "Denver Health and Hospital Authority",
                "class": "OTHER"
            },
            "briefTitle": "Digital Storytelling to Reduce Pediatric Influenza Vaccination Disparities",
            "officialTitle": "Digital Storytelling to Reduce Pediatric Influenza Vaccination Disparities: A Pilot Pragmatic Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "digital-storytelling-to-reduce-pediatric-influenza-vaccination-disparities"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-18",
            "studyFirstSubmitQcDate": "2024-02-15",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Denver Health and Hospital Authority",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "While the COVID-19 pandemic has highlighted health disparities, Black children have unduly suffered and died from seasonal influenza for decades. Through sustained partnership with Black community stakeholders, novel community-engaged research methods, and an innovative intervention approach, this proposal will explore, develop, and test a Digital Storytelling intervention to reduce influenza vaccination disparities in Black children aged 6 months to 5 years. This project will advance our understanding of engagement methods and interventions that improve health equity and serve as a model for future work to address vaccination disparities, ensuring all individuals have the chance to fulfill their potential free of preventable diseases.",
            "detailedDescription": "Study Aim: To (a) assess acceptability, appropriateness, and feasibility of the digital storytelling (DST) intervention, and (b) estimate a pilot effect size of the intervention, via a Pragmatic Trial in 2 clinics in historically Black neighborhoods.\n\nOverview: A pilot pragmatic trial of a DST intervention in caregivers of children 6 mo. to 5 yrs. (n = 200) receiving care at two clinics in historically Black neighborhoods in Denver, CO during one influenza season (10/1/24-3/30/25), assessing pragmatic outcomes and pilot effectiveness with mixed methods.\n\nSetting \\& Design: The investigators will pilot the intervention at 2 Denver Health primary care clinics in historically Black neighborhoods. These clinics serve \\>3,000 empaneled Black children and provided \\>6,000 influenza vaccines to children in 2020-21. Caregivers will be eligible if their child is empaneled (i.e., had 1 well child visit in last 18 months), will be 6 months to 5 years old during the upcoming influenza season (10/1 to 3/30), and has no medical contraindications to vaccination. The investigators will exclude caregivers whose first language is not English, as digital stories will be narrated in English, or are younger than 18 years. A research assistant will recruit caregiver-child dyads from May 1, 2024 to September 30, 2024 in clinic waiting rooms. Caregivers will complete a survey with demographic and vaccine hesitancy items and provide their cell phone number and e-mail address for intervention purposes.\n\nIntervention Description: While this work is highly emergent in nature and exact implementation details are subject to stakeholder refinement, the investigators anticipate the following structure. On October 1st, dyads will be randomized to intervention or control groups (1:1 ratio). Intervention caregivers will receive a series of 6 monthly texts with embedded digital stories and accompanying health messaging. Control caregivers will receive usual care.\n\nOutcomes: Our primary aim will be child influenza vaccination status, extracted from our electronic health record (EHR) at season's end (March 30, 2025). Caregivers assigned to the intervention group (n = 100) will receive a follow-up survey with validated measures assessing their perceptions of intervention feasibility, acceptability, and appropriateness.\n\nCovariates: Caregiver independent variables will include age, sex (as a biological variable), education, income, race, ethnicity, insurance status, and scaled vaccine hesitancy score (range: 0-100, with 0 indicating not at all hesitant). The investigators will assess caregivers' perceptions of DST feasibility, appropriateness, and acceptability with validated questions on a 5-point Likert scale, which read at a 5th grade level. Child-level variables will include age, sex (as a biological variable), race, and ethnicity. To estimate pilot effectiveness for future power calculations, our primary outcome will be child vaccination status at season's end (March 30th), defined in a binary manner (receipt of ≥ 1 dose by season's end versus unvaccinated). The investigators chose this definition as our pilot data found parental vaccine hesitancy increased a child's risk of influenza non-vaccination but did not increase their risk of partial vaccination (vs. full).\n\nAnalyses, Sample Size, \\& Calculations: The investigators will calculate descriptive statistics of caregivers' demographics and vaccine hesitancy scores. For our primary outcome of pilot effectiveness, the investigators will use an intention-to-treat approach comparing the proportion of children of caregivers randomized to digital stories versus literacy videos who received 1 or more vaccine dose by season's end. The investigators will fit univariable and multivariable logistic regression models to explore associations with caregiver demographics and parental vaccine hesitancy scores. To address instances of video non-viewing, the investigators will repeat these analyses between caregivers whose unique Digital Story links were accessed - i.e., presumably viewed - and caregivers in the control group.\n\nThe investigators will then describe intervention caregivers' perceptions of feasibility, acceptability, and appropriateness; as set cut points for acceptability and appropriateness do not yet exist, the investigators plan to use ≥ 70% agreement as with prior work by our group. Using these cut points, the investigators will fit univariable and multivariable logistic regression models to estimate the association between covariates (e.g., demographics, vaccine hesitancy score) and whether a caregiver perceived the intervention as feasible, acceptable, or appropriate.\n\nThe investigators performed sample size calculations based on the precision with which the investigators could estimate the treatment effect, as measured by the difference in proportion vaccinating between intervention and control arms. The investigators hypothesize our estimated pilot effect size will be ≥ 0.10, or modest for a vaccination trial. With n = 200, the investigators expect to attain a margin of error (equal to one half of the width of a 95% confidence interval) for the estimated treatment effect of approximately 0.14). All analyses will be performed in R.\n\nSA3.5. Limitations \\& Alternative Approaches: (1) Poor recruitment. The investigators collected pilot data in the same clinic and 2 others from 255 caregivers of 2 year-olds in 6 months. By extending inclusion criteria to ages 6 months to 5 years, the investigators are confident the investigators can recruit 200 dyads. If necessary, the work will continue during a second influenza season (10/1/2025 - 3/31/2026) to ensure the investigators meet recruitment goals. (2) Poor perceived acceptability, appropriateness, or feasibility. If our analyses suggest the investigators need to improve intervention feasibility, acceptability, or appropriateness, the investigators will work with community and clinical stakeholders to iteratively modify and pilot-test the adapted intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Influenza"
            ],
            "keywords": [
                "influenza",
                "digital storytelling",
                "children",
                "health disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Caregivers will be assigned randomly to receive a series of digital stories by text message or to receive usual care.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Digital storytelling group",
                    "type": "EXPERIMENTAL",
                    "description": "Caregivers will receive a series of digital stories by text message designed to increase influenza vaccine confidence.",
                    "interventionNames": [
                        "Behavioral: Digital storytelling"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION",
                    "description": "Caregivers will receive standard care."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Digital storytelling",
                    "description": "Caregivers will receive text messages with embedded digital stories and messaging to encourage influenza vaccination.",
                    "armGroupLabels": [
                        "Digital storytelling group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child influenza vaccination status at influenza season's end (defined as March 31, 2025 for season 1 and March 31, 2026 for season 2 if a 2nd season of recruitment is necessary)",
                    "description": "Binary variable: Vaccinated (if a child received 1 or more doses of influenza vaccine), Unvaccinated (if a child received 0 doses)",
                    "timeFrame": "Baseline, up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intervention Feasibility",
                    "description": "Feasibility of digital storytelling among caregivers, assessed per validated survey instrument published by Bryan Weiner and colleagues in Implementation Science in 2017: \"Psychometric Assessment of three newly developed implementation outcome measures\"",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Intervention Acceptability",
                    "description": "Acceptability of digital storytelling among caregivers, assessed per validated survey instrument published by Bryan Weiner and colleagues in Implementation Science in 2017: \"Psychometric Assessment of three newly developed implementation outcome measures\"",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Intervention Appropriateness",
                    "description": "Appropriateness of digital storytelling among caregivers, assessed per validated survey instrument published by Bryan Weiner and colleagues in Implementation Science in 2017: \"Psychometric Assessment of three newly developed implementation outcome measures\"",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Caregivers of a child who is empaneled at Denver Health (e.g. had 1 well child visit in last 18 months)\n* Child will be aged 6 months to 5 years during the influenza season in which the trial will be conducted (season 1: 10/1/24-3/31/25; season 2 (if needed): 10/1/25-3/31/26)\n* Child has no medical contraindications to vaccination (e.g., severe allergy to one of the vaccine ingredients, history of Guillan-Barre Syndrome)\n\nExclusion Criteria:\n\n- Caregivers whose first language is not English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua Williams, MD",
                    "role": "CONTACT",
                    "phone": "3036026753",
                    "email": "joshua.williams@dhha.org"
                }
            ],
            "locations": [
                {
                    "facility": "Denver Health Eastside Clinic",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Denver Health Park Hill Clinic",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80207",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28851459",
                    "type": "RESULT",
                    "citation": "Weiner BJ, Lewis CC, Stanick C, Powell BJ, Dorsey CN, Clary AS, Boynton MH, Halko H. Psychometric assessment of three newly developed implementation outcome measures. Implement Sci. 2017 Aug 29;12(1):108. doi: 10.1186/s13012-017-0635-3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Only aggregate data will be shared"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-01-26",
                    "uploadDate": "2024-01-30T11:52",
                    "filename": "ICF_000.pdf",
                    "size": 298169
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}