{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05443750",
            "orgStudyIdInfo": {
                "id": "IRB202201411"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AA028230-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AA028230-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Digital Motivational Behavioral Economic Intervention to Reduce Risky Drinking Among Community-Dwelling Emerging Adults",
            "officialTitle": "Digital Motivational Behavioral Economic Intervention to Reduce Risky Drinking Among Community-Dwelling Emerging Adults",
            "acronym": "Horizons",
            "therapeuticArea": [
                "Other"
            ],
            "study": "digital-motivational-behavioral-economic-intervention-to-reduce-risky-drinking-among-community-dwelling-emerging-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-16",
            "studyFirstSubmitQcDate": "2022-06-29",
            "studyFirstPostDateStruct": {
                "date": "2022-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Emerging adult risky drinkers living in disadvantaged communities often have limited access to rewarding activities and adult roles that offer alternatives to heavy drinking. Guided by behavioral economics, this cluster randomized controlled trial will evaluate a brief behavioral intervention aimed at increasing future orientation and engaging pro-social alternatives to drinking delivered using a peer-driven sampling method and digital platform well suited for accessing their social networks.",
            "detailedDescription": "Brief motivational interventions (BMIs) to reduce risky drinking in college students are well established as beneficial, but the needs of emerging adult (EA) risky drinkers who live in disadvantaged communities and are not fulltime college students have been neglected. They tend to have more constrained access to rewarding opportunities, adult roles, and activities that present pro-social alternatives to heavy drinking. When coupled with the foreshortened time horizons typical of many EAs, this suggests the need for interventions that not only enhance motivation to reduce drinking, but guide EAs to engage in alternatives to heavy drinking and orient their behavior toward longer-term positive goals. Guided by behavioral economics (BE), this study will disseminate and evaluate a brief motivational BE intervention that combines BMI elements with the Substance Free Activity Session shown to reduce drinking by increasing future orientation and engagement in pro-social alternatives. The intervention will be delivered using a digital platform appropriate for EAs whose social networks operate through such communications. Because peers influence substance use, a peer-driven sampling method (Respondent Driven Sampling \\[RDS\\]) will be used to recruit 500 community-dwelling EAs ages 18-28 for a cluster randomized controlled trial that compares the intervention with a health education control condition. Additional EA target population members (\"seed\" participants, n = 250) will start RDS recruitment but are not part of the intervention evaluation sample. The evaluation study will assess participants' drinking practices and problems, BE outcome predictors, and social networks at enrollment and at 1, 6, and 12-month follow-ups. Intervention efficacy and behavior change mechanisms will be examined. Reduced alcohol demand and delay discounting and favorable post-intervention shifts in future orientation, substance-free vs. substance-involved activities, and use of protective behavioral strategies to reduce drinking-related harms are predicted to mediate intervention effects. Social network analysis will assess whether the intervention attenuates network promotion of individual drinking. The study will be the first to test a web-based alcohol reduction intervention focused on BE principles and to use digital RDS to reach community-dwelling EAs for intervention. The study will translate and test BE mediators and moderators of change, and the digital intervention has high potential for reach and scalability with under-served community risk groups."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Drinking"
            ],
            "keywords": [
                "risky drinking reduction, emerging adults, social networks"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "brief web-based motivational behavioral economic alcohol intervention compared to web-based health education control materials",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "All study procedures are web-based so delivery of intervention or control materials are fully automated, as are the outcomes assessments. The consent form informs participants they will be assigned to either a brief intervention focused on reducing risks of drinking and promoting healthy futures or an alcohol and health education intervention; they may be able to discern which condition they received upon implementation. Of necessity, the investigators know which condition they receive to initiate the proper web-based program.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 806,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Motivational Behavioral Economic Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Web-based alcohol risk reduction brief intervention",
                    "interventionNames": [
                        "Behavioral: Motivational Behavioral Economic Alcohol Intervention"
                    ]
                },
                {
                    "label": "Health Education",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Web-based health education material",
                    "interventionNames": [
                        "Behavioral: Health Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Motivational Behavioral Economic Alcohol Intervention",
                    "description": "The intervention combines an alcohol brief motivational intervention (US-THRIVE \\[Tertiary Health Research Intervention via Email\\]) with the Substance-Free Activity Session (SFAS), shown to reduce drinking and related negative consequences by increasing future orientation and engagement in pro-social alternatives to drinking. The intervention will be delivered using a web-based platform appropriate for the young adult target population whose social networks operate through such communications.",
                    "armGroupLabels": [
                        "Motivational Behavioral Economic Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Education",
                    "description": "Participants view web-based health educational material about alcohol, sleep, and nutrition of a similar length and style to the experimental intervention materials.",
                    "armGroupLabels": [
                        "Health Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline Timeline Followback (TLFB) at 6 months post-baseline",
                    "description": "At each assessment point, participants will complete an online TLFB concerning their daily drinking during the past month, an interval found sufficiently long to characterize drinking patterns. Using a calendar that covers the 30-day recall interval, participants record how many standard drinks of beer, wine, or liquor they consumed each day. Drinks per week will be calculated for tests of study hypotheses along with other metrics for descriptive purposes (frequency of gender adjusted heavy and high intensity drinking days).The TLFB is considered the \"gold standard\" for obtaining reliable and accurate reports of alcohol consumption using a variety of assessment modalities (e.g., interview, online, phone) and is accepted by the FDA for use as an efficacy endpoint of percentage of heavy drinking days in clinical trials.",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Timeline Followback (TLFB) at 12 months post-baseline",
                    "description": "At each assessment point, participants will complete an online TLFB concerning their daily drinking during the past month, an interval found sufficiently long to characterize drinking patterns. Using a calendar that covers the 30-day recall interval, participants record how many standard drinks of beer, wine, or liquor they consumed each day. Drinks per week will be calculated for tests of study hypotheses along with other metrics for descriptive purposes (frequency of gender adjusted heavy and high intensity drinking days).The TLFB is considered the \"gold standard\" for obtaining reliable and accurate reports of alcohol consumption using a variety of assessment modalities (e.g., interview, online, phone) and is accepted by the FDA for use as an efficacy endpoint of percentage of heavy drinking days in clinical trials.",
                    "timeFrame": "12 months post-baseline"
                },
                {
                    "measure": "Change from baseline Brief Young Adult Alcohol Consequences Questionnaire (B-YAACQ) at 6 months post-baseline",
                    "description": "The Brief Young Adult Alcohol Consequences Questionnaire asks about 24 negative events during the past month (e.g., neglected obligations, driving after drinking) and includes common and less severe consequences suitable for use with younger populations. The B-YAACQ is reliable yet sensitive to changes in alcohol use, has high internal consistency, and includes common but less severe consequences. Scores, ranging from 0-24, are predicted by typical drinking as well as by BE-relevant indices of impulsivity and poor self-regulation. Higher scores indicate participants are experiencing more negative events associated with their drinking.",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Brief Young Adult Alcohol Consequences Questionnaire (B-YAACQ) scores at 12 months post-baseline",
                    "description": "The Brief Young Adult Alcohol Consequences Questionnaire asks about 24 negative events during the past month (e.g., neglected obligations, driving after drinking) and includes common and less severe consequences suitable for use with younger populations. The B-YAACQ is reliable yet sensitive to changes in alcohol use, has high internal consistency, and includes common but less severe consequences. Scores, ranging from 0-24, are predicted by typical drinking as well as by BE-relevant indices of impulsivity and poor self-regulation. Higher scores indicate participants are experiencing more negative events associated with their drinking.",
                    "timeFrame": "12 months post-baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline Adolescent Reinforcement Survey Schedule-Substance Use Version (ARSS-SUV) at 6 months post-baseline",
                    "description": "Participants report past month frequency and rate the enjoyment of 36 activities that are substance free vs. substance involved. Frequency and enjoyment ratings are multiplied to obtain a cross-product that reflects reinforcement derived from the activity, and the relative reinforcement value of alcohol (R-ratio) is computed for analysis \\[(alcohol-related total/(alcohol-free total + alcohol- related total)\\]. Participants also report the number of hours spent engaging in several activity categories during a typical week in the past month (work, exercise, drinking, recreation).",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Adolescent Reinforcement Survey Schedule-Substance Use Version (ARSS-SUV) at 12 months post-baseline",
                    "description": "Participants report past month frequency and rate the enjoyment of 36 activities that are substance free vs. substance involved. Frequency and enjoyment ratings are multiplied to obtain a cross-product that reflects reinforcement derived from the activity, and the relative reinforcement value of alcohol (R-ratio) is computed for analysis \\[(alcohol-related total/(alcohol-free total + alcohol- related total)\\]. Participants also report the number of hours spent engaging in several activity categories during a typical week in the past month (work, exercise, drinking, recreation).",
                    "timeFrame": "12 months post-baseline"
                },
                {
                    "measure": "Change from baseline Minute Discounting Task at 6 months post-baseline",
                    "description": "This adjusting delay discounting task yields accurate discount rates in less than one minute. Values are well correlated with the established longer adjusting amount delay discounting procedure. Delays are adjusted based on participants' responses in a series of 5 trials in which a hypothetical monetary reward amount is held constant. The task directly measures ED50, which is the delay at which the current reward value is half its nominal dollar amount. Outcomes will not be incentivized because hypothetical and real money generate equivalent measures.",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Minute Discounting Task at 12 months post-baseline",
                    "description": "This adjusting delay discounting task yields accurate discount rates in less than one minute. Values are well correlated with the established longer adjusting amount delay discounting procedure. Delays are adjusted based on participants' responses in a series of 5 trials in which a hypothetical monetary reward amount is held constant. The task directly measures ED50, which is the delay at which the current reward value is half its nominal dollar amount. Outcomes will not be incentivized because hypothetical and real money generate equivalent measures.",
                    "timeFrame": "12 months post-baseline"
                },
                {
                    "measure": "Change from baseline Alcohol Purchase Task (APT) at 6 months post-baseline",
                    "description": "This questionnaire asks participants to report how many standard drinks they would consume across 20 prices ($0 to $40) in an imaginary drinking setting, which yields multiple observed and derived indices reflecting sensitivity to price changes that correspond with actual alcohol use. Elasticity of demand and intensity (consumption at $0) will be used for analysis. Relative insensitivity to price changes (\"inelastic\" demand) is related to risky drinking and alcohol problems, and intensity has incremental utility to predict alcohol use disorder symptoms beyond drinking practices.",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Alcohol Purchase Task (APT) at 12 months post-baseline",
                    "description": "This questionnaire asks participants to report how many standard drinks they would consume across 20 prices ($0 to $40) in an imaginary drinking setting, which yields multiple observed and derived indices reflecting sensitivity to price changes that correspond with actual alcohol use. Elasticity of demand and intensity (consumption at $0) will be used for analysis. Relative insensitivity to price changes (\"inelastic\" demand) is related to risky drinking and alcohol problems, and intensity has incremental utility to predict alcohol use disorder symptoms beyond drinking practices.",
                    "timeFrame": "12 months post-baseline"
                },
                {
                    "measure": "Change from baseline Relative Discretionary Expenditures on Alcohol (RDEA) at 6 months post-baseline",
                    "description": "The RDEA index reflects strength of preference for alcohol in relation to other discretionary commodities common in the personal economies of younger adults and predicts alcohol problems and outcomes. It is based on participant reports of money spent during the past month on nonessential items (e.g., clothing, music, recreation) and on alcoholic beverages, regardless of whether the alcohol was consumed. Participants also report dollars saved voluntarily, which reflects resource allocation for future goals. Lower RDEA values and proportionately greater allocation to savings than alcohol predict positive drinking outcomes.",
                    "timeFrame": "6 months post-baseline"
                },
                {
                    "measure": "Change from baseline Relative Discretionary Expenditures on Alcohol (RDEA) at 12 months post-baseline",
                    "description": "The RDEA index reflects strength of preference for alcohol in relation to other discretionary commodities common in the personal economies of younger adults and predicts alcohol problems and outcomes. It is based on participant reports of money spent during the past month on nonessential items (e.g., clothing, music, recreation) and on alcoholic beverages, regardless of whether the alcohol was consumed. Participants also report dollars saved voluntarily, which reflects resource allocation for future goals. Lower RDEA values and proportionately greater allocation to savings than alcohol predict positive drinking outcomes.",
                    "timeFrame": "12 months post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females ages 18-28 who are not enrolled fulltime in 4-year colleges/universities and who reside in disadvantaged North and Central Florida communities\n* Past 30-day alcohol use exceeding NIAAA (2005) single day limits for lower risk drinking (4 drinks for males; 3 drinks for women) and one or more alcohol-related negative consequences in the past 90 days\n* Web access via smartphone or computer; and (4) minimum 8th grade education, the level necessary to use study materials.\n\nExclusion Criteria:\n\n* Age out of range\n* Blood relatives of previously enrolled participants\n* Invalid enrollment referral number\n* Fulltime college students\n* Absence of above drinking risk indicators\n* Lack of smartphone or computer availability\n* Education less than 8th grade",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "28 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manju Karki, MPH",
                    "role": "CONTACT",
                    "phone": "352-294-1068",
                    "email": "karkim@ufl.edu"
                },
                {
                    "name": "Lesleigh A Stinson, PhD, BCBA",
                    "role": "CONTACT",
                    "phone": "352-294-1617",
                    "email": "lcraddock@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jalie A Tucker, PhD, MPH",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida College of Health & Human Performance",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Manju Karki",
                            "role": "CONTACT",
                            "phone": "352-294-1068",
                            "email": "karkim@ufl.edu"
                        },
                        {
                            "name": "Lesleigh A Stinson",
                            "role": "CONTACT",
                            "phone": "3522941617",
                            "email": "lcraddock@ufl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10842426",
                    "type": "BACKGROUND",
                    "citation": "Arnett JJ. Emerging adulthood. A theory of development from the late teens through the twenties. Am Psychol. 2000 May;55(5):469-80."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Arnett, J. J. The developmental context of substance use in emerging adulthood. Journal of Drug Issues, 2005;35(2): 235-254."
                },
                {
                    "pmid": "22846248",
                    "type": "BACKGROUND",
                    "citation": "Bauermeister JA, Zimmerman MA, Johns MM, Glowacki P, Stoddard S, Volz E. Innovative recruitment using online networks: lessons learned from an online study of alcohol and other drug use utilizing a web-based, respondent-driven sampling (webRDS) strategy. J Stud Alcohol Drugs. 2012 Sep;73(5):834-8. doi: 10.15288/jsad.2012.73.834."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Babor TF, Higgins-Biddle JC, Robaina, K. USAUDIT: The Alcohol Use Disorder Identification Test, adapted for use in the United States: A guide for primary care practitioners. Substance Abuse and Mental Health Services Administration. 2016."
                },
                {
                    "pmid": "24990587",
                    "type": "BACKGROUND",
                    "citation": "Broz D, Wejnert C, Pham HT, DiNenno E, Heffelfinger JD, Cribbin M, Krishna N, Teshale EH, Paz-Bailey G; National HIV Behavioral Surveillance System Study Group. HIV infection and risk, prevention, and testing behaviors among injecting drug users -- National HIV Behavioral Surveillance System, 20 U.S. cities, 2009. MMWR Surveill Summ. 2014 Jul 4;63(6):1-51."
                },
                {
                    "pmid": "21198220",
                    "type": "BACKGROUND",
                    "citation": "Buscemi J, Murphy JG, Martens MP, McDevitt-Murphy ME, Dennhardt AA, Skidmore JR. Help-seeking for alcohol-related problems in college students: correlates and preferred resources. Psychol Addict Behav. 2010 Dec;24(4):571-80. doi: 10.1037/a0021122."
                },
                {
                    "pmid": "21407032",
                    "type": "BACKGROUND",
                    "citation": "Call KT, Davern M, Boudreaux M, Johnson PJ, Nelson J. Bias in telephone surveys that do not sample cell phones: uses and limits of poststratification adjustments. Med Care. 2011 Apr;49(4):355-64. doi: 10.1097/MLR.0b013e3182028ac7."
                },
                {
                    "pmid": "22951546",
                    "type": "BACKGROUND",
                    "citation": "Campbell MK, Piaggio G, Elbourne DR, Altman DG; CONSORT Group. Consort 2010 statement: extension to cluster randomised trials. BMJ. 2012 Sep 4;345:e5661. doi: 10.1136/bmj.e5661. No abstract available."
                },
                {
                    "pmid": "20731981",
                    "type": "BACKGROUND",
                    "citation": "Carter AC, Brandon KO, Goldman MS. The college and noncollege experience: a review of the factors that influence drinking behavior in young adulthood. J Stud Alcohol Drugs. 2010 Sep;71(5):742-50. doi: 10.15288/jsad.2010.71.742."
                },
                {
                    "pmid": "34429032",
                    "type": "BACKGROUND",
                    "citation": "Cheong J, Lindstrom K, Chandler SD, Bacon JP, Tucker JA. Social Network Feedback and Drinking Outcomes among Emerging Adult Risky Drinkers Living in Urban Communities. Subst Use Misuse. 2021;56(13):1989-1996. doi: 10.1080/10826084.2021.1963985. Epub 2021 Aug 25."
                },
                {
                    "pmid": "24531637",
                    "type": "BACKGROUND",
                    "citation": "Cheong J, Tucker JA, Simpson CA, Chandler SD. Time horizons and substance use among African American youths living in disadvantaged urban areas. Addict Behav. 2014 Apr;39(4):818-23. doi: 10.1016/j.addbeh.2013.12.016. Epub 2014 Jan 7."
                },
                {
                    "pmid": "30328693",
                    "type": "BACKGROUND",
                    "citation": "Cheong J, Tucker JA, Chandler SD. Reasons for Accepting and Declining Free HIV Testing and Counseling Among Young African American Women Living in Disadvantaged Southern Urban Communities. AIDS Patient Care STDS. 2019 Jan;33(1):25-31. doi: 10.1089/apc.2018.0090. Epub 2018 Oct 17."
                },
                {
                    "pmid": "35502297",
                    "type": "BACKGROUND",
                    "citation": "Cheong J, Tucker JA, Chandler SD. Time Horizons, Drug Use, and Risky Sex in Young Women from Poor Urban Areas. Sucht. 2022 Apr;68(2):75-82. doi: 10.1024/0939-5911/a000758. Epub 2022 Apr 13."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chen CM, Dufour, MC, Yi, HY. Alcohol consumption among young adults ages 18-24 in the United States: Results from the 2001-2002 NESARC survey. Alcohol Research & Health, 2004;28(4): 269-280."
                },
                {
                    "pmid": "23212348",
                    "type": "BACKGROUND",
                    "citation": "Cook SH, Bauermeister JA, Gordon-Messer D, Zimmerman MA. Online network influences on emerging adults' alcohol and drug use. J Youth Adolesc. 2013 Nov;42(11):1674-86. doi: 10.1007/s10964-012-9869-1. Epub 2012 Dec 2."
                },
                {
                    "pmid": "24860103",
                    "type": "BACKGROUND",
                    "citation": "Davies SL, Cheong J, Lewis TH, Simpson CA, Chandler SD, Tucker JA. Sexual risk typologies and their relationship with early parenthood and STI outcomes among urban African-American emerging adults: a cross-sectional latent profile analysis. Sex Transm Infect. 2014 Sep;90(6):475-7. doi: 10.1136/sextrans-2013-051334. Epub 2014 May 23."
                },
                {
                    "pmid": "19769427",
                    "type": "BACKGROUND",
                    "citation": "Epler AJ, Sher KJ, Piasecki TM. Reasons for abstaining or limiting drinking: a developmental perspective. Psychol Addict Behav. 2009 Sep;23(3):428-42. doi: 10.1037/a0015879."
                },
                {
                    "pmid": "25435250",
                    "type": "BACKGROUND",
                    "citation": "Faggiano F, Minozzi S, Versino E, Buscemi D. Universal school-based prevention for illicit drug use. Cochrane Database Syst Rev. 2014;2014(12):CD003020. doi: 10.1002/14651858.CD003020.pub3. Epub 2014 Dec 1."
                },
                {
                    "pmid": "26367105",
                    "type": "BACKGROUND",
                    "citation": "Flynn AB, Falco M, Hocini S. Independent Evaluation of Middle School-Based Drug Prevention Curricula: A Systematic Review. JAMA Pediatr. 2015 Nov;169(11):1046-52. doi: 10.1001/jamapediatrics.2015.1736."
                },
                {
                    "pmid": "22969167",
                    "type": "BACKGROUND",
                    "citation": "Gile KJ, Handcock MS. Respondent-Driven Sampling: An Assessment of Current Methodology. Sociol Methodol. 2010 Aug;40(1):285-327. doi: 10.1111/j.1467-9531.2010.01223.x."
                },
                {
                    "pmid": "27226702",
                    "type": "BACKGROUND",
                    "citation": "Gile KJ, Johnston LG, Salganik MJ. Diagnostics for Respondent-driven Sampling. J R Stat Soc Ser A Stat Soc. 2015 Jan;178(1):241-269. doi: 10.1111/rssa.12059. Epub 2014 May 1."
                },
                {
                    "pmid": "22452735",
                    "type": "BACKGROUND",
                    "citation": "Hahm HC, Kolaczyk E, Jang J, Swenson T, Bhindarwala AM. Binge drinking trajectories from adolescence to young adulthood: the effects of peer social network. Subst Use Misuse. 2012 May;47(6):745-56. doi: 10.3109/10826084.2012.666313. Epub 2012 Mar 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Heckathorn D. Respondent-driven sampling II. Deriving valid population estimates from chain- referral samples of hidden populations. Social Problems, 2002;49: 11-34."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hien DA, First M. Drug Use Questionnaire. Unpublished scale, Columbia College of Physicians and Surgeons, New York State Psychiatric Institute. 1991."
                },
                {
                    "pmid": "26414397",
                    "type": "BACKGROUND",
                    "citation": "Hingson R, Zha W, White A, Simons-Morton B. Screening and Brief Alcohol Counseling of College Students and Persons Not in School. JAMA Pediatr. 2015 Nov;169(11):1068-70. doi: 10.1001/jamapediatrics.2015.2231. No abstract available."
                },
                {
                    "pmid": "19472058",
                    "type": "BACKGROUND",
                    "citation": "Iguchi MY, Ober AJ, Berry SH, Fain T, Heckathorn DD, Gorbach PM, Heimer R, Kozlov A, Ouellet LJ, Shoptaw S, Zule WA. Simultaneous recruitment of drug users and men who have sex with men in the United States and Russia using respondent-driven sampling: sampling methods and implications. J Urban Health. 2009 Jul;86 Suppl 1(Suppl 1):5-31. doi: 10.1007/s11524-009-9365-4. Epub 2009 May 27."
                },
                {
                    "pmid": "18612578",
                    "type": "BACKGROUND",
                    "citation": "Kahler CW, Hustad J, Barnett NP, Strong DR, Borsari B. Validation of the 30-day version of the Brief Young Adult Alcohol Consequences Questionnaire for use in longitudinal studies. J Stud Alcohol Drugs. 2008 Jul;69(4):611-5. doi: 10.15288/jsad.2008.69.611."
                },
                {
                    "pmid": "16046873",
                    "type": "BACKGROUND",
                    "citation": "Kahler CW, Strong DR, Read JP. Toward efficient and comprehensive measurement of the alcohol problems continuum in college students: the brief young adult alcohol consequences questionnaire. Alcohol Clin Exp Res. 2005 Jul;29(7):1180-9. doi: 10.1097/01.alc.0000171940.95813.a5."
                },
                {
                    "pmid": "24708144",
                    "type": "BACKGROUND",
                    "citation": "Koffarnus MN, Bickel WK. A 5-trial adjusting delay discounting task: accurate discount rates in less than one minute. Exp Clin Psychopharmacol. 2014 Jun;22(3):222-8. doi: 10.1037/a0035973. Epub 2014 Apr 7."
                },
                {
                    "pmid": "22925046",
                    "type": "BACKGROUND",
                    "citation": "Kypri K, McCambridge J, Vater T, Bowe SJ, Saunders JB, Cunningham JA, Horton NJ. Web-based alcohol intervention for Maori university students: double-blind, multi-site randomized controlled trial. Addiction. 2013 Feb;108(2):331-8. doi: 10.1111/j.1360-0443.2012.04067.x. Epub 2012 Nov 7."
                },
                {
                    "pmid": "19752409",
                    "type": "BACKGROUND",
                    "citation": "Kypri K, Hallett J, Howat P, McManus A, Maycock B, Bowe S, Horton NJ. Randomized controlled trial of proactive web-based alcohol screening and brief intervention for university students. Arch Intern Med. 2009 Sep 14;169(16):1508-14. doi: 10.1001/archinternmed.2009.249."
                },
                {
                    "pmid": "15783287",
                    "type": "BACKGROUND",
                    "citation": "LaBrie JW, Quinlan T, Schiffman JE, Earleywine ME. Performance of alcohol and safer sex change rulers compared with readiness to change questionnaires. Psychol Addict Behav. 2005 Mar;19(1):112-5. doi: 10.1037/0893-164X.19.1.112."
                },
                {
                    "pmid": "27599223",
                    "type": "BACKGROUND",
                    "citation": "Leeman RF, DeMartini KS, Gueorguieva R, Nogueira C, Corbin WR, Neighbors C, O'Malley SS. Randomized controlled trial of a very brief, multicomponent web-based alcohol intervention for undergraduates with a focus on protective behavioral strategies. J Consult Clin Psychol. 2016 Nov;84(11):1008-1015. doi: 10.1037/ccp0000132. Epub 2016 Sep 5."
                },
                {
                    "pmid": "17874881",
                    "type": "BACKGROUND",
                    "citation": "Martens MP, Pederson ER, Labrie JW, Ferrier AG, Cimini MD. Measuring alcohol-related protective behavioral strategies among college students: further examination of the Protective Behavioral Strategies Scale. Psychol Addict Behav. 2007 Sep;21(3):307-15. doi: 10.1037/0893-164X.21.3.307."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Egonet Software for Personal Network Analysis [Computer software]. McCarty, C. & Smith, M; 2014."
                },
                {
                    "pmid": "32359674",
                    "type": "BACKGROUND",
                    "citation": "Meshesha LZ, Soltis KE, Wise EA, Rohsenow DJ, Witkiewitz K, Murphy JG. Pilot trial investigating a brief behavioral economic intervention as an adjunctive treatment for alcohol use disorder. J Subst Abuse Treat. 2020 Jun;113:108002. doi: 10.1016/j.jsat.2020.108002. Epub 2020 Mar 19."
                },
                {
                    "pmid": "24611838",
                    "type": "BACKGROUND",
                    "citation": "Molina BSG, Walther CAP, Cheong J, Pedersen SL, Gnagy EM, Pelham WE. Heavy alcohol use in early adulthood as a function of childhood ADHD: developmentally specific mediation by social impairment and delinquency. Exp Clin Psychopharmacol. 2014 Apr;22(2):110-121. doi: 10.1037/a0035656. Epub 2014 Mar 10."
                },
                {
                    "pmid": "15943542",
                    "type": "BACKGROUND",
                    "citation": "Murphy JG, Correia CJ, Colby SM, Vuchinich RE. Using behavioral theories of choice to predict drinking outcomes following a brief intervention. Exp Clin Psychopharmacol. 2005 May;13(2):93-101. doi: 10.1037/1064-1297.13.2.93."
                },
                {
                    "pmid": "31070386",
                    "type": "BACKGROUND",
                    "citation": "Murphy JG, Dennhardt AA, Martens MP, Borsari B, Witkiewitz K, Meshesha LZ. A randomized clinical trial evaluating the efficacy of a brief alcohol intervention supplemented with a substance-free activity session or relaxation training. J Consult Clin Psychol. 2019 Jul;87(7):657-669. doi: 10.1037/ccp0000412. Epub 2019 May 9."
                },
                {
                    "pmid": "22663899",
                    "type": "BACKGROUND",
                    "citation": "Murphy JG, Dennhardt AA, Skidmore JR, Borsari B, Barnett NP, Colby SM, Martens MP. A randomized controlled trial of a behavioral economic supplement to brief motivational interventions for college drinking. J Consult Clin Psychol. 2012 Oct;80(5):876-86. doi: 10.1037/a0028763. Epub 2012 Jun 4."
                },
                {
                    "pmid": "26167945",
                    "type": "BACKGROUND",
                    "citation": "Murphy JG, Dennhardt AA, Yurasek AM, Skidmore JR, Martens MP, MacKillop J, McDevitt-Murphy ME. Behavioral economic predictors of brief alcohol intervention outcomes. J Consult Clin Psychol. 2015 Dec;83(6):1033-43. doi: 10.1037/ccp0000032. Epub 2015 Jul 13."
                },
                {
                    "pmid": "16756426",
                    "type": "BACKGROUND",
                    "citation": "Murphy JG, MacKillop J. Relative reinforcing efficacy of alcohol among college student drinkers. Exp Clin Psychopharmacol. 2006 May;14(2):219-27. doi: 10.1037/1064-1297.14.2.219."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "National Institute on Alcohol Abuse and Alcoholism. Helping patients who drink too much: A clinician's guide. 2005."
                },
                {
                    "pmid": "7027185",
                    "type": "BACKGROUND",
                    "citation": "Norbeck JS, Lindsey AM, Carrieri VL. The development of an instrument to measure social support. Nurs Res. 1981 Sep-Oct;30(5):264-9."
                },
                {
                    "pmid": "21683044",
                    "type": "BACKGROUND",
                    "citation": "Quinn PD, Fromme K. Alcohol use and related problems among college students and their noncollege peers: the competing roles of personality and peer influence. J Stud Alcohol Drugs. 2011 Jul;72(4):622-32. doi: 10.15288/jsad.2011.72.622."
                },
                {
                    "pmid": "18445807",
                    "type": "BACKGROUND",
                    "citation": "Ramirez-Valles J, Garcia D, Campbell RT, Diaz RM, Heckathorn DD. HIV infection, sexual risk behavior, and substance use among Latino gay and bisexual men and transgender persons. Am J Public Health. 2008 Jun;98(6):1036-42. doi: 10.2105/AJPH.2006.102624. Epub 2008 Apr 29."
                },
                {
                    "pmid": "24841183",
                    "type": "BACKGROUND",
                    "citation": "Ray AE, Kim SY, White HR, Larimer ME, Mun EY, Clarke N, Jiao Y, Atkins DC, Huh D; Project INTEGRATE Team. When less is more and more is less in brief motivational interventions: characteristics of intervention content and their associations with drinking outcomes. Psychol Addict Behav. 2014 Dec;28(4):1026-40. doi: 10.1037/a0036593. Epub 2014 May 19."
                },
                {
                    "pmid": "20368648",
                    "type": "BACKGROUND",
                    "citation": "Rosenquist JN, Murabito J, Fowler JH, Christakis NA. The spread of alcohol consumption behavior in a large social network. Ann Intern Med. 2010 Apr 6;152(7):426-33, W141. doi: 10.7326/0003-4819-152-7-201004060-00007."
                },
                {
                    "pmid": "16937083",
                    "type": "BACKGROUND",
                    "citation": "Salganik MJ. Variance estimation, design effects, and sample size calculations for respondent-driven sampling. J Urban Health. 2006 Nov;83(6 Suppl):i98-112. doi: 10.1007/s11524-006-9106-x."
                },
                {
                    "pmid": "15753245",
                    "type": "BACKGROUND",
                    "citation": "Slutske WS. Alcohol use disorders among US college students and their non-college-attending peers. Arch Gen Psychiatry. 2005 Mar;62(3):321-7. doi: 10.1001/archpsyc.62.3.321."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sobell, LC & Sobell, MB. Timeline Followback: A technique for assessing self-reported alcohol consumption. In R. Litten & J. Allen, eds. Measuring alcohol consumption. Humana Press. 1992:41-72."
                },
                {
                    "pmid": "26426802",
                    "type": "BACKGROUND",
                    "citation": "Stromdahl S, Lu X, Bengtsson L, Liljeros F, Thorson A. Implementation of Web-Based Respondent Driven Sampling among Men Who Have Sex with Men in Sweden. PLoS One. 2015 Oct 1;10(10):e0138599. doi: 10.1371/journal.pone.0138599. eCollection 2015."
                },
                {
                    "pmid": "25558969",
                    "type": "BACKGROUND",
                    "citation": "Treloar H, Martens MP, McCarthy DM. The Protective Behavioral Strategies Scale-20: improved content validity of the Serious Harm Reduction subscale. Psychol Assess. 2015 Mar;27(1):340-6. doi: 10.1037/pas0000071. Epub 2015 Jan 5."
                },
                {
                    "pmid": "32711287",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Bacon JP, Chandler SD, Lindstrom K, Cheong J. Utility of digital Respondent Driven Sampling to recruit community-dwelling emerging adults for assessment of drinking and related risks. Addict Behav. 2020 Nov;110:106536. doi: 10.1016/j.addbeh.2020.106536. Epub 2020 Jul 2."
                },
                {
                    "pmid": "35040761",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Chandler SD, Cheong J, Lindstrom K. Social Network Drinking Feedback is Associated with Use of Protective Behavioral Strategies and Drinking-Related Outcomes in Emerging Adult Risky Drinkers. J Stud Alcohol Drugs. 2022 Jan;83(1):64-73. doi: 10.15288/jsad.2022.83.64."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Tucker, JA, Cheong, J, & Chandler, SD. Selecting communication channels for substance misuse prevention with at-risk emerging adults living in the Southern United States. Journal of Child and Adolescent Substance Abuse, 2016(25): 539-545."
                },
                {
                    "pmid": "31526051",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Chandler SD, Cheong J. Predicting HIV testing in low threshold community contexts among young African American women living in the Southern United States. AIDS Care. 2020 Feb;32(2):175-181. doi: 10.1080/09540121.2019.1668522. Epub 2019 Sep 16."
                },
                {
                    "pmid": "33630617",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Lindstrom K, Chandler SD, Bacon JP, Cheong J. Behavioral economic indicators of risky drinking among community-dwelling emerging adults. Psychol Addict Behav. 2021 Jun;35(4):415-423. doi: 10.1037/adb0000686. Epub 2021 Feb 25."
                },
                {
                    "pmid": "26054041",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Cheong J, Chandler SD, Crawford SM, Simpson CA. Social networks and substance use among at-risk emerging adults living in disadvantaged urban areas in the southern United States: a cross-sectional naturalistic study. Addiction. 2015 Sep;110(9):1524-32. doi: 10.1111/add.13010. Epub 2015 Jul 14."
                },
                {
                    "pmid": "19309182",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Roth DL, Vignolo MJ, Westfall AO. A behavioral economic reward index predicts drinking resolutions: moderation revisited and compared with other outcomes. J Consult Clin Psychol. 2009 Apr;77(2):219-28. doi: 10.1037/a0014968."
                },
                {
                    "pmid": "27763465",
                    "type": "BACKGROUND",
                    "citation": "Tucker JA, Simpson CA, Chandler SD, Borch CA, Davies SL, Kerbawy SJ, Lewis TH, Crawford MS, Cheong J, Michael M. Utility of Respondent Driven Sampling to Reach Disadvantaged Emerging Adults for Assessment of Substance Use, Weight, and Sexual Behaviors. J Health Care Poor Underserved. 2016;27(1):194-208. doi: 10.1353/hpu.2016.0006."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "U.S. Department of Health and Human Services, Substance Abuse and Mental Health Services Administration, Center for Behavioral Health Statistics and Quality. National Survey on Drug Use and Health 2018. 2019."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "U.S. Department of Health and Human Services, Substance Abuse and Mental Health Services Administration, Center for Behavioral Health Statistics and Quality. National Survey on Drug Use and Health 2020. 2022."
                },
                {
                    "pmid": "17784893",
                    "type": "BACKGROUND",
                    "citation": "Valente TW, Ritt-Olson A, Stacy A, Unger JB, Okamoto J, Sussman S. Peer acceleration: effects of a social network tailored substance abuse prevention program among high-risk adolescents. Addiction. 2007 Nov;102(11):1804-15. doi: 10.1111/j.1360-0443.2007.01992.x. Epub 2007 Sep 3."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Vuchinich, RE & Tucker, JA. Alcoholic relapse, life events, and behavioral theories of choice: A prospective analysis. Experimental and Clinical Psychopharmacology, 1996;4(1): 19-28."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wejnert C, Heckathorn DD. Web-based network sampling: efficiency and efficacy of respondent-driven sampling for online research. Sociological Methods & Research, 2008;37(1): 105- 134."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "White, H, Labouvie, E., Papadaratsakis, V. Changes in substance use during the transition to adulthood: A comparison of college students and their noncollege age peers. Journal of Drug Issues, 2005;35(2): 281-306."
                },
                {
                    "pmid": "26112433",
                    "type": "BACKGROUND",
                    "citation": "White RG, Hakim AJ, Salganik MJ, Spiller MW, Johnston LG, Kerr L, Kendall C, Drake A, Wilson D, Orroth K, Egger M, Hladik W. Strengthening the Reporting of Observational Studies in Epidemiology for respondent-driven sampling studies: \"STROBE-RDS\" statement. J Clin Epidemiol. 2015 Dec;68(12):1463-71. doi: 10.1016/j.jclinepi.2015.04.002. Epub 2015 May 1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Zimbardo PG, Boyd JN. Putting time in perspective: a valid reliable individual-differences metric. Journal of Personality and Social Psychology, 1999;77(6): 1271-1288."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Link to access the Egonet software (McCarty \\& Smith, 2014)",
                    "url": "http://sourceforge.net/projects/egonet/"
                },
                {
                    "label": "Link to access the NIAAA's \"Helping patients who drink too much: A clinician's guide.\"",
                    "url": "http://www.niaaa.nih.gov/publications"
                },
                {
                    "label": "Link to access National Survey on Drug Use and Health 2018",
                    "url": "https://www.samhsa.gov/data/sites/default/files/cbhsq-reports/NSDUHDetailedTabs2018R2/NSDUHDetailedTabs2018.pdf"
                },
                {
                    "label": "Link to access National Survey on Drug Use and Health 2020",
                    "url": "https://www.samhsa.gov/data/report/2020-nsduh-detailed-tables"
                },
                {
                    "label": "Link to access the US-AUDIT",
                    "url": "http://my.ireta.org/sites/ireta.org/files/USAUDIT-Guide_2016_final.pdf"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Project data will be submitted as required to the National Institute on Alcohol Abuse and Alcoholism Data Archive (NDA), which is a data repository that houses and shares human subjects data generated by NIAAA-funded research. Sharing individual participant data (IPD) is governed by the NDA data sharing terms and conditions. When data are uploaded, each participant has an associated Global Unique ID, or GUID.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data availability and duration of availability governed by NDA policies and procedures for data sharing.",
            "accessCriteria": "General scientific community with access to the NDA",
            "url": "https://nda.nih.gov/niaaa/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}