{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05511987",
            "orgStudyIdInfo": {
                "id": "14196"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "Digital Chest Tube Drainage System (Thopaz+) Versus Analog in Pediatric Patients",
            "officialTitle": "A Randomized Controlled Trial of a Digital Chest Tube Drainage System (Thopaz+) Versus Analog in Pediatric Patients",
            "acronym": "THOPAZ",
            "therapeuticArea": [
                "Other"
            ],
            "study": "digital-chest-tube-drainage-system-thopaz-versus-analog-in-pediatric-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-25",
            "studyFirstSubmitQcDate": "2022-08-19",
            "studyFirstPostDateStruct": {
                "date": "2022-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In 2007 the Thopaz digital drainage system was launched as one of the first chest tube drainage systems to utilize a digital rather than analog device. The digital system allows for stored data, objective measurement of air leaks as well as maintaining a constant pleural pressure. The adult literature describes multiple benefits of using a digital drainage system, only two studies to date have looked at pediatric patients. In the adult literature, reported benefits include shorter chest tube drainage times, decreased length of stay, cost savings and fewer chest x-rays. To date, there have been no prospective randomized controlled trials comparing digital versus analog chest tube drainage systems in pediatric patients. In addition, the only two pediatric studies which looked at the potential benefits of a digital drainage system only looked at its use in patients who underwent pulmonary resection. Thus, a gap in the literature exists for a prospective trial determining if there is benefit to using a digital vs analog drainage system in pediatric patients requiring a chest tube. The investigators hypothesize that pediatric patients who are placed on the Thopaz+ digital drainage system will have decreased duration of chest tube drainage, fewer chest x-rays and shorter duration of air leaks compared to patients using a traditional analog chest tube drainage system. This will be the first prospective randomized study exploring the potential benefits of using a digital chest tube drainage system in pediatric patients.",
            "detailedDescription": "This study will be a single site prospective randomized controlled study of all pediatric patients (age ≤17 years old) requiring a chest tube placed for spontaneous pneumothorax or pulmonary resection by a pediatric surgery fellow, faculty or general surgery faculty at The Children's Hospital at OU Health. Pediatric patients who meet inclusion criteria will be identified by pediatric surgery residents, fellows or staff. Upon receiving consent prior to chest tube placement, patients will be randomized to using either the digital (Thopaz+) or analog (Pleur-evac) drainage system. This is an investigator-initiated study. The investigators have designed and will conduct the study and keep the data. The company producing the digital or analog devices will not assist with the study design, conduct, data acquisition or monitoring, analysis or writing of the manuscript or abstracts. Patients will be followed while inpatient to determine duration of the chest tube drainage in days and hours, length of stay in days and time to first ambulation in days and hours. Time will start upon connecting the chest tube to the pre-determined drainage system. Additional data will be collected regarding when the patient was able to progress to water seal, therapeutic failure (defined as the need to replace chest tube after it was removed or placing an additional chest tube), complications (such as pneumonia), time to ambulation (in patients who were previously ambulating), number of chest x-rays, duration of the tube and presence of an air leak. An air leak will be defined as any bubbling in the water chamber of the analog device. Similarly, an air leak in the digital system will be defined as an air leak flow ≥10 ml/min. Accrual will continue until there are at least 12 patients in each arm of the study at which point interim analysis will be performed. Accrual will continue until an adequate sample size is obtained to power the study for both duration of chest tube and length of stay (N=70 per arm).\n\nStratified randomization will occur via permuted block with 2 strata (pulmonary resection or spontaneous pneumothorax) and a block size of 4. Randomization will be assigned via sealed envelopes designated as either pneumothorax or resection which when open will contain the group that the patient will be assigned to. Within the envelope there will be an assignment of group 1 (analog system) or group 2 (digital system). The sealed envelopes will be opened by the resident, fellow or faculty member after obtaining consent but before the chest tube is placed. Due to the nature of the device, the study will be unblinded for both the patient and investigators. The study will be analyzed via intention to treat. Sample size was calculated to detect a difference in duration of chest tube placement based on prior data (standard deviation=2.86). Based on 80% statistical power with an alpha=0.05, a sample size of 24 patients (12 patients in each arm) was determined.\n\nResearch will be conducted at The Children's Hospital at OU Health. Consenting will occur in clinic or at The Children's Hospital. Interventions will occur at The Children's Hospital (i.e. emergency department, inpatient rooms, neonatal or pediatric intensive care units etc). Individual research results will not be disclosed to participants. Identifiers might be removed and the de-identified information may be used for future research without additional informed consent from the subject."
        },
        "conditionsModule": {
            "conditions": [
                "Air Leakage"
            ],
            "keywords": [
                "chest tube"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Madela THOPAZ Suction Pump",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Digital chest tube drainage systems utilize sensors to objectively quantify the size of air leaks as well as adjust the amount of suction applied to the pleural cavity in order to maintain a constant negative pressure(4). Studies in the adult population have showed that using a digital system allows for objective criteria regarding when it is safe to remove the chest tube and thus decreased time of chest tube drainage. This has also translated into decreased length of stay and cost(2, 6-8). Early data suggests that these same benefits may apply to pediatric patients, however a prospective randomized trial comparing the two systems has not been performed(9, 10).",
                    "interventionNames": [
                        "Device: Madela THOPAZ Digital Device"
                    ]
                },
                {
                    "label": "Atrium Dry Suction Control Water Seal Chest Drain",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "there are several limitations to this analog system. First, although the system can manually be set to a certain negative pressure, the actual pressure experienced by the patient varies dependent on the amount of fluid in the tube and the level of the device relative to the patient(2). This leads to inconsistency of pleural pressure which has been associated with an increased incidence of prolonged air leak(2). Second, the analog system relies on a water chamber where bubbles are visualized to indicate an air leak. Air leaks are a common cause of increased duration of chest tube drainage and subsequent length of stay(3). There is high interobserver variability in the subjective measurement of air leaks when using the analog system thus exacerbating the amount of time the chest tube remains in the patient as well as the length of stay(4, 5).",
                    "interventionNames": [
                        "Device: Atrium Analog Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Madela THOPAZ Digital Device",
                    "description": "Digital drainage systems use electronic sensors to measure changes in pressure and thus may allow for quantification of the degree of air leak continuously and provide a graphical representation of the trend over time. Data on intrapleural pressure are also provided by some units. Together, these data may lead to expedited chest tube removal and hospital discharge with obvious financial implications.",
                    "armGroupLabels": [
                        "Madela THOPAZ Suction Pump"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Atrium Analog Device",
                    "description": "Analog drainage systems contain a sequentially numbered series of columns in the water seal chamber. The degree of air leak is assessed by observing the highest numbered column in which bubbling occurs. This provides a qualitative assessment at a specific point in time. This assessment, however, is subject to interobserver variability and does not account for variation over time.",
                    "armGroupLabels": [
                        "Atrium Dry Suction Control Water Seal Chest Drain"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The THOPAZ digital device vs the Atrium Dry Suction Control Water Seal analog chest tube drainage systems.",
                    "description": "The THOPAZ digital device vs the Atrium Dry Suction Control Water Seal analog chest tube drainage systems will be compaired. The systems will be measured in cmH2O.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age≤17 years old\n* requiring chest tube placement for spontaneous pneumothorax or pulmonary resection by a surgeon (or surgical trainee) at The Children's Hospital\n\nExclusion Criteria:\n\n* age≥18-year-old\n* chest tube placement by neonatologist or pediatrician,\n* malignant pleural effusion\n* re-operation or emergent operation\n* pre-operative chemotherapy or radiation or history of chemotherapy or radiation within the past 12 months\n* renal or hepatic failure\n* neurological dysfunction\n* empyema",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "0 Minutes",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Hunter, MD",
                    "role": "CONTACT",
                    "phone": "2718001",
                    "phoneExt": "42477",
                    "email": "catherine-hunter@ouhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Catherine Hunter, MD",
                    "affiliation": "University of Oklahoma",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Oklahoma",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Hunter, MD",
                            "role": "CONTACT",
                            "phone": "405-271-8001",
                            "phoneExt": "42477",
                            "email": "catherine-hunter@ouhsc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "9146363",
                    "type": "BACKGROUND",
                    "citation": "Munnell ER. Thoracic drainage. Ann Thorac Surg. 1997 May;63(5):1497-502. doi: 10.1016/s0003-4975(97)00082-9."
                },
                {
                    "pmid": "33717575",
                    "type": "BACKGROUND",
                    "citation": "Lee SA, Kim JS, Chee HK, Hwang JJ, Ji M, Kim YH, Moon HJ, Lee WS. Clinical application of a digital thoracic drainage system for objectifying and quantifying air leak versus the traditional vacuum system: a retrospective observational study. J Thorac Dis. 2021 Feb;13(2):1020-1035. doi: 10.21037/jtd-20-2993."
                },
                {
                    "pmid": "20619233",
                    "type": "BACKGROUND",
                    "citation": "Cerfolio RJ, Varela G, Brunelli A. Digital and smart chest drainage systems to monitor air leaks: the birth of a new era? Thorac Surg Clin. 2010 Aug;20(3):413-20. doi: 10.1016/j.thorsurg.2010.03.007."
                },
                {
                    "pmid": "23024236",
                    "type": "BACKGROUND",
                    "citation": "Brunelli A, Salati M, Pompili C, Refai M, Sabbatini A. Regulated tailored suction vs regulated seal: a prospective randomized trial on air leak duration. Eur J Cardiothorac Surg. 2013 May;43(5):899-904. doi: 10.1093/ejcts/ezs518. Epub 2012 Sep 28."
                },
                {
                    "pmid": "26409729",
                    "type": "BACKGROUND",
                    "citation": "Gilbert S, McGuire AL, Maghera S, Sundaresan SR, Seely AJ, Maziak DE, Shamji FM, Villeneuve PJ. Randomized trial of digital versus analog pleural drainage in patients with or without a pulmonary air leak after lung resection. J Thorac Cardiovasc Surg. 2015 Nov;150(5):1243-9. doi: 10.1016/j.jtcvs.2015.08.051. Epub 2015 Aug 28."
                },
                {
                    "pmid": "24297633",
                    "type": "BACKGROUND",
                    "citation": "Jablonski S, Brocki M, Wawrzycki M, Smigielski JA, Kozakiewicz M. Efficacy assessment of the drainage with permanent airflow measurement in the treatment of pneumothorax with air leak. Thorac Cardiovasc Surg. 2014 Sep;62(6):509-15. doi: 10.1055/s-0033-1359714. Epub 2013 Dec 2."
                },
                {
                    "pmid": "28117476",
                    "type": "BACKGROUND",
                    "citation": "Costa AD Jr, Bachichi T, Holanda C, Rizzo LA. An initial experience with a digital drainage system during the postoperative period of pediatric thoracic surgery. J Bras Pneumol. 2016 Nov-Dec;42(6):444-446. doi: 10.1590/S1806-37562016000000269."
                },
                {
                    "pmid": "30658842",
                    "type": "BACKGROUND",
                    "citation": "Perez-Egido L, Garcia-Casillas MA, Simal I, Fanjul M, Canizo A, Cerda JA, Fernandez B, de la Torre M, Ordonez J, de Agustin JC. Digital thoracic drainage: a new system to monitor air leaks in pediatric population. J Pediatr Surg. 2019 Apr;54(4):693-695. doi: 10.1016/j.jpedsurg.2018.10.068. Epub 2018 Dec 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}