{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06417762",
            "orgStudyIdInfo": {
                "id": "202306135"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MD018730",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MD018730"
                }
            ],
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Dime La VerDAD: Verify, Debunk, and Disseminate",
            "officialTitle": "Dime La VerDAD: Verify, Debunk, and Disseminate",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "dime-la-verdad-verify-debunk-and-disseminate"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-13",
            "studyFirstSubmitQcDate": "2024-05-13",
            "studyFirstPostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Marina Del Rios",
                "investigatorTitle": "MD",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Marina Del Rios",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Rush University Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Bedford Research Corporation, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "Tanoma Consulting",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Dime La VerDAD is an innovative social media capacity-building program that empowers promotores de salud to debunk vaccine misinformation through the use of personal narratives on social media. The core of the implementation strategy consists of augmenting training and self-efficacy for natural community champions, \"promotores de salud\" from the Hispanic community as trusted messengers to debunk vaccination misinformation. The study will leverage existing community relationships in Chicago and a first of its kind misinformation curriculum to debunk misinformation in communities served by participating promotores de salud. Dime La VerDAD (Verify, Debunk, and Disseminate) is an innovative social media capacity-building program based on theoretical frameworks related to health communication that empowers promotores de salud to debunk vaccine misinformation through the use of personal narratives on social media. This mixed methods study will use a rigorous stepped wedge design to 1) deliver a scalable program of science communicators using an adapted curriculum grounded in infodemiology, 2) evaluate how debunking misinformation is perceived on social media, and 3) discern how use of personal narratives to enhance science communication can lead to changes in opinions and behavior (vaccination rates) about COVID and influenza vaccines among Chicago's predominantly Hispanic communities.",
            "detailedDescription": "Social media has accelerated the spread of vaccine misinformation leading to decreased immunization rates and increased preventable deaths in the US and globally. The health impact of misinformation is particularly critical to understand and address when considering the lives of minoritized racial and ethnic groups who are often the target of misinformation campaigns or who may not have easy access to culturally relevant and language-concordant reputable sources. Although access to vaccines remains a significant barrier, vaccine safety confidence is a significant predictor of influenza and COVID vaccination in Hispanic adults. Yet, little is known about how misinformation narratives emerge specifically in relation to Hispanic communities, how they are disseminated, and how they ultimately affect people's decision to get vaccinated.\n\nSocial media posts that include personal narratives are more effective at communicating reliable health recommendations, especially those that come from a trusted peer. Therefore, communication strategies that leverage community and interpersonal relationships can prove extremely effective at debunking misinformation about vaccines. Promotores de salud are trusted community members who serve as links between health/social services and a community to improve access to health services and quality of service delivery. Promotores can diffuse and address misinformation in their communities and can be essential to debunk myths, increase trust, and improve health outcomes. Promotores have been at the forefront of addressing disparities in COVID testing and vaccine uptake. Promotores de salud are uniquely positioned as trusted messengers to debunk vaccine misinformation through strategic use of social media and infodemiology principles.\n\nDime La VerDAD (Verify, Debunk, and Disseminate) is an innovative social media capacity-building program based on theoretical frameworks related to health communication that empowers promotores de salud to debunk vaccine misinformation through the use of personal narratives on social media. To date, there has been no evaluation of whether training promotores de salud to identify and debunk misinformation on social media can improve uptake of accurate scientific information. Dime La VerDAD (Verify, Debunk, and Disseminate) will evaluate how debunking misinformation is perceived on social media, and discern how these can lead to changes in opinions and behavior. The proposed work will use a rigorous stepped wedge design to:\n\n1. Identify and evaluate promotores' use of social media to disseminate vaccine information in the Hispanic community. Investigators will conduct focus groups and key informant interviews with promotores de salud recruited through Illinois Unidos partnerships to verify their peers' information sources about vaccines, vaccine-related misbeliefs, perceptions of vaccine safety, and personal plans to get vaccinated.\n2. Engage Promotores de Salud as community champions in an adapted science communication curriculum so they can learn to identify and debunk misinformation. Participants will learn how to make their own infographics to debunk misinformation as well as incorporate their personal narratives into posts. Promotores will also recruit members of their social media circles to participate as subjects to test the effectiveness of their posts.\n3. Test effectiveness of personal-narrative posts versus resharing of standardized debunking content shared by promotores de salud to their social networks. Using a stepped-wedge approach, members of promotores' social media circles will be surveyed to measure the reach and effectiveness of various types of social media posts. Investigators hypothesize that community champions will be viewed as trusted messengers within their social circles and that debunking posts with personal narrative using principles from the training program will be disseminated, viewed, and recalled more often as compared to a standard post without personal narrative and lead to increased COVID and influenza vaccination uptake.\n\nThis work will test a model of community engagement and empowerment while providing greater knowledge of how credible scientific information can be shared and effect positive changes in opinions and behavior."
        },
        "conditionsModule": {
            "conditions": [
                "Misinformation",
                "Influenza",
                "COVID-19",
                "Vaccine Hesitancy",
                "Communication Research",
                "Health Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Step wedge",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "De-identified information to data analysis.The list that links the study code to each participant's personal information will be kept completely separate from the de-identified database.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control: One year baseline period",
                    "type": "NO_INTERVENTION",
                    "description": "Initial baseline period before rollout of the intervention at seven distinct predominantly Hispanic community areas in Chicago."
                },
                {
                    "label": "Experimental: Cohort 1 participation in science communication curriculum",
                    "type": "EXPERIMENTAL",
                    "description": "Promotores de salud servicing two geographically adjacent community areas out of the seven selected for participation in this study will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. The core of the implementation strategy consists of augmenting training and self-efficacy for natural community champions, \"promotores de salud\" from the Hispanic community as trusted messengers to debunk vaccination misinformation.",
                    "interventionNames": [
                        "Behavioral: Science Communication Curriculum Cohort 1"
                    ]
                },
                {
                    "label": "Experimental: Cohort 2 participation in science communication curriculum",
                    "type": "EXPERIMENTAL",
                    "description": "Promotores de salud servicing two geographically adjacent community areas out of the seven selected for participation in this study will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. The core of the implementation strategy consists of augmenting training and self-efficacy for natural community champions, \"promotores de salud\" from the Hispanic community as trusted messengers to debunk vaccination misinformation.",
                    "interventionNames": [
                        "Behavioral: Science communication curriculum Cohort 2"
                    ]
                },
                {
                    "label": "Experimental: Cohort 3 participation in science communication curriculum",
                    "type": "EXPERIMENTAL",
                    "description": "Promotores de salud servicing three geographically distinct community areas out of the seven selected for participation in this study will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. The core of the implementation strategy consists of augmenting training and self-efficacy for natural community champions, \"promotores de salud\" from the Hispanic community as trusted messengers to debunk vaccination misinformation.",
                    "interventionNames": [
                        "Behavioral: Science communication curriculum Cohort 3"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Science Communication Curriculum Cohort 1",
                    "description": "Promotores will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. Each session will be taught by a bilingual instructor and will be recorded for later consultation and viewing. Sessions will be 2 hours in length and will require an additional 1h of pre-work for each session. Together, each cohort will participate in 18 hours of training as follows: Session 1: What is Misinformation? How do participants identify myths? Session 2: The Power of Storytelling, Present their myth. Session 3: Workshop: Review myths and storyboard for each person with feedback. Session 4: Infographics: Teaching creation of infographics on Canva (free to use).\n\nSession 5: Workshop: Present draft infographic and discuss preliminary social media strategy Session 6: Final Product: Share final infographic and final post / social media strategy",
                    "armGroupLabels": [
                        "Experimental: Cohort 1 participation in science communication curriculum"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Science communication curriculum Cohort 2",
                    "description": "Promotores will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. Each session will be taught by a bilingual instructor and will be recorded for later consultation and viewing. Sessions will be 2 hours in length and will require an additional 1h of pre-work for each session. Together, each cohort will participate in 18 hours of training as follows: Session 1: What is Misinformation? How do participants identify myths? Session 2: The Power of Storytelling, Present their myth. Session 3: Workshop: Review myths and storyboard for each person with feedback. Session 4: Infographics: Teaching creation of infographics on Canva (free to use).\n\nSession 5: Workshop: Present draft infographic and discuss preliminary social media strategy Session 6: Final Product: Share final infographic and final post / social media strategy",
                    "armGroupLabels": [
                        "Experimental: Cohort 2 participation in science communication curriculum"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Science communication curriculum Cohort 3",
                    "description": "Promotores will receive a tailored curriculum on how to debunk misinformation and create infographics and media as well as incorporate their personal narratives into social media posts for their communities. Each session will be taught by a bilingual instructor and will be recorded for later consultation and viewing. Sessions will be 2 hours in length and will require an additional 1h of pre-work for each session. Together, each cohort will participate in 18 hours of training as follows: Session 1: What is Misinformation? How do participants identify myths? Session 2: The Power of Storytelling, Present their myth. Session 3: Workshop: Review myths and storyboard for each person with feedback. Session 4: Infographics: Teaching creation of infographics on Canva (free to use).\n\nSession 5: Workshop: Present draft infographic and discuss preliminary social media strategy Session 6: Final Product: Share final infographic and final post / social media strategy",
                    "armGroupLabels": [
                        "Experimental: Cohort 3 participation in science communication curriculum"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Vaccine uptake among promotores' social media followers",
                    "description": "Promotores' social media followers' intent to vaccinate against COVID and/or influenza. Members of promotores' social media circles will be surveyed to understand the reach and effectiveness of various types of social media posts. Investigators will measure effectiveness by surveying the social circles of the Promotores six months after the implementation of the curriculum (see recruitment and retention plan), and after the completion of the campaign. Specific items will include which posts the social circle members remembered most and why. Investigators will also ask whether this changed their thinking about COVID-19 and/or influenza vaccines and or the specific call to action that was put in the infographic.",
                    "timeFrame": "Year 2 - Year 4"
                },
                {
                    "measure": "Promotores' Social Media Self-Efficacy",
                    "description": "Compare promotores confidence with addressing misinformation on social media before and after completing the Dime LaVerDAD science communication curriculum. 15-minute survey to assess their work-related social media communication self-efficacy. The baseline survey will also gather demographics, social determinants of health and baseline usage of Facebook and other social media (e.g., social media apps they use, the number of friends on each social media platform, the frequency of reading from and posting/sharing on each platform), and confidence and preparedness to address misinformation in their communities regarding vaccines (COVID-19 and influenza).",
                    "timeFrame": "Year 1 - Year 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Learner satisfaction",
                    "description": "Learner satisfaction will be measured through post evaluations using Likert items based on satisfaction with the course and willingness to recommend to others.",
                    "timeFrame": "Year 2 - Year 4"
                },
                {
                    "measure": "Verify vaccine-related beliefs in Hispanic communities in Chicago",
                    "description": "Obtained through focus groups of promotores de salud. An interview guide will include questions aimed at verifying their use of social media as an information source about vaccines, vaccine-related misbeliefs, characteristics of information sources they trust, perceptions of vaccine safety, and personal plans to get vaccinated. Questions will be developed based on the Appreciative Inquiry (AI) model which is an asset-based approach to organizational and social engagement that utilizes questions and dialogue to help participants uncover existing strengths, advantages, or opportunities in their communities, organizations, or teams",
                    "timeFrame": "Year 1-2"
                },
                {
                    "measure": "Social media engagement",
                    "description": "Investigators will first use social media data analytics to measure and understand reach in cyberspace. Investigators will ask for each promotor/a's consent and train them how to export their Facebook posts into JSON files that will be shared with the research team. If investigators need to add another emerging social media platform that does not support direct data export, they will explore different options to retrieve data, such as joining promotores' social circles or group chats, or instruct promotores to self-report data of their social media posts. Investigators will quantify the volume of \"impressions\" (i.e., the number of users who will see the post) and \"buzz\" generated by promotores (e.g., numbers of likes, comments or shares). Then text analytics methods will be adopted to analyze more fine-grained reactions to these posts.",
                    "timeFrame": "Years 1- 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria: 18 years or older; fluent in English or Spanish; provide services in at least one of the priority zip codes 60639, 60651, 60623, 60608, 60629, 60632 selected as priority areas in the Protect Chicago Plus program instituted in response to the COVID19 pandemic (see Johnson AK, Smith CS, Hunt B, Jacobs J, Roesch P. Chicago's Citywide COVID-19 Vaccine Equity Program: Protect Chicago Plus. Public Health Rep. 2023;138(2):218-222. doi:10.1177/00333549221143093); have a social media presence (personal or work-related)\n\nExclusion Criteria:\n\n* Exclusion: Plans to stop working as a \"promotor\" before spring of 2027 (end of data collection planned). People can not participate if they are under the age of 18, or can not understand Spanish and English, or do not provide services in the included zip codes, or do not wish to participate in social media.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yajaira Bolanos Flores, MPH",
                    "role": "CONTACT",
                    "phone": "(319) 353-8785",
                    "email": "yajaira-bolanosflores@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marina DelRios, MD",
                    "affiliation": "University of Iowa - Department of Emergency Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yajaira Bolanos Flores, MPH",
                            "role": "CONTACT",
                            "phone": "319-353-8785",
                            "email": "yajaira-bolanosflores@uiowa.edu"
                        },
                        {
                            "name": "Marina DelRios, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}