{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05311124",
            "orgStudyIdInfo": {
                "id": "21.0937"
            },
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Direct Application of Integra Bilayer Matrices on Bare Calvarium Without Preliminary Burring",
            "officialTitle": "Direct Application of Integra Bilayer Matrices on Bare Calvarium Without Preliminary Burring: A Clinical and Histologic Study of Efficacy",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "direct-application-of-integra-bilayer-matrices-on-bare-calvarium-without-preliminary-burring"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-11",
            "studyFirstSubmitQcDate": "2022-03-27",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Joshua Choo",
                "investigatorTitle": "Assistant Professor, M.D.",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "Joshua Choo",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Integra LifeSciences Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study is to determine if large, full thickness scalp wounds with exposed calvarium resulting from acutely created extirpative defects can be reliably and durably resurfaced with IDRT without burring or fenestration as a preliminary step, regardless of the size of the calvarial defect.",
            "detailedDescription": "Large full thickness scalp wounds often present a reconstructive challenge, as the size of the defect and the presence of denuded bone often preclude local flap options and skin grafting as methods of coverage. Integra dermal regeneration template (IDRT) has shown great utility in these types of wounds due to its ability to take in wounds with diminished vascularity, but the limits of this ability have not been determined. When used for full thickness scalp defects with exposed calvarium, for example, the accepted practice is that burring of the outer table to gain access to the vascularized diploic space is a necessary prerequisite step, although this is not always possible or desirable. The clinical question being investigated is whether healthy calvarium is sufficient for durable IDRT and subsequent skin graft take in wounds with a large surface area of denuded calvarium."
        },
        "conditionsModule": {
            "conditions": [
                "Wound Care",
                "Pressure Ulcer",
                "Venous Ulcer",
                "Surgical Wound",
                "Trauma Wounds",
                "Draining Wound"
            ],
            "keywords": [
                "Interga Dermal Regeneration Template (IDRT), Bare Calvarium, scalp wounds, skin graft"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The study will be a single-arm prospective pilot study. Target of 10 enrolled patients at one study site under Joshua Choo, MD. Enrollment duration is 10 months - 1 year. Patients will have follow-up for 6 months per each patient.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "The study design is a single-arm prospective pilot study with all patient receiving the IDRT wound care device."
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single-arm prospective",
                    "type": "EXPERIMENTAL",
                    "description": "Single-arm prospective pilot study. All patients receive Integra dermal regeneration template (IDRT) that sign an inform consent.",
                    "interventionNames": [
                        "Device: Integra Dermal Regeneration template (IDRT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Integra Dermal Regeneration template (IDRT)",
                    "description": "Integra Dermal Regeneration Template is a two-layer skin regeneration system. The outer layer is made of a thin silicone film that acts as your skin's epidermis. It protects the wound from infection and controls both heat and moisture loss. The inner layer is constructed of a complex matrix of cross-linked fibers. This porous material acts as a scaffold for regenerating dermal skin cells, which enables the re-growth of a functional dermal layer of skin. Once dermal skin has regenerated, the silicone outer layer is removed and replaced with a thin epidermal skin graft.",
                    "armGroupLabels": [
                        "Single-arm prospective"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to complete closure",
                    "description": "Time to complete closure (in days), as assessed by full re-epithelialization",
                    "timeFrame": "10 - 12 months for study"
                },
                {
                    "measure": "Percentage of subjects with complete closure of defect",
                    "description": "Percentage of subjects with complete closure of defect",
                    "timeFrame": "10 - 12 months for study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent overall skin graft take",
                    "description": "Percentage of overall skin graft take across all wounds as assessed by computerized planimetry (measured at 3 months)",
                    "timeFrame": "Follow-up of each patient is 6/months."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Skin graft stability",
                    "description": "Skin graft stability as assessed by percentage skin graft take (measured at 6 months)",
                    "timeFrame": "Within a 6/month follow-up period"
                },
                {
                    "measure": "Histologic appearance of wounds treated with Integra immediately prior to skin graft",
                    "description": "Comparison of vascular ingrowth (measured by number of CD31 staining cells/hpf) and fibroblast infiltration (measured by density of anti-vimentin staining/hpf) at the periphery and center of provisional matrix immediately prior to skin graft in each reconstructed wound.",
                    "timeFrame": "During study follow-up of 6/months"
                },
                {
                    "measure": "Assessment of neodermis formation",
                    "description": "Qualitative histologic analysis of tissue samples for presence of recognizable epidermis, dermis, rete-ridges and collagen organization resembling normal skin as assessed by independent pathologist's review at center and periphery of final reconstruction.",
                    "timeFrame": "During study follow-up of 6/months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAny full-thickness scalp wound extending to the cranium, devoid of pericranium that is:\n\n1. greater than or equal to 2 cm and/or is deemed by the treating physician not to be amenable to closure by simple means, primary closure or local flap.\n2. occurring in as elder patient \\> 55 years old with co-morbid conditions that constitute and anesthetic risk (ASA) \\>=3 that demonstrates punctate bleeding from healthy appearing cortical bone following debridement/extirpation\n\nExclusion Criteria:\n\n1. hypersensitivity of bovine collagen and/or chondroitin\n2. previous treatment under same protocol\n3. current or planned treatment/medication know to interfere with the rate and quality of wound healing.\n4. suspected signs of wound infection\n5. suspected/known diagnosis of osteomyelitis, osteoradionecrosis, or non-availability of cortical bone\n6. anticipated defect following debridement or tumor extirpation extending past the outer cortical layer or cranium\n7. history of radiation to the field\n8. history of other conditions/illness compromising the wound healing process (ESRD, immunosuppression),\n9. absence of punctate cortical bleeding\n10. prior surgeries that would be expected to impair wound healing or vascularity of the underlying bone(e.g. history of craniectomy/bone flap, history of scalp flap/VP shunt.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua H. Choo, MD",
                    "role": "CONTACT",
                    "phone": "281.513.6459",
                    "email": "Joshua.choo@louisville.edu"
                },
                {
                    "name": "Bradon J. Wilhelmi, MD",
                    "role": "CONTACT",
                    "phone": "502.689.4143",
                    "email": "Bradon.wilhelmi@louisville.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joshua H Choo, MD",
                    "affiliation": "University of Louisville School of Medicine Division of Plastic Surgery",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Louisville School of Medicine Division of Plastic Surgery",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Helen L. Anderkin, BS",
                            "role": "CONTACT",
                            "phone": "502-588-4543",
                            "email": "Helen.andrekin@louisville.edu"
                        },
                        {
                            "name": "Joshua H. Choo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Bradon J. Wilhelmi, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31274819",
                    "type": "BACKGROUND",
                    "citation": "Magnoni C, De Santis G, Fraccalvieri M, Bellini P, Portincasa A, Giacomelli L, Papa G. Integra in Scalp Reconstruction After Tumor Excision: Recommendations From a Multidisciplinary Advisory Board. J Craniofac Surg. 2019 Nov-Dec;30(8):2416-2420. doi: 10.1097/SCS.0000000000005717."
                },
                {
                    "pmid": "12800912",
                    "type": "BACKGROUND",
                    "citation": "Gonyon DL Jr, Zenn MR. Simple approach to the radiated scalp wound using INTEGRA skin substitute. Ann Plast Surg. 2003 Mar;50(3):315-20. doi: 10.1097/01.sap.0000046788.45508.a3."
                },
                {
                    "pmid": "16546668",
                    "type": "BACKGROUND",
                    "citation": "Yeong EK, Huang HF, Chen YB, Chen MT. The use of artificial dermis for reconstruction of full thickness scalp burn involving the calvaria. Burns. 2006 May;32(3):375-9. doi: 10.1016/j.burns.2005.08.015."
                },
                {
                    "pmid": "15793438",
                    "type": "BACKGROUND",
                    "citation": "Komorowska-Timek E, Gabriel A, Bennett DC, Miles D, Garberoglio C, Cheng C, Gupta S. Artificial dermis as an alternative for coverage of complex scalp defects following excision of malignant tumors. Plast Reconstr Surg. 2005 Apr;115(4):1010-7. doi: 10.1097/01.prs.0000154210.60284.c6."
                },
                {
                    "pmid": "22512740",
                    "type": "BACKGROUND",
                    "citation": "Muhlstadt M, Thome C, Kunte C. Rapid wound healing of scalp wounds devoid of periosteum with milling of the outer table and split-thickness skin grafting. Br J Dermatol. 2012 Aug;167(2):343-7. doi: 10.1111/j.1365-2133.2012.10999.x. Epub 2012 Jul 5."
                },
                {
                    "pmid": "31624429",
                    "type": "BACKGROUND",
                    "citation": "Jeyaraj P. Split Calvarial Grafting for Closure of Large Cranial Defects: The Ideal Option? J Maxillofac Oral Surg. 2019 Dec;18(4):518-530. doi: 10.1007/s12663-019-01198-w. Epub 2019 Feb 9."
                },
                {
                    "pmid": "18392764",
                    "type": "BACKGROUND",
                    "citation": "Haybaeck J, Silye R, Soffer D. Dural arachnoid granulations and \"giant\" arachnoid granulations. Surg Radiol Anat. 2008 Jul;30(5):417-21. doi: 10.1007/s00276-008-0345-2. Epub 2008 Apr 8."
                },
                {
                    "pmid": "32541269",
                    "type": "BACKGROUND",
                    "citation": "Bernstein JL, Premaratne ID, Levy AS, Kuhel WI, Kutler DI, Spector JA. Reconstruction of Full Thickness Scalp Defects in Extremely Elderly Patients Using Dermal Regeneration Templates. J Craniofac Surg. 2020 Jul-Aug;31(5):e511-e514. doi: 10.1097/SCS.0000000000006646."
                },
                {
                    "pmid": "21200274",
                    "type": "BACKGROUND",
                    "citation": "Yannas IV, Orgill DP, Burke JF. Template for skin regeneration. Plast Reconstr Surg. 2011 Jan;127 Suppl 1:60S-70S. doi: 10.1097/PRS.0b013e318200a44d."
                },
                {
                    "pmid": "7031899",
                    "type": "BACKGROUND",
                    "citation": "Yannas IV, Burke JF, Orgill DP, Skrabut EM. Wound tissue can utilize a polymeric template to synthesize a functional extension of skin. Science. 1982 Jan 8;215(4529):174-6. doi: 10.1126/science.7031899."
                },
                {
                    "pmid": "2915988",
                    "type": "BACKGROUND",
                    "citation": "Yannas IV, Lee E, Orgill DP, Skrabut EM, Murphy GF. Synthesis and characterization of a model extracellular matrix that induces partial regeneration of adult mammalian skin. Proc Natl Acad Sci U S A. 1989 Feb;86(3):933-7. doi: 10.1073/pnas.86.3.933."
                },
                {
                    "pmid": "17620998",
                    "type": "BACKGROUND",
                    "citation": "Helgeson MD, Potter BK, Evans KN, Shawen SB. Bioartificial dermal substitute: a preliminary report on its use for the management of complex combat-related soft tissue wounds. J Orthop Trauma. 2007 Jul;21(6):394-9. doi: 10.1097/BOT.0b013e318070c028."
                },
                {
                    "pmid": "18349644",
                    "type": "BACKGROUND",
                    "citation": "Lee LF, Porch JV, Spenler W, Garner WL. Integra in lower extremity reconstruction after burn injury. Plast Reconstr Surg. 2008 Apr;121(4):1256-1262. doi: 10.1097/01.prs.0000304237.54236.66."
                },
                {
                    "pmid": "22721977",
                    "type": "BACKGROUND",
                    "citation": "Shores JT, Hiersche M, Gabriel A, Gupta S. Tendon coverage using an artificial skin substitute. J Plast Reconstr Aesthet Surg. 2012 Nov;65(11):1544-50. doi: 10.1016/j.bjps.2012.05.021. Epub 2012 Jun 20."
                },
                {
                    "pmid": "17211211",
                    "type": "BACKGROUND",
                    "citation": "Jeng JC, Fidler PE, Sokolich JC, Jaskille AD, Khan S, White PM, Street JH 3rd, Light TD, Jordan MH. Seven years' experience with Integra as a reconstructive tool. J Burn Care Res. 2007 Jan-Feb;28(1):120-6. doi: 10.1097/BCR.0b013E31802CB83F."
                },
                {
                    "pmid": "23970464",
                    "type": "BACKGROUND",
                    "citation": "van Wingerden JJ, Lapid O, van der Horst CM. Bridging phenomenon - Simplifying complex ear reconstructions. Head Neck. 2014 May;36(5):735-8. doi: 10.1002/hed.23458. Epub 2013 Nov 7."
                },
                {
                    "pmid": "20595857",
                    "type": "BACKGROUND",
                    "citation": "Lindenblatt N, Platz U, Althaus M, Hegland N, Schmidt CA, Contaldo C, Vollmar B, Giovanoli P, Calcagni M. Temporary angiogenic transformation of the skin graft vasculature after reperfusion. Plast Reconstr Surg. 2010 Jul;126(1):61-70. doi: 10.1097/PRS.0b013e3181da87f6."
                },
                {
                    "pmid": "6999514",
                    "type": "BACKGROUND",
                    "citation": "Wright JK, Brawer MK. Survival of full-thickness skin grafts over avascular defects. Plast Reconstr Surg. 1980 Sep;66(3):428-32."
                },
                {
                    "pmid": "16042930",
                    "type": "BACKGROUND",
                    "citation": "Adams DC, Ramsey ML. Grafts in dermatologic surgery: review and update on full- and split-thickness skin grafts, free cartilage grafts, and composite grafts. Dermatol Surg. 2005 Aug;31(8 Pt 2):1055-67. doi: 10.1111/j.1524-4725.2005.31831."
                },
                {
                    "pmid": "20253943",
                    "type": "BACKGROUND",
                    "citation": "BROWN JB, CANNON B, et al. Composite free grafts of skin and cartilage from the ear. J Am Med Assoc. 1947 Aug 16;134(16):1295. doi: 10.1001/jama.1947.02880330017006. No abstract available."
                },
                {
                    "pmid": "21000871",
                    "type": "BACKGROUND",
                    "citation": "BROWN JB, CANNON B, et al. Further reports on the use of composite free grafts of skin and cartilage from the ear. Plast Reconstr Surg (1946). 1946 Sep;1:130-4. doi: 10.1097/00006534-194609000-00003. No abstract available."
                },
                {
                    "pmid": "21014134",
                    "type": "BACKGROUND",
                    "citation": "BROWN JB, CANNON B. Composite free grafts of skin and cartilage from the ear. Surg Gynecol Obstet. 1946 Mar;82:253-5. No abstract available."
                },
                {
                    "pmid": "6676033",
                    "type": "BACKGROUND",
                    "citation": "Hu YS. [Composite skin and cartilage free grafts from the ear for repair of partial nasal defects]. Zhonghua Wai Ke Za Zhi. 1983 Dec;21(12):746-7. No abstract available. Chinese."
                },
                {
                    "pmid": "1089983",
                    "type": "BACKGROUND",
                    "citation": "Gingrass P, Grabb WC, Gingrass RP. Skin graft survival on avascular defects. Plast Reconstr Surg. 1975 Jan;55(1):65-70. doi: 10.1097/00006534-197501000-00010."
                },
                {
                    "pmid": "25414619",
                    "type": "BACKGROUND",
                    "citation": "Hulsen J, Diederich R, Neumeister MW, Bueno RA Jr. Integra(R) dermal regenerative template application on exposed tendon. Hand (N Y). 2014 Dec;9(4):539-42. doi: 10.1007/s11552-014-9630-1."
                },
                {
                    "pmid": "16799385",
                    "type": "BACKGROUND",
                    "citation": "Moiemen NS, Vlachou E, Staiano JJ, Thawy Y, Frame JD. Reconstructive surgery with Integra dermal regeneration template: histologic study, clinical evaluation, and current practice. Plast Reconstr Surg. 2006 Jun;117(7 Suppl):160S-174S. doi: 10.1097/01.prs.0000222609.40461.68."
                },
                {
                    "pmid": "16862003",
                    "type": "BACKGROUND",
                    "citation": "Muangman P, Engrav LH, Heimbach DM, Harunari N, Honari S, Gibran NS, Klein MB. Complex wound management utilizing an artificial dermal matrix. Ann Plast Surg. 2006 Aug;57(2):199-202. doi: 10.1097/01.sap.0000218636.61803.d6."
                },
                {
                    "pmid": "19455489",
                    "type": "BACKGROUND",
                    "citation": "Baynosa RC, Browder LK, Jones SR, Oliver JA, Van Der Harten CA, Stephenson LL, Wang WZ, Khiabani KT, Zamboni WA. Evaluation of artificial dermis neovascularization in an avascular wound. J Reconstr Microsurg. 2009 Sep;25(7):405-10. doi: 10.1055/s-0029-1223848. Epub 2009 May 19."
                },
                {
                    "pmid": "16093952",
                    "type": "BACKGROUND",
                    "citation": "Violas P, Abid A, Darodes P, Galinier P, de Gauzy JS, Cahuzac JP. Integra artificial skin in the management of severe tissue defects, including bone exposure, in injured children. J Pediatr Orthop B. 2005 Sep;14(5):381-4. doi: 10.1097/01202412-200509000-00013."
                },
                {
                    "pmid": "1642769",
                    "type": "BACKGROUND",
                    "citation": "Bizhko IP, Slesarenko SV. Operative treatment of deep burns of the scalp and skull. Burns. 1992 Jun;18(3):220-3. doi: 10.1016/0305-4179(92)90073-4."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014647",
                    "term": "Varicose Ulcer"
                },
                {
                    "id": "D000003668",
                    "term": "Pressure Ulcer"
                },
                {
                    "id": "D000014456",
                    "term": "Ulcer"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000072836",
                    "term": "Surgical Wound"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000014648",
                    "term": "Varicose Veins"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17395",
                    "name": "Varicose Ulcer",
                    "asFound": "Venous Ulcers",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "asFound": "Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6870",
                    "name": "Pressure Ulcer",
                    "asFound": "Pressure Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "asFound": "Surgical Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17396",
                    "name": "Varicose Veins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T292",
                    "name": "Skullcap",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}