{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06096688",
            "orgStudyIdInfo": {
                "id": "1803019093"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01CA233056",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01CA233056"
                }
            ],
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Discovering New Targets for Colorectal and Endometrial Cancer Risk Reduction",
            "officialTitle": "Discovering New Targets for Hereditary and Sporadic Colorectal and Endometrial Cancer Risk Reduction",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "discovering-new-targets-for-colorectal-and-endometrial-cancer-risk-reduction"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-17",
            "studyFirstSubmitQcDate": "2023-10-17",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary aim of this study is to collect and store data, tissue, and personal and family histories from patients being screened for colorectal cancer and/or endometrial cancer at NYPH and WCM for routine clinical care and to make these available for future use for molecular and mechanistic studies.",
            "detailedDescription": "Colorectal cancer (CRC) and endometrial cancer (EC) have a highly heritable component. Approximately 25% of CRC or EC patients have another first or second-degree relative who is also affected by CRC or EC, and there are at least 32 known high penetrance CRC/EC germline predisposition genes. The overarching goal of this protocol is to (a) discover novel mechanisms in intestinal carcinogenesis and genes inducing genetic predisposition, (b) identify new genes and proteins that are amenable to targeted therapy and precision prevention drug intervention and biomarker development in Hereditary Cancer Syndromes.\n\nTo accomplish these goals, we plan to pursue the following aims:\n\n1. Study the genomic and epigenetic profile of polyps and carcinomas arising in the upper gastrointestinal tract, lower gastrointestinal tract, normal mucosa from both locations, other GI organs, endometrium, and germline DNA of patients diagnosed with Hereditary Cancer Syndromes and a sporadic CRC/EC cohort as a comparator and control.\n2. To determine the differences in gene expression and protein profiles between polyps and carcinomas arising in the upper gastrointestinal tract, lower gastrointestinal tract, normal mucosa from both locations, other GI organs, endometrium, and peripheral blood monocytes (PBMs) in patients with Hereditary Cancer Syndromes and a sporadic CRC/EC cohort as a comparator and control.\n3. To identify molecular pathways that are preferentially deregulated in polyps and carcinomas of patients diagnosed with Hereditary Cancer Syndromes and a sporadic CRC/EC cohort as a comparator and control that are amenable to therapeutic intervention.\n4. To assess different blood serum markers (e.g., peripheral blood lymphocytes (PBMs), circulating tumor DNA (ctDNA) and others and correlate these findings with tissue markers of patients diagnosed with Hereditary Cancer Syndromes and a sporadic CRC/EC cohort as a comparator and control.\n5. To determine differences in microRNA (miRNA) and long non-coding RNA (lncRNA) profiles between polyps and carcinomas arising in the upper gastrointestinal tract and lower gastrointestinal tract, normal mucosa from both locations, other GI organs, endometrium, and PBMs in patients with Hereditary Cancer Syndromes and a sporadic cohort CRC/EC as a comparator and control.\n6. To study the molecular alterations, epigenetic changes, copy number changes, gene expression and miRNA profiles and to establish pathologic correlates of the stem cells and other cellular populations of the intestinal crypts in carcinomas, adenomatous and normal intestinal epithelium biopsies, endometrial polyps and normal endometrium biopsies, through different molecular techniques.\n7. To validate the functional activity of the pathways identified in the human samples using animal model systems and basic molecular biology experiments.\n8. To develop organoids from adenocarcinomas, polyps, and normal intestinal mucosa samples in patients with Hereditary Cancer Syndromes and a sporadic cohort as a comparator and control. These organoids will be derived from tissue biopsies of different parts of the intestinal tract, other GI organs, and endometrium in order to perform assessment of drug sensitivity and molecular biology experiments to understand the biology and carcinogenesis of the intestine.\n9. To test the activity of drug agents using patient-derived xenografts in immune-deficient mice. The tissues used for the xenografts will come from patients diagnosed with CRCs, ECs, other GI organs, or polyps.\n\nTo accomplish these goals, we will obtain normal mucosa, polyp tissue and carcinoma (tumor tissue) arising in the upper gastrointestinal tract (mainly the duodenum, but also other potential locations such as the esophagus, GE junction, stomach, and small bowel), lower gastrointestinal tract (mainly the colorectum), paired normal mucosa samples, endometrial tissue, and blood and/or saliva as a source of genomic DNA, RNA, and protein.\n\nThe biospecimen samples will be collected in the context of standard of care (SOC) endoscopic procedure(s) and/or from pathologic specimens obtained during gastrointestinal (GI) endoscopy procedures and surgery performed at Weill Cornell or New York Presbyterian Hospital, including diagnostic testing, clinic and/or treatment visit and/or from residual blood or tissues already collected by other protocols or archived by the Center for Advanced Digestive Care (CADC) biobank (IRB Protocol: 0908010582). These tissue samples and blood samples were collected in the context of routine care and procedures performed at Weill-Cornell and NYPH. Biospecimen samples will also be collected in the context of SOC transvaginal ultrasound, hysteroscopy and endometrium biopsy performed at Weill Cornell or New York Presbyterian Hospital, including diagnostic testing, clinic and/or treatment visit.\n\nBlood samples will be collected at the time blood is taken for clinical care. We will register, collect, process and store frozen blood, frozen normal and diseased tissue and FFPE (formalin fixed paraffin embedded) specimens.\n\nThis will be an invaluable annotated hereditary CRC/EC registry and tissue repository that will be available to the Weill Cornell Community upon appropriate approval. Subjects that provide informed consent will agree to collection and storage of clinical data. For the purposes of this project, clinical data includes all data collected for standard clinical purposes (e.g., demographics, medical issues, prognostic data, treatment data, outcomes)."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer",
                "Endometrial Cancer",
                "Hereditary Cancer Syndromes"
            ],
            "keywords": [
                "personal and family history",
                "genomic/epigenetic",
                "polyps",
                "carcinomas",
                "Hereditary Cancer Syndromes",
                "mucosa",
                "blood serum markers",
                "chemoprevention",
                "registry"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "1 Year",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "BLOOD COLLECTION. Collection of 3-5 tubes of up to 10 ml each will be performed during standard of care blood draws.\n\nSALIVA COLLECTION. If a patient wishes to participate in this study but is unwilling or unable to provide a blood sample, s/he may provide a saliva sample for purposes of extracting DNA.\n\nPOLYP/TUMOR COLLECTION DURING PROCEDURE. Removal of polyps and/or tumor tissue will be performed according to standard clinical practices during standard clinical care procedures.\n\nNORMAL MUCOSA/TISSUE COLLECTION DURING PROCEDURE. Removal of normal mucosa will be performed according to standard clinical practices.\n\nINCOMPLETELY REMOVED POLYP/TUMOR SAMPLES. Lesions that are not or cannot be completely removed will undergo standard biopsy prior to the acquisition of research biopsies.\n\nRETROSPECTIVELY COLLECTED SAMPLES. The research team member will coordinate with the pathology team or research laboratory personnel to obtain the tissue and/or samples."
            },
            "enrollmentInfo": {
                "count": 1120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "FAP without treatment with NSAIDs",
                    "description": "Patients with the Hereditary Cancer Syndrome known as Familial Adenomatous Polyposis (FAP) undergoing upper or lower endoscopy/surgery without treatment with NSAIDs"
                },
                {
                    "label": "FAP on treatment with NSAIDs",
                    "description": "Patients with the Hereditary Cancer Syndrome known as Familial Adenomatous Polyposis (FAP) undergoing upper or lower endoscopy/surgery on treatment with NSAIDs"
                },
                {
                    "label": "HNPCC without treatment with NSAIDs",
                    "description": "Patients with the Hereditary Cancer Syndrome known as Hereditary Non-Polyposis Colorectal Cancer (HNPCC) undergoing lower endoscopy/surgery without treatment with NSAIDs"
                },
                {
                    "label": "HNPCC on treatment with NSAIDs",
                    "description": "Patients with the Hereditary Cancer Syndrome known as Hereditary Non-Polyposis Colorectal Cancer (HNPCC) undergoing lower endoscopy/surgery on treatment with NSAIDs"
                },
                {
                    "label": "Other Hereditary Colorectal Cancer Syndromes",
                    "description": "Other Hereditary Colorectal Cancer Syndromes undergoing lower endoscopy/surgery"
                },
                {
                    "label": "Average-risk population",
                    "description": "Average-risk population undergoing lower endoscopy/surgery in the lower gastrointestinal tract."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Novel mechanisms and genes inducing genetic predisposition to Hereditary Cancer Syndromes",
                    "description": "Discover novel mechanisms in intestinal carcinogenesis and genes inducing genetic predisposition to Hereditary Cancer Syndromes.",
                    "timeFrame": "7 years"
                },
                {
                    "measure": "New genes and proteins for targeted therapy in Hereditary Cancer Syndromes",
                    "description": "identify new genes and proteins that are amenable to targeted therapy and precision prevention drug intervention and biomarker development in Hereditary Cancer Syndromes.",
                    "timeFrame": "7 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of a Hereditary Cancer Syndrome by positive genetic testing and/or clinical criteria to undergo an endoscopy procedure (esophagoduodenoscopy and/or colonoscopy/flexible sigmoidoscopy), or endometrial screening procedure (transvaginal ultrasound and/or hysteroscopy and/or endometrial biopsy), OR\n* Individuals coming to Weill-Cornell Medicine/NYPH to undergo an endoscopy procedure, transvaginal ultrasound, or hysteroscopy for average-risk (population-based) recommendation OR\n* Individuals diagnosed with colorectal cancer or endometrial cancer coming to Weill- Cornell Medicine/NYPH for surgical treatment OR\n* Individuals coming to Weill-Cornell Medicine/NYPH for care such, as but not limited to, diagnostic testing, clinic and/or treatment visit.\n* Willingness and ability to sign informed consent.\n* Ability to read/understand English, Spanish, and/or simplified Chinese.\n* Patients who are included in the NYPH CADC GI or have signed a waiver to include biospecimens in research studies at NYPH.\n\nExclusion Criteria:\n\n* under 18 years old\n* does not meet criteria listed above",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "New York Presbyterian Hospital (NYPH) and Weill Cornell Medicine (WCM) Gastroenterology and Gynecologic Oncology Patients",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven M Lipkin, MD, PhD",
                    "role": "CONTACT",
                    "phone": "212-746-4014",
                    "email": "stl2012@med.cornell.edu"
                },
                {
                    "name": "Melissa K Frey, MD, MS",
                    "role": "CONTACT",
                    "phone": "646-697-6621",
                    "email": "mkf2002@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven M Lipkin, MD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYP/Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven M Lipkin, MD, PhD",
                            "role": "CONTACT",
                            "phone": "212-746-4014",
                            "email": "stl2012@med.cornell.edu"
                        },
                        {
                            "name": "Steven M Lipkin, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                },
                {
                    "id": "D000009386",
                    "term": "Neoplastic Syndromes, Hereditary"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14011",
                    "name": "Polyps",
                    "relevance": "LOW"
                },
                {
                    "id": "M12331",
                    "name": "Neoplastic Syndromes, Hereditary",
                    "asFound": "Hereditary Cancer Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}