{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05850676",
            "orgStudyIdInfo": {
                "id": "853172"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Disentangling the Role of Depression in Hypersomnia",
            "officialTitle": "Disentangling the Role of Depression in Hypersomnia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "disentangling-the-role-of-depression-in-hypersomnia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-28",
            "studyFirstSubmitQcDate": "2023-04-28",
            "studyFirstPostDateStruct": {
                "date": "2023-05-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Jazz Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Individuals who have disorders of hypersomnolence (excessive sleepiness) often report symptoms of depression. The goal of this study is to further understand of the relationship between depression and hypersomnia by examining mood-relevant domains of slow wave sleep and reward function.",
            "detailedDescription": "There are often challenges in the diagnosis of Idiopathic Hypersomnia (IH) in patients with comorbid psychiatric disorders, mood disorders in particular, who often report symptoms including excessive sleep duration and daytime somnolence. Further, 15-25% of patients with IH report significant depressive symptoms. When comparing these patients groups, studies have not found significant differences in depression scores, indicating the severity of depression cannot be reliably used to support diagnostic distinctions. These findings present significant challenges to the differential diagnosis of IH vs. Hypersomnia Associated with a Psychiatric Disorder (HAPD). Indeed, the diagnostic criteria of IH and HAPD overlap considerably, leaving clinicians to make the often challenging distinction of whether hypersomnia symptoms are temporally related to the course of the psychiatric disorder(s).\n\nThe difficulty in differentiating IH from HAPD has largely focused on subjective sleepiness, but some studies have utilized objective measures of sleepiness, in particular the MSLT, to compare these groups. Vgontzas and colleagues found that IH was associated with faster sleep onset on daytime nap opportunities compared to HAPD. Further, a systematic review and meta-analysis found that subjective hypersomnolence in patients with mood disorders was not associated with faster sleep latency on the MSLT compared to normative values, although there was significant heterogeneity. This discrepancy between subjective and objective hypersomnia can logically be explained by the presence of depressive symptoms. Depression is associated with cognitive distortions that lead individuals to interpret events from a more negative perspective, which leads to greater reporting of physical symptoms including pain and fatigue. An in-depth investigation of depression in patients with IH and HAPD may shed light on fundamental differences between these groups and improve diagnostic accuracy.\n\nIn understanding the relationship between depression and subjective hypersomnia it will be critical to look beyond subjective depressive symptoms because there will be de facto associations found due to the common use of self-report methods. Studies need to assess the neurobiological domains that underlie depression, both to utilize more objective methods and to understand the actual mechanisms driving these associations. A logical target in this regard would be the reward system, which is activated by any pleasurable stimuli and directs motivation to seek out these stimuli. Reward function is disrupted in individuals with depression, leading to two core features of anhedonia, i.e reduced capacity to experience pleasure and low motivation during waking hours. More specifically, patients with MDD demonstrate deficits in areas of reward function, namely reduced effort for rewards, discounting of monetary rewards, and impairments in reward learning. It also seems totoo reasonable to expect that reward dysfunction is also related to the experience of hypersomnia, although this has not been previously investigated. Interestingly, investigations have recently begun to examine the ways in which sleep disturbance may independently affect reward processes. Poor sleep at night can contribute to impaired reward function the next day.\n\nA second depression-related system to investigate would be the sleep/wake system. Depression is known to be associated with abnormalities in sleep, in particular in slow wave sleep, the most restorative type of sleep. More specifically, the quantity of slow waves during sleep can be quantified as slow wave activity (SWA), with greater SWA associated with greater perceptions of feeling rested the next day. Depression is associated reduced SWA, which is thought the reflect deficient neuroplasticity. Patients with depression and hypersomnia have been found to exhibit reduced SWA compared to those without hypersomnia, suggesting a potential deficit in the restorative quality of sleep in these individuals. This suggests that the SWA deficiencies may be specifically related to subjective hypersomnia in depression. No studies have examined SWA dynamics in IH.\n\nThe overarching hypothesis is that greater severity of subjective, but not objective, hypersomnia in patients with IH and HAPD is related to a combination of disruption in slow wave sleep dynamics at night and deficits in reward processes. Demonstration of these effects could improve understanding of the nature of subjective vs. objective hypersomnia and lead to improve the differential diagnosis of hypersomnia disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Hypersomnia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Idiopathic Hypersomnia",
                    "description": "Men and women with a current diagnosis of Idiopathic Hypersomnia",
                    "interventionNames": [
                        "Diagnostic Test: Sleep study"
                    ]
                },
                {
                    "label": "Hypersomnia Associated with a Psychiatric Disorder",
                    "description": "Men and women with a current diagnosis of Hypersomnia Associated with a Psychiatric Disorder",
                    "interventionNames": [
                        "Diagnostic Test: Sleep study"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Sleep study",
                    "description": "Participants will spend two nights in the Penn Sleep Center",
                    "armGroupLabels": [
                        "Hypersomnia Associated with a Psychiatric Disorder",
                        "Idiopathic Hypersomnia"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depression severity",
                    "description": "Scores on the Hamilton Depression Inventory. Scores range from 0 to 52, with higher scores indiated more severe symptoms of depression.",
                    "timeFrame": "One time at baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sleep slow wave activity",
                    "description": "EEG activity in the delta frequency range during sleep",
                    "timeFrame": "one night"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females between the age of 21 and 55\n* Meet DSM5 criteria for Idiopathic Hypersomnia or Hypersomnia Associated with a Psychiatry Disorder\n* Ability to read and speak English\n\nExclusion Criteria:\n\n* Unable or unwilling to provide informed consent\n* Untreated obstructive sleep apnea (apnea-hypopnea index /= 15 events/hr)\n* Meeting diagnostic criteria for narcolepsy\n* A clinically unstable medical condition as defined by a new diagnosis or change in medical management in the previous 2 months (e.g., pneumonia, thyroid disease, ventricular arrhythmias, cirrhosis, surgery, or recently diagnosed cancer) because these changes could impact daytime hypersomnia and confound results\n* Substance abuse/dependence, delirium, dementia, amnestic disorder, schizophrenia, and other psychotic disorders\n* Prominent current suicidal or homicidal ideation.\n* Unable to perform tests due to inability to communicate verbally, inability to read and write; less than a 5th grade reading level; visal, hearing, or cognitive impairment (e.g. previous head injury)\n* Use of medications or OTC products that might impact sleep",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Adults with Idiopathic Hypersomnia or Hypersomnia Associated with a Psychiatry Disorder",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeremie Kautzmann, MS",
                    "role": "CONTACT",
                    "phone": "215-746-3067",
                    "email": "Jeremie.Kautzmann@Pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Philip Gehrman, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeremie Kautzman, M.S.",
                            "role": "CONTACT",
                            "phone": "215-746-3067",
                            "email": "Jeremie.Kautzmann@Pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006970",
                    "term": "Disorders of Excessive Somnolence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M10021",
                    "name": "Disorders of Excessive Somnolence",
                    "asFound": "Hypersomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1717",
                    "name": "Sleepiness",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}