{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05560113",
            "orgStudyIdInfo": {
                "id": "STUDY00004510"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Disrupting Fear-based Memory Consolidation",
            "officialTitle": "Forgetting Fear: Establishing a Novel Non-invasive Approach to Disrupt Fear-based Sensory Memory Consolidation in Humans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "disrupting-fear-based-memory-consolidation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-15",
            "studyFirstSubmitQcDate": "2022-09-26",
            "studyFirstPostDateStruct": {
                "date": "2022-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael R Borich",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project represents a unique collaborative opportunity to pursue the essential proof-of-principle demonstration that non-invasive interference of sensory cortical memory consolidation shortly after an emotional experience can attenuate the cued fear response and potentially reduce the risk of developing post-traumatic stress disorder (PTSD). If successful, the study results would anchor a potential advance in the treatment of patients after a traumatic event and seed future animal and clinical studies of emotional sensory cortical memory consolidation to reduce the prevalence and negative sequelae of PTSD.",
            "detailedDescription": "This mechanistic study in humans will study an unexplored precision-based approach of non-invasive neuromodulation of sensory cortex with the aim to prevent PTSD by attenuating the sensory encoding of fear memory. The objective of this project is to explore the basic science and therapeutic potential of sensory-emotional reprogramming in humans, and translate this idea into a precise, individualized treatment to reduce the risk that negative emotional sensory experiences lead to PTSD. Understanding sensory-emotional programming in humans could anchor a breakthrough in the treatment of patients after a traumatic event and seed future animal and clinical studies of emotional sensory cortical memory consolidation to reduce the prevalence and negative sequela of PTSD."
        },
        "conditionsModule": {
            "conditions": [
                "Post-Traumatic Stress Disorder"
            ],
            "keywords": [
                "Fear",
                "Transcranial Magnetic Stimulation",
                "Memory"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "cTBS: Inhibitory Transcranial magnetic stimulation (TMS) to sensory Cortex",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo a Functional magnetic resonance imaging (fMRI) scan while performing a fear conditioning/extinction task at the Center for Systems Imaging- Emory University Hospital (CSI-EUH) and then either stay at CSI-EUH or relocate to the Neural Plasticity Research Laboratory at Emory Rehabilitation Hospital. Participants will then be randomly assigned to either receive active or sham continuous theta burst stimulation (cTBS) to transiently disrupt neural activity in the targeted sensory cortex region specifically during the sensory memory consolidation window.",
                    "interventionNames": [
                        "Other: Continuous theta burst stimulation (cTBS)"
                    ]
                },
                {
                    "label": "Sham cTBS",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will undergo a Functional magnetic resonance imaging (fMRI) scan while performing a fear conditioning/extinction task at CSI-EUH and then either stay at CSI-EUH or relocate to the Neural Plasticity Research Laboratory at Emory Rehabilitation Hospital. Participants will then be randomly assigned to either receive active or sham continuous theta burst stimulation (cTBS) to transiently disrupt neural activity in the targeted sensory cortex region specifically during the sensory memory consolidation window.",
                    "interventionNames": [
                        "Other: Sham continuous theta burst stimulation (cTBS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Continuous theta burst stimulation (cTBS)",
                    "description": "cTBS, a patterned form of TMS, (80% active motor threshold intensity, 3 pulses at 50Hz, 200ms interval, 600 pulses, 40s duration applied over the targeted sensory cortical region using real-time neuronavigation to focally and transiently inhibit neural activity",
                    "armGroupLabels": [
                        "cTBS: Inhibitory Transcranial magnetic stimulation (TMS) to sensory Cortex"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sham continuous theta burst stimulation (cTBS)",
                    "description": "This will be a sham intervention. An active/sham stimulating coil will be used for double-blinding of stimulation condition. cTBS is safe and has established safety guidelines that will be strictly adhered to during study conduction.",
                    "armGroupLabels": [
                        "Sham cTBS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Neural Connections: Functional network connectivity",
                    "description": "Preprocessing of neuroimaging data will be conducted using fMRI prep. Pre-processed neuroimaging data will undergo first and second level modeling in Statistical Parametric Mapping. First level analysis include an event-related model with the onset and duration of each event included for each condition, and motion included as a regressor. A high-pass filter of 128s will be applied to account for low-frequency drifts. Amygdala regions of interest (ROIs) will be defined anatomically using California Institute of Technology (CIT168) Subcortical Atlas. Primary sensory cortex ROI \\& seed coordinates will be defined utilizing voxels within a V1 region mask showing maximal functional connectivity with the amygdala during conditioning.",
                    "timeFrame": "Study Day 30 and Day 31"
                },
                {
                    "measure": "Changes in Neural Connections: Regional activation",
                    "description": "Preprocessing of neuroimaging data will be conducted using fMRI prep. Pre-processed neuroimaging data will undergo first and second level modeling in Statistical Parametric Mapping. First level analysis include an event-related model with the onset and duration of each event included for each condition, and motion included as a regressor. A high-pass filter of 128s will be applied to account for low-frequency drifts. Whole-brain analysis of changes in local regions of activity will be measured by change in blood-oxygen-level-dependent (BOLD) signal from resting activity. Multiple comparisons using permutation-based methods to control the false positive rate to p\\<.05.",
                    "timeFrame": "Study Day 30 and 31"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Measures of skin conductive response",
                    "description": "Skin conductance response (SCR) will be recorded during localization, conditioning, and fear retention tasks using the BIOPAC system MP150 (BIOPAC systems, Inc.) and parameters previously utilized in the lab. SCR is a validated physiological measure of sympathetic arousal, with higher SCR indicating a higher arousal response to conditioned stimuli. Change in SCR from early to late extinction is our primary indicator of the degree of extinction learning. SCR will be scored as a response to individual Conditioned Stimulus (CS)+E and CS- stimuli (maximum SC within 6 seconds post-CS onset, minus average SC over a 2-second prestimulus baseline) and will be square-root transformed for normalization. Early fear extinction will be defined as occurring within the first fear extinction run, with late fear extinction being defined as the second extinction run.",
                    "timeFrame": "Study Day 30 and Day 31"
                },
                {
                    "measure": "ECG",
                    "description": "Heart rate and heart-rate variability (HRV) will be measured using the ECG module of the BIOPAC system at a sampling rate of 1 kilo Hertz (kHz). One 5mm Ag/AgCl (Silver/Silver Chloride) electrode will be placed on the chest above the right clavicle, another electrode will be placed on the chest under the left side of the ribcage.",
                    "timeFrame": "Study Day 31"
                },
                {
                    "measure": "Acoustic Startle response",
                    "description": "The acoustic startle response (eyeblink component) will be measured via electriomyography (EMG) of the right orbicularis oculi muscle. Two 5 mm Ag/AgCl pre-gelled disposable electrodes will be positioned approximately 1 cm under the pupil and 1 cm below the lateral canthus. The startle probe (noise burst) will be a 108-decibel (dB) (A) Sound Pressure Level (SPL), 40-ms burst of broadband noise with a near instantaneous rise time . The startle probe is a white noise burst that is affectively neutral and clearly differentiable from the aversive sound used for the US.",
                    "timeFrame": "Study Day 31"
                },
                {
                    "measure": "Changes in Fear conditioning and extinction task",
                    "description": "Participants will view pictures of animals and tools which will not be repeated. During the 1st phase, 3 categories of images will be displayed: animals, tools, and animal/tool images phase-scrambled. Blocks of 10 images of each category will be displayed 4 times, with each image displayed for 0.75 seconds with a 0.25 s delay between images and 11 s inter-block interval. This task will allow for localization of brain areas activated by animal images vs. tool images, with the phase scrambled images serving as a control. 15 animal and 15 tool images will be randomly displayed for 4.5 s with a fixation cross displayed between each image for 6, 8, or 10 seconds. For the 2nd phase, 10 of either the animal or tool images are assigned as the CS+, and paired with the US, a 1-second loud screeching sound at the end of the image presentation. The other image type, the CS-, will not be paired with the US. In the fear retention phase on Day 2, the CS+ and CS- will be presented without the US.",
                    "timeFrame": "Study Day 30 and Day 31"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to provide informed consent\n* Willingness to participate in study\n* No history of musculoskeletal impairment or neurological disease\n* Clinical diagnosis of PTSD for individuals in the PTSD group.\n\nExclusion Criteria:\n\n* Any participant outside the age range\n* Participants that show signs of dementia (score \\< 20 on the Montreal Cognitive Assessment)\n* Participants that have a history of major head trauma, a neurodegenerative disorder, or recent (\\<6 months) substance abuse;\n* Participants that had a recent history of Central Nervous System (CNS) active drugs that may influence cortical excitability or learning; or\n* Participants that report contraindications to TMS or MRI - if participating in the TMS/MRI experiments\n* Current psychoactive medication usage\n* Current symptoms of psychosis or bipolar disorder (as indicated by study staff through a clinical interview as part of that study).\n* The study will exclude adults unable to consent, individuals who are not yet adults, pregnant women and prisoners on scientific grounds and to minimize risk.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Borich, PhD",
                    "role": "CONTACT",
                    "phone": "404-712-5512",
                    "email": "michael.borich@emory.edu"
                },
                {
                    "name": "Jennifer Stevens, PhD",
                    "role": "CONTACT",
                    "phone": "404-778-1698",
                    "email": "jswils4@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Borich, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Rehabilitation Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Borich, PhD",
                            "role": "CONTACT",
                            "phone": "404-712-0612",
                            "email": "michael.borich@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Borich, PhD",
                            "role": "CONTACT",
                            "phone": "404-712-0612",
                            "email": "michael.borich@emory.edu"
                        },
                        {
                            "name": "Robert C Liu, PhD",
                            "role": "CONTACT",
                            "phone": "404-727-5274",
                            "email": "robert.liu@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Raw and preprocessed magnetic resonance imaging data as well as behavioral data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be made available after completion of primary data analyses.",
            "accessCriteria": ": Data will be made publicly available using a data archive (e.g., IPD Sharing Statement LONI Laboratory of Neuro Imaging (LONI), ida.loni.usc.edu) for potential big data analyses as well as reproducibility analyses"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}