{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03222895",
            "orgStudyIdInfo": {
                "id": "W17_069"
            },
            "organization": {
                "fullName": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                "class": "OTHER"
            },
            "briefTitle": "Distribution of Lymph Node Metastases in Esophageal Carcinoma",
            "officialTitle": "Distribution of Lymph Node Metastases in Esophageal Carcinoma",
            "acronym": "TIGER",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "distribution-of-lymph-node-metastases-in-esophageal-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-07-17",
            "studyFirstSubmitQcDate": "2017-07-17",
            "studyFirstPostDateStruct": {
                "date": "2017-07-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "S.S. Gisbertz",
                "investigatorTitle": "Upper GI Surgeon",
                "investigatorAffiliation": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"
            },
            "leadSponsor": {
                "name": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background: Lymph node status is an important prognostic parameter in esophageal carcinoma and an independent predictor of survival. Distribution of metastatic lymph nodes may vary with tumor location, tumor histology, tumor invasion depth and neoadjuvant therapy. Surgical strategy depends on the distribution pattern of nodal metastases but consensus on the extent of lymphadenectomy differs worldwide. Especially for adenocarcinoma the distribution of lymph node metastases has not yet been described in large series. Aim of the present study is to evaluate the distribution of lymph node metastases in esophageal carcinoma specimens following transthoracic esophagectomy with at least a 2-field lymphadenectomy.\n\nMethods: The TIGER-study is a multinational observational cohort study. All patients with a resectable esophageal or gastro-esophageal junction carcinoma in whom a transthoracic esophagectomy with a 2- or 3-field lymphadenectomy is performed in participating centers will be included. All lymph node stations will be excised and separately sent for pathological examination. Cluster analysis will be performed to identify patterns of metastases in relation to tumor location, tumor histology, tumor invasion depth and neoadjuvant therapy.\n\nConclusion: TIGER will provide a roadmap of the location of lymph node metastases in relation to tumor histology, tumor location, invasion depth, number of lymph nodes and lymph node metastases, pre-operative diagnostics, neo-adjuvant therapy and survival. Patient-tailored treatment can be developed on the basis of these results, such as the the optimal radiation field and extent of lymphadenectomy based on the primary tumor characteristics.",
            "detailedDescription": "Primary Objective:\n\nAim of the TIGER study is to evaluate the distribution of lymph node metastases in esophageal carcinoma specimens following transthoracic esophagectomy with at least 2-field lymphadenectomy.\n\nSecondary Objective(s):\n\n* Accuracy of preoperative diagnostics (especially EUS and PET-CT) and added value of EBUS (endobronchial ultrasonography) to existing staging with EUS (endoscopic ultrasonography)/PET-CT\n* Prognostic value of different lymph node stations\n* Three- and 5-year overall and disease free survival\n* Distribution pattern of recurrence or metastases\n* Number of harvested lymph nodes in patients who are treated with and without neo-adjuvant chemoradiotherapy\n* Frequency of skip nodal metastases\n* Ratio of nodal metastases inside and outside the radiation field o Lymph node metastases will be defined as inside or outside the radiation field nodes.\n\nStudy design:\n\nTIGER is a multinational observational cohort study. The duration of the study will approximately be 7 years (2 years inclusion, 5 years follow-up). The participating centers are distributed over 18 countries.\n\nSample size calculation:\n\nIn 2012, the incidence of esophageal cancer was 456,000 new cases worldwide. Only a small percentage of patients with esophageal cancer present with curable disease at time of diagnosis. We aim to include all patients with resectable disease in participating centers in a 2 year time period. We aim to include 5000 patients. This number suffices for (i) descriptive purposes and (ii) clustering of metastases diffusion profiles into meaningful subgroups within predefined strata (patients with adenocarcinoma or squamous cell carcinoma, with and without neoadjuvant therapy, different tumor heights and invasion depths, and following a 2- or 3-field lymphadenectomy).\n\nStudy procedures:\n\nPatients will not undergo any additional procedures for the study. This is an observational study only. Patients will be treated according to national guidelines.\n\nFollow-up:\n\nPatients will be followed up for 5 years after the operation according to national guidelines. Follow-up will be scheduled every three months the first year, every six months the second until the fourth year and once yearly until the fifth year. Investigations are performed according to national guidelines. In the Netherlands, these are performed on indication of patients' complaints.\n\nStatistical analysis:\n\nPrimary study parameter(s):\n\nNumbers and percentages of resected lymph nodes and lymph node metastases will be given per lymph node station. Tumor location and invasion depth will be categorized. Patients with adenocarcinoma and squamous cell carcinoma and patients with and without neoadjuvant therapy will be analyzed separately. Also patients following a 2- or 3-field lymphadenectomy will be analyzed separately.\n\nSecondary study parameter(s) :\n\nThe sensitivity, specificity, and positive and negative predictive values of EUS and PET-CT will be reported. Perioperative morbidity and mortality will be summarized descriptively. For each patient group mentioned in 5.4, explorative cluster analyses will be done to identify subgroups of patients with different patterns of lymph nodes metastases, tumor locations and invasion depths. Potentially relevant other characteristics at the time of surgery like age, gender, tumor differentiation, vaso-invasive growth will be included in the analysis. No restrictions will be applied to the number of clusters in each analysis, but the ratio of the largest cluster size to the smallest cluster size should preferably not exceed the value of 3 and/or the smallest cluster size should be minimally 30 patients. Characteristics introducing patient outliers will be excluded and one should further be able to attribute meaning to the resulting cluster profiles. Clusters that show the phenomenon of skip metastases will be noted. The resulting clusters will be evaluated for the diffusion pattern of future metastases during follow-up (descriptive analysis), the number of future metastases during follow-up (Poisson regression or generalized estimation equation, whichever appropriate), for 3- and 5-year overall and disease free survival (Kaplan-Meier survival analysis). Multivariate analysis will be performed using the Cox hazard regression method. The univariate analysis, including all baseline parameters, will serve as the basis for the multivariate Cox hazard regression model. Variables showing association (p \\< 0.10) with survival in univariate analysis will be included in the multivariate analysis. Age and sex will be included in all multivariate analyses. Results are presented as hazard ratio with exact 95% confidence interval (95% CI). After 5-years of follow-up the efficacy index will be determined (incidence of metastases to an area (%) x 5-year overall survival rate (%)). A log-rank test, Mann-Whitney U test, or χ2-test will be used as indicated to compare groups. A value of p \\< 0.05 will be considered statistically significant. Statistical analysis will be performed with SPSS 21.0 software (SPSS, Inc., Chicago, IL, USA). No formal power analysis or sample size calculation will be performed, but the 5,000 inclusions will suffice for an exploratory study.\n\nOther study parameters:\n\nBaseline characteristics will be presented in a baseline table. Clinical and pathology data will be presented in separate tables.\n\nStudy population:\n\nCentral data management is organized via the secured TIGER database that can be found on TIGERstudy.net. Patient inclusion and data registration of these patients will be done by the participating local PI, surgeon or fellow for the center they are representing on the TIGER website. The local PI is responsible for the inclusion and data registration of all eligible patients in his or her center.\n\nAll patients with resectable esophageal carcinoma undergoing transthoracic esophageal resection are eligible for inclusion.\n\nPatients will be treated according to national guidelines and may be neo-adjuvantly treated with chemotherapy or chemoradiation. An esophagectomy with a 2- or 3-stage lymphadenectomy will be performed followed by a gastric tube or colonic interposition for reconstruction. All lymph node stations will be excised and separately sent for pathological examination. Initial microscopic evaluation will be performed by standard H\\&E staining. In case of suspicion of micro-metastasis or isolated tumor cells in the lymph node, or in case of suspicion of residual tumor cells in patients with extensive response to neoadjuvant therapy, additional keratin stains will be performed. For the TIGER-study a new lymph node classification is designed, and lymph nodes will be recorded according to that classification system. Patients will be followed-up for 5 years after the operation."
        },
        "conditionsModule": {
            "conditions": [
                "Esophageal Neoplasms",
                "Lymph Node Metastases"
            ],
            "keywords": [
                "Esophageal Neoplasms",
                "Lymph node metastases",
                "Esophagectomy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "5 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 5000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TIGER study cohort",
                    "description": "This is the entire patient cohort. Alle patients with resectable esophageal cancer undergoing a transthoracic esophagectomy with at least a 2-field lymphadenectomy"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Distribution of lymph node metastases",
                    "description": "The distribution of lymph node metastases in esophageal and esophago-gastric junction carcinoma specimens following transthoracic esophagectomy with at least 2-field lymphadenectomy in relation to tumor histology, tumor location, invasion depth, number of lymph nodes and lymph node metastases, pre-operative diagnostics, neo-adjuvant therapy and (disease free) survival.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Accuracy of preoperative diagnostics",
                    "description": "Accuracy of preoperative diagnostics (especially EUS and PET-CT) and added value of EBUS to existing staging with EUS/PET-CT",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Prognostic value of different lymph node stations",
                    "description": "Prognostic value of different lymph node stations",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Distribution pattern of recurrence or metastases",
                    "description": "Distribution pattern of recurrence or metastases, In-field- or out-field nodal recurrence in case of neo-adjuvant chemoradiation",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Number of harvested lymph nodes in patients who are treated with and without neo-adjuvant chemoradiotherapy",
                    "description": "Number of harvested lymph nodes in patients who are treated with and without neo-adjuvant chemoradiotherapy",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Skip nodal metastases",
                    "description": "Analysis of the phenomenon skip nodal metastases",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Ratio of nodal metastases inside and outside the radiation field",
                    "description": "Ratio of nodal metastases inside and outside the radiation field",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "3- and 5-year overall and disease free survival",
                    "description": "3- and 5-year overall and disease free survival in relation to the lymph node distribution pattern",
                    "timeFrame": "7 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary squamous cell or adenocarcinoma of the esophagus or esophago-gastric junction\n* Surgically resectable (cT1-4a, N0-3, M0)\n* Adequate physical condition to undergo transthoracic surgery (ASA 1-3)\n* Transthoracic esophagectomy\n\nExclusion Criteria:\n\n* Previous thoracic or abdominal (upper GI) surgery disturbing lymph drainage of the esophagus and stomach\n* Patients with in situ carcinoma or high grade dysplasia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All patients with esophageal cancer who will undergo a transthoracic esophagectomy with a 2- or 3 field lymphadenectomy for esophageal cancer in one of the participating centers during the inclusion period.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Suzanne S Gisbertz, MD, PhD",
                    "role": "CONTACT",
                    "phone": "+31205669111",
                    "email": "s.s.gisbertz@amc.nl"
                },
                {
                    "name": "Eliza RC Hagens, BSc",
                    "role": "CONTACT",
                    "phone": "+31205669111",
                    "email": "e.r.hagens@amc.uva.nl"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Suzanne S Gisbertz, MD, PhD",
                    "affiliation": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Mark I van Berge Henegouwen, MD, PHD",
                    "affiliation": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Eliza RC Hagens, MD",
                    "affiliation": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "W.L. Hofstetter, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Instituto Nacional de Câncer",
                    "status": "RECRUITING",
                    "city": "Rio De Janeiro",
                    "country": "Brazil",
                    "contacts": [
                        {
                            "name": "C.E. Pinto, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": -22.90278,
                        "lon": -43.2075
                    }
                },
                {
                    "facility": "University of Toronto",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Gail Darling, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Fudan University Shanghai Cancer Center",
                    "status": "RECRUITING",
                    "city": "Shanghai",
                    "state": "Yangpu",
                    "zip": "200032",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "H. Chen, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.22222,
                        "lon": 121.45806
                    }
                },
                {
                    "facility": "Hospital District of Helsinki and Uusimaa",
                    "status": "RECRUITING",
                    "city": "Helsinki",
                    "zip": "000260",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "J. Räsänen, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 60.16952,
                        "lon": 24.93545
                    }
                },
                {
                    "facility": "University Medical Center of the Johannes Gutenberg University",
                    "status": "RECRUITING",
                    "city": "Mainz",
                    "zip": "55131",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "P. Grimminger, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 49.98419,
                        "lon": 8.2791
                    }
                },
                {
                    "facility": "University of Athens, School of Medicine",
                    "status": "RECRUITING",
                    "city": "Athens",
                    "zip": "11527",
                    "country": "Greece",
                    "contacts": [
                        {
                            "name": "D. Theodorou, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.97945,
                        "lon": 23.71622
                    }
                },
                {
                    "facility": "University of Hong Kong",
                    "status": "RECRUITING",
                    "city": "Hong Kong",
                    "zip": "102",
                    "country": "Hong Kong",
                    "contacts": [
                        {
                            "name": "S.Y.K Law, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 22.27832,
                        "lon": 114.17469
                    }
                },
                {
                    "facility": "Tata Memorial Centre",
                    "status": "RECRUITING",
                    "city": "Mumbai",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "C.S. Pramesh, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 19.07283,
                        "lon": 72.88261
                    }
                },
                {
                    "facility": "IRCCS Policlinico San Donato",
                    "status": "RECRUITING",
                    "city": "Milan",
                    "zip": "20097",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "L. Bonavina, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Ospedale San Raffaele",
                    "status": "RECRUITING",
                    "city": "Milan",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Riccardo Rosati, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "University of Verona",
                    "status": "RECRUITING",
                    "city": "Verona",
                    "zip": "37129",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "G. de Manzoni, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.4299,
                        "lon": 10.98444
                    }
                },
                {
                    "facility": "Uonuma Institute and Niigata University",
                    "status": "RECRUITING",
                    "city": "Niigata",
                    "zip": "9502292",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "S. Kosugi, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.88637,
                        "lon": 139.00589
                    }
                },
                {
                    "facility": "Keio University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Tokyo",
                    "zip": "1088345",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Y. Kitagawa, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.6895,
                        "lon": 139.69171
                    }
                },
                {
                    "facility": "The Cancer Institute Hospital of JFCR",
                    "status": "RECRUITING",
                    "city": "Tokyo",
                    "zip": "1358550",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "M. Watanabe, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.6895,
                        "lon": 139.69171
                    }
                },
                {
                    "facility": "Ziekenhuisgroep Twente, Almelo & Hengelo",
                    "status": "RECRUITING",
                    "city": "Almelo",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "E. Kouwenhoven, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.35667,
                        "lon": 6.6625
                    }
                },
                {
                    "facility": "Amsterdam UMC",
                    "status": "RECRUITING",
                    "city": "Amsterdam",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Suzanne S Gisbertz, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.37403,
                        "lon": 4.88969
                    }
                },
                {
                    "facility": "Hospital Universitario del Mar",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "zip": "08003",
                    "country": "Spain",
                    "contacts": [
                        {
                            "name": "M. Pera, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Karolinska Institutet",
                    "status": "RECRUITING",
                    "city": "Stockholm",
                    "zip": "17177",
                    "country": "Sweden",
                    "contacts": [
                        {
                            "name": "M. Nilsson, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 59.33258,
                        "lon": 18.0649
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31272485",
                    "type": "DERIVED",
                    "citation": "Hagens ERC, van Berge Henegouwen MI, van Sandick JW, Cuesta MA, van der Peet DL, Heisterkamp J, Nieuwenhuijzen GAP, Rosman C, Scheepers JJG, Sosef MN, van Hillegersberg R, Lagarde SM, Nilsson M, Rasanen J, Nafteux P, Pattyn P, Holscher AH, Schroder W, Schneider PM, Mariette C, Castoro C, Bonavina L, Rosati R, de Manzoni G, Mattioli S, Garcia JR, Pera M, Griffin M, Wilkerson P, Chaudry MA, Sgromo B, Tucker O, Cheong E, Moorthy K, Walsh TN, Reynolds J, Tachimori Y, Inoue H, Matsubara H, Kosugi SI, Chen H, Law SYK, Pramesh CS, Puntambekar SP, Murthy S, Linden P, Hofstetter WL, Kuppusamy MK, Shen KR, Darling GE, Sabino FD, Grimminger PP, Meijer SL, Bergman JJGHM, Hulshof MCCM, van Laarhoven HWM, Mearadji B, Bennink RJ, Annema JT, Dijkgraaf MGW, Gisbertz SS. Distribution of lymph node metastases in esophageal carcinoma [TIGER study]: study protocol of a multinational observational study. BMC Cancer. 2019 Jul 4;19(1):662. doi: 10.1186/s12885-019-5761-7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000008207",
                    "term": "Lymphatic Metastasis"
                },
                {
                    "id": "D000004938",
                    "term": "Esophageal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8088",
                    "name": "Esophageal Neoplasms",
                    "asFound": "Esophageal Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11204",
                    "name": "Lymphatic Metastasis",
                    "asFound": "Lymph Node Metastasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2141",
                    "name": "Esophageal Cancer",
                    "asFound": "Esophageal Neoplasms",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}