{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06305091",
            "orgStudyIdInfo": {
                "id": "1681559"
            },
            "organization": {
                "fullName": "Central Arkansas Veterans Healthcare System",
                "class": "FED"
            },
            "briefTitle": "DNA Methylation Markers in Veterans Exposed to Open Burn Pits",
            "officialTitle": "DNA Methylation Markers Associated With Exposure and Adverse Health Outcomes in Veterans Exposed to Airborne Hazards From Open Burn Pits",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dna-methylation-markers-in-veterans-exposed-to-open-burn-pits"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-04",
            "studyFirstSubmitQcDate": "2024-03-07",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kalpana Padala, MD",
                "investigatorTitle": "Associate Director Research, GRECC",
                "investigatorAffiliation": "Central Arkansas Veterans Healthcare System"
            },
            "leadSponsor": {
                "name": "Central Arkansas Veterans Healthcare System",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "University of Arkansas",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background: The VA and DoD estimate that 3.5 million Veterans and Service Members were exposed to open burn pits used for waste disposal during military deployments to countries such as Kuwait, Afghanistan, and Iraq since 1990. Since the lasting adverse effects of this exposure on health are unknown, the VA Airborne Hazards and Open Burn Pit Registry (AHOBPR) was created. More than 209,000 participants to date have answered the registry questionnaire about the extent of exposure to burn pits and other airborne hazards. The questions attempted to quantify the duration of exposure, the severity of acute health effects, and the relative timing of onset or worsening of chronic respiratory, cardiovascular, neurological, and other illnesses. However, the AHOBPR interview lacks specific inquiry about mental health and biomarkers. The proposed study will recruit AHOBPR participants and non-participant for a follow-up enhanced evaluation of their health in a translational research study to better characterize their psychological, physical health profile, and potentially harmful epigenetic and biochemical exposure-related alterations.\n\nHypothesis: The investigators hypothesize that 1) the severity of individual exposure to burn pits will be positively correlated with levels of persistent organic pollutants in blood and metals in urine and specific epigenetic alterations in DNA methylation; and 2) levels of toxic chemicals and alterations in the methylation of specific genes will be positively correlated with chronic problems involving the cardiovascular, respiratory, neuropsychiatric and other systems.\n\nSpecific Aims: (1) Describe and quantify relationships of the intensity and duration of exposure with persistent organic chemicals/metals in the registry participants and ascertain their relationships with health outcomes linked to burn pit exposure. (2) Discover and validate DNA methylation marks that best distinguish between individuals exposed to burn pits and those not; then describe and quantify the relationships between DNA methylation, intensity and duration of exposure, and health outcomes. Completion of these aims will allow quantitation of the relationships between toxic chemicals, DNA methylation, and individual health problems.\n\nStudy Design: A clinical study will be conducted at the Central Arkansas Veterans Healthcare System and the University of Arkansas for Medical Sciences. The AHOBPR registry and non-specific recruitment will be used to enroll OBP exposed (N=220) and age and gender-matched unexposed (N=110) veterans. The unexposed veterans will be given the same questions as in the AHOBPR to determine their open burn pit exposure status with a confirmation of no exposure. A single study visit per participant will strengthen the registry by validating its contents using the electronic patient record and adding new study data on physical and mental function, including effects of epigenetic and toxicant measures obtained from blood and urine samples. Linear and logistic regression modeling will be used to determine the relationships described by the study aims while controlling for confounding variables and false discovery rates.\n\nLong-term and Short-term Impact on Patient Populations: The immediate goal of the study is to measure exposure-related differences in levels of potentially toxic chemicals present in blood and urine and differences in DNA methylation. The study will then determine the relationships between exposure, the biochemical and molecular measures, and the presence of health problems. The value of this information is high since the effects of burn pit exposure are largely unknown but potentially serious. The longer-term goal for this line of investigation is to enable personalized and tailored health management for exposed individuals. The investigators believe that the biochemical and molecular measures may become novel biomarkers that enable the prediction of risk for disease and adverse disease outcomes such that preventative measures can be employed. Furthermore, the results will be highly relevant to other occupations in which exposure to airborne pollutants is high."
        },
        "conditionsModule": {
            "conditions": [
                "Open Burn Pit Exposure"
            ],
            "keywords": [
                "Open Burn Pits",
                "toxic exposure",
                "veterans"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "epigenetic and toxicant measures obtained from blood and urine samples"
            },
            "enrollmentInfo": {
                "count": 330,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OBP exposed",
                    "description": "Veterans exposed to Open Burn Pits (N=220)",
                    "interventionNames": [
                        "Diagnostic Test: Health survey for physical and mental health comorbidities, epigenetic marker and heavy metals in blood and urine samples"
                    ]
                },
                {
                    "label": "OBP not exposed",
                    "description": "Veterans not exposed to Open Burn Pits (N=110)",
                    "interventionNames": [
                        "Diagnostic Test: Health survey for physical and mental health comorbidities, epigenetic marker and heavy metals in blood and urine samples"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Health survey for physical and mental health comorbidities, epigenetic marker and heavy metals in blood and urine samples",
                    "description": "Health survey for physical and mental health comorbidities, epigenetic marker and heavy metals in blood and urine samples",
                    "armGroupLabels": [
                        "OBP exposed",
                        "OBP not exposed"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "DNA methylation markers and heavy metals",
                    "timeFrame": "Day 1"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical and mental health comorbidities",
                    "timeFrame": "Day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 25-70 years\n* Participants that reside in Arkansas\n* All Veterans that are deployed\n* Participants registered in the AHOBPR burn pit registry mainly for exposed Veterans. However, unexposed participants from the registry could also be included.\n* Participants not listed in the AHOBPR burn pit registry mainly for unexposed Veterans. However, exposed participants not from the registry could also be included.\n* Non-smokers: defined as smoke less than 10 cigarettes during lifetime.\n* Fluent in English\n\nExclusion Criteria:\n\n* Any occupation and/or hobbies involves diesel exhaust, welding, paint, or other chemical fumes or organic dust\n* Any use of tobacco or nicotine products within the past year, such as smoking (cigarettes, pipes, cigars, e-cigarettes, vaping devices)\n* Self-report and/or chart review that patient is pregnant\n* Self-report and/or chart review that patient weight is less than 110 lbs\n* Participants whom the PI deems to be otherwise ineligible",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Veterans aged 25- 70 years",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kalpana Padala, MD, MS",
                    "role": "CONTACT",
                    "phone": "501-257-2044",
                    "email": "kalpana.padala@va.gov"
                },
                {
                    "name": "Trent Trice, BS",
                    "role": "CONTACT",
                    "phone": "501-257-2403",
                    "email": "trent.trice@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kalpana Padala, MD, MS",
                    "affiliation": "Central Arkansas Veterans Healthcare System, Little Rock, AR",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Shuk-Mei Ho, PhD",
                    "affiliation": "University of Arkansas for Medical Sciences, Little Rock, AR",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Central Arkansas Veterans Healthcare System (3J/NLR)",
                    "status": "RECRUITING",
                    "city": "North Little Rock",
                    "state": "Arkansas",
                    "zip": "72114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kalpana Padala, MD",
                            "role": "CONTACT",
                            "phone": "501-257-2044",
                            "email": "kalpana.padala@va.gov"
                        },
                        {
                            "name": "Trent Trice, BS",
                            "role": "CONTACT",
                            "phone": "501-257-2403",
                            "email": "trent.trice@va.gov"
                        },
                        {
                            "name": "Kalpana Padala, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.76954,
                        "lon": -92.26709
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002056",
                    "term": "Burns"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5326",
                    "name": "Burns",
                    "asFound": "Burn",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}