{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929924",
            "orgStudyIdInfo": {
                "id": "23-221"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "Does EVOO Induce Gene and Metabolic Changes in Healthy Subjects",
            "officialTitle": "Does EVOO Induce Gene and Metabolic Changes in Healthy Subjects With Alzheimer's Disease Family History",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "does-evoo-induce-gene-and-metabolic-changes-in-healthy-subjects"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-24",
            "studyFirstSubmitQcDate": "2023-07-01",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amal Kaddoumi",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Investigators' recent findings from the pilot clinical trial in MCI individuals demonstrated EVOO improved vascular function and memory. Yet, up to date, whether EVOO protects against AD in individuals with a family history of AD is unknown. Thus, in this study, the investigators will recruit healthy individuals with a family history of AD for participation. From eligible participants, blood samples for ApoE genotyping will be collected, followed by metabolomics, lipidomics, and transcriptomics analyses at baseline. Participants will be randomized into 2 groups (n=20 each); one group will receive EVOO daily (\\~2 tablespoons, 30 ml) for 6 months, and the second group will not receive olive oil. Both group participants will receive educational information on brain health and how environmental factors such as lifestyle, diet, and exercise could impact brain health. After 6 months, another blood sample will be collected from the participants to evaluate the effect of EVOO on metabolites, lipids, and genes, and thus physiological pathways. The investigators will perform non-targeted and comprehensive metabolomics, lipidomics, and transcriptomics analyses. Examples of metabolites to be analyzed are antioxidative and anti-inflammatory metabolites, neurotransmission, mitochondrial, tryptophan, and purine metabolisms. Examples of lipidomics include sphingomyelins (SMs), cholesterol esters (ChEs), phosphatidylcholines (PCs), phosphatidylethanolamines (PIs), phosphatidylinositols (PIs), and triglycerides (TGs). Transcriptomics will be used to identify changes in mRNAs involved in different pathways contributing to AD, such as genes involved in inflammation and oxidative stress, in both ApoE-dependent and independent fashion.",
            "detailedDescription": "Several epidemiological and clinical studies proposed that adherence to the Mediterranean diet improves cognitive function and slows Alzheimer's disease (AD) progression. Extra virgin olive oil (EVOO) is one of the main elements of the Mediterranean diet. EVOO provides several health benefits, including strong anti-inflammatory and antioxidant effects. Findings from our preclinical published studies support the consumption of EVOO to protect the brain, prevent AD and delay disease progression. In addition, findings from the investigators' pilot clinical trial in mild cognitive impairment (MCI) individuals demonstrated EVOO improved cerebrovascular function and memory. However, the remaining question is whether EVOO could protect individuals from AD in individuals with a family history of AD, i.e., with a genetic predisposition. One of the major risk factors for AD is the genetic variation in apolipoprotein E (ApoE). ApoE is a major risk factor for developing late-onset AD, with ApoE4 being detrimental and ApoE2 protective. Compared to the most common ApoE3/3 genotype, each additional copy of the ApoE4 allele is associated with an increased risk of AD and a younger mean age at dementia onset, such that ApoE4 homozygotes are at the highest risk. Available reports have shown ApoE4 carriers have increased amyloid-β (Aβ) brain levels contributing to its accumulation and related pathology. Also, ApoE4 contributes to cerebrovascular dysfunction, increasing susceptibility to neurodegenerative insult. Besides, compared to ApoE3, ApoE4 carriers may not respond to some drugs suggesting the efficacy is ApoE genotype dependent. However, whether EVOO protective effect could extend to those with a family history of AD, i.e., with a genetic predisposition, specifically ApoE4, is unknown. Thus, the objectives of this study are: 1) To evaluate the effect of EVOO on molecular and biological pathways linked with AD by monitoring changes in blood metabolites (metabolomics), lipids (lipidomics), and genes (transcriptomics); and 2): To compare the effect of EVOO on analyzed pathways between individuals with ApoE3 and ApoE4. To accomplish both specific aims, the investigators will recruit healthy individuals with a family history of AD for participation. At baseline, blood samples will be collected from eligible participants for ApoE genotyping and metabolomics, lipidomics, and transcriptomics analyses. Participants will be randomized into 2 groups (n=20 each); one group will receive daily EVOO (\\~2 tablespoons, 30 ml per day) for 6 months, and the second group will not receive olive oil. After 6 months, another blood sample will be collected from the participants to evaluate the effect of EVOO on metabolites, lipids, and genes."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "This group will not receive intervention"
                },
                {
                    "label": "Extra-virgin olive oil",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will receive extra-virgin olive oil (EVOO) as intervention",
                    "interventionNames": [
                        "Dietary Supplement: Extra virgin olive oil"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Extra virgin olive oil",
                    "description": "EVOO will be included in the participant's daily diet for 6 months",
                    "armGroupLabels": [
                        "Extra-virgin olive oil"
                    ],
                    "otherNames": [
                        "EVOO"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in the concentrations of blood metabolites (metabolomics)",
                    "description": "The concentrations of blood metabolites will be measured by Mass Spectrometry and compared between the control and EVOO groups in healthy participants with AD family history.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Changes in the concentrations of blood mRNA transcripts (transcriptomics)",
                    "description": "The concentrations of blood mRNAs will be measured by microarrays and compared between the control and EVOO groups in healthy participants with AD family history.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Cognitively normal and healthy individuals\n* Have a family history of Alzheimer's disease.\n\nExclusion Criteria:\n\n* Smokers\n* Neuropsychiatric illness including depression, anxiety, seizures, attention deficit disorders, and cognitive deficit disorders.\n* Pregnant or become pregnant during the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "35 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Auburn University",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "36849",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T242",
                    "name": "Olive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}