{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05230407",
            "orgStudyIdInfo": {
                "id": "BMIVNOTES-UT"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Does BMI Influence Pain Follow vNOTE Surgery",
            "officialTitle": "Does BMI Influence Pain Follow vNOTE Surgery",
            "acronym": "BMIVNOTES",
            "therapeuticArea": [
                "Other"
            ],
            "study": "does-bmi-influence-pain-follow-vnote-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-27",
            "studyFirstSubmitQcDate": "2022-02-04",
            "studyFirstPostDateStruct": {
                "date": "2022-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aya Mohr Sasson",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Overweight and obesity are increasing dramatically worldwide and contribute substantially to the burden of morbidity and mortality. Obesity was considered in the past a relative contraindication for abdominal and pelvic laparoscopy surgeries due to the morbidity that is associated with it. Vaginal Natural Orifice Transluminal Endoscopic Surgery (vNOTES) is an emerging field in minimally invasive surgery. By incorporating the advantages of endoscopic surgery, the vNOTES approach avoids abdominal wall wounds and trocar-related complications, including reducing post operation pain.",
            "detailedDescription": "Introduction\n\nOverweight and obesity are increasing dramatically worldwide and contribute substantially to the burden of morbidity and mortality. The clinical guidelines from the National Heart, Lung, and Blood Institute on the identification, evaluation, and treatment of overweight and obesity in adults recommend that clinicians assess waist circumference of their patients. In concordance to the increase in the prevalence of obesity, waist circumference also has shifted, and a rapid increase in abdominal obesity has been demonstrated.\n\nObesity was considered in the past a relative contraindication for abdominal and pelvic laparoscopy surgeries due to the morbidity that is associated with it. The major challenges include the difficulty with Verres needle placement, hindered manipulation of laparoscopic instruments, and the accumulation of fat in the omentum that often obstructs the operative field. In addition to complicated anesthesia characterizing obese patients due to reduced supine functional residual capacity, lower chest wall compliance, and increase in carbon dioxide production, pneumoperitoneum created during laparoscopic surgeries adds to increased inspiratory resistance that requires higher minute ventilation rates. Post-operative abdominal pain must be well controlled and avoided because it can further restrict ventilation and prevent ambulation.\n\nVaginal Natural Orifice Transluminal Endoscopic Surgery (vNOTES) is an emerging field in minimally invasive surgery. By incorporating the advantages of endoscopic surgery, the vNOTES approach avoids abdominal wall wounds and trocar-related complications, including reducing post operation pain. Surgical outcomes of total laparoscopic hysterectomy (TLH) and vNOTES hysterectomy in obese patients are in favor for the vNOTES approach considering shorter duration of surgery and postoperative hospitalization, and lower pain scores .\n\nTo the best of our knowledge no studies have been published regarding the correlation between BMI to the pain experienced by women following vNOTE surgery. Due to the aforementioned, the aim of our study is to learn whether BMI influence pain following vNOTES.\n\nMaterial and Methods This is a prospective cohort study conducted in a single tertiary medical center. Study population will include all women planned to undergo vNOTE surgery (hysterectomy or adnexal surgery). Women with previous vaginal operations or combined operations for the treatment of prolapse or urinary complains will be excluded from the study. Demographic and clinical characteristics will be collected from women's medical files. Additionally, operative and post-operative data will be collected including: operation duration, estimated blood loss, operation complications (hypotension, bladder gut or vascular perforation), post-operative complications (hemorrhage, endometritis, vascular - thromboembolic event, ileus).\n\nPrimary outcome:\n\nPostoperative visual analogue scale (VAS). Evaluation will be performed before discharge or 24th post operation.\n\nSecondary outcomes:\n\n* Operative and post-operative complication rate\n* Operative time\n* Pill count\n* Time until release"
        },
        "conditionsModule": {
            "conditions": [
                "Obese",
                "Surgery",
                "Pain, Postoperative"
            ],
            "keywords": [
                "Obesity",
                "Vaginal Natural Orifice Transluminal Endoscopic Surgery (vNOTES)",
                "Post-operative pain"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "1 Day",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Women after Vaginal Natural Orifice Transluminal Endoscopic Surgery (vNOTES)",
                    "description": "Study population will include all women after hysterectomy or adnexal surgery by vNOTE technique",
                    "interventionNames": [
                        "Other: Visual analog scale (VAS) assesment of pain"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Visual analog scale (VAS) assesment of pain",
                    "description": "Post operation VAS score will be assessed before discharge from hospital and 24 hours post operation",
                    "armGroupLabels": [
                        "Women after Vaginal Natural Orifice Transluminal Endoscopic Surgery (vNOTES)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Postoperative visual analogue scale (VAS) score",
                    "description": "Score is scaled between 1(no pain at all) to 10(very strong pain)",
                    "timeFrame": "24 hours after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Use of medication for pain control",
                    "description": "The type of medication and the number of pills used",
                    "timeFrame": "24 hours after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Women undergoing vNOTES for hysterectomy or adnexal indication Exclusion Criteria.\n* Previous vaginal operation\n* Combined current vaginal operation (for the treatment of prolapse/ urinary complaints)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Women undergoing vNOTES for hysterectomy or adnexal indication",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aya Mohr-Sasson, M.D",
                    "role": "CONTACT",
                    "phone": "3462704682",
                    "email": "mohraya@gmail.com"
                },
                {
                    "name": "Sunbola Ashimi",
                    "role": "CONTACT",
                    "phone": "7135006410",
                    "email": "sunbola.s.ashimi@uth.tmc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aya Mohr-Sasson, M.D",
                            "role": "CONTACT",
                            "phone": "346-270-4682",
                            "email": "aya.mohrsasson@uth.tmc.edu"
                        },
                        {
                            "name": "Sunbola Ashimi",
                            "role": "CONTACT",
                            "email": "sunbola.s.ashimi@uth.tmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25905320",
                    "type": "RESULT",
                    "citation": "Must A, McKeown NM. The Disease Burden Associated with Overweight and Obesity. 2012 Aug 8. In: Feingold KR, Anawalt B, Blackman MR, Boyce A, Chrousos G, Corpas E, de Herder WW, Dhatariya K, Dungan K, Hofland J, Kalra S, Kaltsas G, Kapoor N, Koch C, Kopp P, Korbonits M, Kovacs CS, Kuohung W, Laferrere B, Levy M, McGee EA, McLachlan R, New M, Purnell J, Sahay R, Shah AS, Singer F, Sperling MA, Stratakis CA, Trence DL, Wilson DP, editors. Endotext [Internet]. South Dartmouth (MA): MDText.com, Inc.; 2000-. Available from http://www.ncbi.nlm.nih.gov/books/NBK279095/"
                },
                {
                    "pmid": "12503980",
                    "type": "RESULT",
                    "citation": "Mokdad AH, Ford ES, Bowman BA, Dietz WH, Vinicor F, Bales VS, Marks JS. Prevalence of obesity, diabetes, and obesity-related health risk factors, 2001. JAMA. 2003 Jan 1;289(1):76-9. doi: 10.1001/jama.289.1.76."
                },
                {
                    "pmid": "9813653",
                    "type": "RESULT",
                    "citation": "Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults--The Evidence Report. National Institutes of Health. Obes Res. 1998 Sep;6 Suppl 2:51S-209S. No abstract available. Erratum In: Obes Res 1998 Nov;6(6):464."
                },
                {
                    "pmid": "2522648",
                    "type": "RESULT",
                    "citation": "Le Bras M, Ribou G, Brachet-Liermain M. [Does mefloquine concentrate in the parasited red cell?]. Presse Med. 1989 Mar 4;18(9):492. No abstract available. French."
                },
                {
                    "pmid": "15343262",
                    "type": "RESULT",
                    "citation": "Lamvu G, Zolnoun D, Boggess J, Steege JF. Obesity: physiologic changes and challenges during laparoscopy. Am J Obstet Gynecol. 2004 Aug;191(2):669-74. doi: 10.1016/j.ajog.2004.05.077."
                },
                {
                    "pmid": "28221179",
                    "type": "RESULT",
                    "citation": "Jallad K, Walters MD. Natural Orifice Transluminal Endoscopic Surgery (NOTES) in Gynecology. Clin Obstet Gynecol. 2017 Jun;60(2):324-329. doi: 10.1097/GRF.0000000000000280."
                },
                {
                    "pmid": "27880893",
                    "type": "RESULT",
                    "citation": "Baekelandt J, De Mulder PA, Le Roy I, Mathieu C, Laenen A, Enzlin P, Weyers S, Mol BW, Bosteels JJ. Postoperative outcomes and quality of life following hysterectomy by natural orifice transluminal endoscopic surgery (NOTES) compared to laparoscopy in women with a non-prolapsed uterus and benign gynaecological disease: a systematic review and meta-analysis. Eur J Obstet Gynecol Reprod Biol. 2017 Jan;208:6-15. doi: 10.1016/j.ejogrb.2016.10.044. Epub 2016 Oct 29."
                },
                {
                    "pmid": "30325565",
                    "type": "RESULT",
                    "citation": "Baekelandt JF, De Mulder PA, Le Roy I, Mathieu C, Laenen A, Enzlin P, Weyers S, Mol B, Bosteels J. Hysterectomy by transvaginal natural orifice transluminal endoscopic surgery versus laparoscopy as a day-care procedure: a randomised controlled trial. BJOG. 2019 Jan;126(1):105-113. doi: 10.1111/1471-0528.15504."
                },
                {
                    "pmid": "34036898",
                    "type": "RESULT",
                    "citation": "Kaya C, Yildiz S, Alay I, Aslan O, Aydiner IE, Yasar L. The Comparison of Surgical Outcomes following Laparoscopic Hysterectomy and vNOTES Hysterectomy in Obese Patients. J Invest Surg. 2022 Apr;35(4):862-867. doi: 10.1080/08941939.2021.1927262. Epub 2021 May 26."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Data will be shared upon author request"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Pain, Postoperative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}