{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05663684",
            "orgStudyIdInfo": {
                "id": "LSU1351"
            },
            "organization": {
                "fullName": "Louisiana State University Health Sciences Center in New Orleans",
                "class": "OTHER"
            },
            "briefTitle": "Does Topical Ophthalmic Proparacaine 0.5% Prior to Probing and Irrigation Decrease Pain?",
            "officialTitle": "Does Administration of Proparacaine Hydrochloride 0.5% Ophthalmic Solution Prior to Canalicular Probing and Irrigation Decrease Patient Discomfort?",
            "therapeuticArea": [
                "Other"
            ],
            "study": "does-topical-ophthalmic-proparacaine-prior-to-probing-and-irrigation-decrease-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-15",
            "studyFirstSubmitQcDate": "2022-12-15",
            "studyFirstPostDateStruct": {
                "date": "2022-12-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-15",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Louisiana State University Health Sciences Center in New Orleans",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Purpose: It is unknown whether instillation of a drop of anesthetic ophthalmic solution into the eye such as proparacaine hydrochloride 0.5% prior to probing and irrigation of the tear duct (lacrimal drainage) system improves participant comfort during the procedure. To date, there have been no formal studies evaluating the possible benefit of this pretreatment.\n\nMethods: Participants 18 years and older who present to the Louisiana State University or associated outpatient ophthalmology clinic(s) with a complaint of epiphora (excessive tearing) who necessitate bilateral lower lid probing and irrigation of the lacrimal drainage system will be enrolled in the study. One eye will be randomized to receive a drop of the anesthetic Proparacaine hydrochloride 0.5% and the other eye will receive a control drop of Balanced Salt Solution (BSS). Probing and irrigation will then be performed in the usual fashion. The participant will then be questioned via survey on a pain scale of 1-5 as to the amount of subjective pain experienced on each side during the procedure.\n\nExpected Results: Investigators expect participants will experience statistically significantly less pain in eyes that have received a drop of Proparacaine hydrochloride 0.5% prior to performance of probing and irrigation compared to the eyes which have received the control drop.",
            "detailedDescription": "Rationale: It is common for male and female adults of all races with a chief complaint of epiphora (excessive tearing) to express discomfort either verbally or through body language while undergoing tear duct (canalicular) probing and irrigation even when no pathology is detected. Use of a topical anesthetic during canalicular probing and irrigation is seen in children but has yet to be formally investigated in adults to date. The goal of this study is to identify whether or not instillation of a drop of Proparacaine hydrochloride 0.5% ophthalmic solution into a participant's eye prior to performance of probing and irrigation will improve participant comfort during the procedure and is therefore recommended.\n\nHypothesis: Administration of a drop of Proparacaine hydrochloride 0.5% ophthalmic solution into the eye prior to probing and irrigation of the lower lid canalicular system will decrease discomfort as compared to a control drop of BSS ophthalmic solution into the opposite eye prior to the same procedure.\n\nNull hypothesis: Administration of a drop of Proparacaine hydrochloride 0.5% ophthalmic solution does not have an effect on discomfort during canalicular probing and irrigation.\n\nMedication: Proparacaine hydrochloride ophthalmic solution, United States Pharmacopeia (USP) 0.5% is a local anesthetic drug intended for topical ophthalmic use. Proparacaine Hydrochloride ophthalmic solution is a fast-acting anesthetic lasting 10-20 minutes. Proparacaine hydrochloride ophthalmic solution, USP 0.5% is FDA approved for this indication.\n\nProbing and irrigation: A common in-office ophthalmic procedure performed with a small gauge, blunt tube on a syringe filled with BSS. The cannula is placed into the canaliculus (tear duct) of one eyelid, and the BSS is used to irrigate the lacrimal system. This procedure identifies whether or not obstruction of the lacrimal system is present. A participant with an open (patent) system will taste the salty BSS solution in the nose. A participant with a nasolacrimal duct obstruction (NLDO) or a more proximal canalicular obstruction will have reflux of the irrigant out of the opposite lid (on the same side) canaliculus, the probed canaliculus, or both and will usually not detect any irrigant within the nasopharynx.\n\nDefinitions:\n\nNasolacrimal drainage system: The physiologic apparatus which drains tears from the surface of the eye into the nose (i.e. the tear drain). It consists of (from eye to nose) the punctum (opening of the tube), the canaliculus (a thin tube within the eyelid), the lacrimal sac (a sac that hold the tears that lies within the bone of the nose) and finally the nasolacrimal duct (a duct that connects the lacrimal sac (-lacrimal) into the nose (naso-). A blockage anywhere along this pathway can cause epiphora.\n\nEpiphora: The pathological process of tears overflowing from the ocular surface and rolling down the face. Commonly caused by obstructions of the lacrimal drainage system. Can cause significant irritation and loss of visio"
        },
        "conditionsModule": {
            "conditions": [
                "Epiphora",
                "Dacryostenosis",
                "Dacryocystitis"
            ],
            "keywords": [
                "Nasolacrimal duct obstruction",
                "Probe and irrigation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Randomization will be performed by a secondary investigator who will have no participant interaction during the performance of the procedure and obtainment of the survey responses. A random number generator will be used to obtain either an even or odd number. Odd numbers mean the left eye receives Proparacaine hydrochloride 0.5% ophthalmic solution, even numbers mean the right eye does. The secondary investigator will then label each syringe \"L\" or \"R\" depending on randomization results. Two identical 1 ml syringes will be prepared. One syringe containing control BSS, and the other containing Proparacaine hydrochloride 0.5% ophthalmic solution. Each syringe will be labeled with either left (L) or right (R) as randomized.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 145,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with no obstruction of the lacrimal system",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will have received a drop of Proparacaine Hydrocholoride 0.5% ophthalmic solution in one eye and a drop of BSS in the other eye prior to probing and irrigation.",
                    "interventionNames": [
                        "Drug: Proparacaine Hydrochloride ophthalmic solution, USP 0.5%",
                        "Drug: Balanced salt solution"
                    ]
                },
                {
                    "label": "Participants with obstruction of the lacrimal system",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who have a blockage in their tear drainage system on probing and irrigation. Participants will have received a drop of Proparacaine Hydrocholoride 0.5% ophthalmic solution in one eye and a drop of BSS in the other eye prior to probing and irrigation.",
                    "interventionNames": [
                        "Drug: Proparacaine Hydrochloride ophthalmic solution, USP 0.5%",
                        "Drug: Balanced salt solution"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Proparacaine Hydrochloride ophthalmic solution, USP 0.5%",
                    "description": "One drop instilled in one eye, randomly chosen, as topical anesthetic",
                    "armGroupLabels": [
                        "Participants with no obstruction of the lacrimal system",
                        "Participants with obstruction of the lacrimal system"
                    ],
                    "otherNames": [
                        "Alcaine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Balanced salt solution",
                    "description": "One drop instilled in one eye, randomly chosen, as control placebo",
                    "armGroupLabels": [
                        "Participants with no obstruction of the lacrimal system",
                        "Participants with obstruction of the lacrimal system"
                    ],
                    "otherNames": [
                        "BSS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Association between reduction of pain/discomfort and anesthetic use",
                    "description": "Count of participants who have concordance between instillation of anesthetic and report of less discomfort in that eye during probing",
                    "timeFrame": "1 minute"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants of any sex aged 18 years or older\n* Signs and symptoms of epiphora which necessitate performance of a diagnostic probing and irrigation of the bilateral lower eyelid lacrimal drainage system at Louisiana State University Health Sciences Center or any of the listed physician offices who present with a complaint of epiphora from either eye\n\nExclusion Criteria:\n\n* A known allergy to topical proparacaine hydrochloride\n* Known pre-existing scarring, surgery, radiation to the nasolacrimal system\n* Presence of blockage and or reflux on probing and irrigation of either side\n* Cognitive Impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Austin M Pharo, MD",
                    "role": "CONTACT",
                    "phone": "(504) 568-3156",
                    "email": "apharo@lsuhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Austin M Pharo, MD",
                    "affiliation": "LSU Health Sciences Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Louisiana State University Health Sciences Center",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2022-03-03",
                    "uploadDate": "2022-12-15T13:51",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 267435
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-03-03",
                    "uploadDate": "2022-12-15T13:52",
                    "filename": "ICF_001.pdf",
                    "size": 389365
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007766",
                    "term": "Lacrimal Apparatus Diseases"
                },
                {
                    "id": "D000003607",
                    "term": "Dacryocystitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6810",
                    "name": "Dacryocystitis",
                    "asFound": "Dacryocystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10786",
                    "name": "Lacrimal Apparatus Diseases",
                    "asFound": "Epiphora",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000005717",
                    "term": "Proxymetacaine"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                },
                {
                    "id": "D000009883",
                    "term": "Ophthalmic Solutions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "asFound": "Procedure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M250773",
                    "name": "Proxymetacaine",
                    "asFound": "HYD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}