{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03425526",
            "orgStudyIdInfo": {
                "id": "2017-0350"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-00929",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2017-0350",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Donor T Cell Therapy in Treating Immunocompromised Patients With Adenovirus-Related Disease",
            "officialTitle": "Administration of Off-the-Shelf, Expanded, Most Closely HLA Matched, Third Party Adenovirus Specific T Cells for Therapy of Adenovirus Related Disease in Immunocompromised Patients",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "donor-t-cell-therapy-in-treating-immunocompromised-patients-with-adenovirus-related-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-01-29",
            "studyFirstSubmitQcDate": "2018-02-01",
            "studyFirstPostDateStruct": {
                "date": "2018-02-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the side effects of allogeneic adenovirus-specific cytotoxic T lymphocytes (donor T cell therapy) and to see how well they work in treating patients with a weakened immune system (immunocompromised) and adenovirus-related disease. Allogeneic adenovirus-specific cytotoxic T lymphocytes are made from donated blood cells grown in the laboratory and are designed to kill viruses that can cause infections in immunocompromised patients with adenovirus-related disease.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To assess the feasibility and safety of administering most closely human leukocyte antigen (HLA)-matched adenovirus specific T cell lines generated by ex vivo expansion as therapy of asymptomatic adenovirus viremia or adenovirus-related disease in immunocompromised hosts.\n\nSECONDARY OBJECTIVES:\n\nI. To obtain preliminary data about the efficacy of administering most closely HLA-matched adenovirus specific T cell lines generated by ex vivo expansion as therapy of adenovirus viremia or adenovirus-related disease.\n\nII. To assess the persistence of the administered cells in the patients.\n\nOUTLINE:\n\nWithin two weeks of enrollment, patients receive allogeneic adenovirus-specific cytotoxic T lymphocytes (CTLs) intravenously (IV) over 30 minutes. Patients may receive additional allogeneic adenovirus-specific CTL infusions at the discretion of the investigator in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Hematopoietic and Lymphoid Cell Neoplasm",
                "Immunocompromised"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (allogeneic adenovirus-specific CTLs)",
                    "type": "EXPERIMENTAL",
                    "description": "Within two weeks of enrollment, patients receive allogeneic adenovirus-specific CTLs IV over 30 minutes. Patients may receive additional allogeneic adenovirus-specific CTL infusions at the discretion of the investigator in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Allogeneic Adenovirus-specific Cytotoxic T Lymphocytes"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Allogeneic Adenovirus-specific Cytotoxic T Lymphocytes",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (allogeneic adenovirus-specific CTLs)"
                    ],
                    "otherNames": [
                        "Allogeneic Adenovirus-specific CTLs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events graded according to Common Terminology Criteria for Adverse Events (CTCAE) version (v.) 4.0",
                    "description": "Safety and tolerability will be assessed by laboratory assessments, adverse events, and serious adverse events. Adverse events will be graded by the CTCAE version 4.0. Categorical measures will be summarized using frequencies and percentages while continuous variables will be summarized using means, standard deviations, medians, minimums, and maximums.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Assessment of response to allogeneic adenovirus-specific cytotoxic T lymphocytes (CTLs)",
                    "description": "The proportion of patients experiencing response will be computed with associated 95% confidence interval (CI). The 95% exact CI for the feasibility criterion of 50% will extend from 25% to 75% for 16 patients.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be defined from treatment start date to date of death. Patients who are still alive at end of study will be censored. OS will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "From the start of study treatment up to 1 year"
                },
                {
                    "measure": "Relapse-free survival (RFS)",
                    "description": "RFS (original malignancy) will be defined from treatment start date to the date of documented disease recurrence or death. Patients who are still alive without disease progression at end of study will be censored. RFS will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "From the start of study treatment up to 1 year"
                },
                {
                    "measure": "Cumulative incidence of adenovirus reactivation after therapy",
                    "description": "Cumulative incidence of adenovirus reactivation after therapy will be assessed using the competing risks method. The competing risks will include relapse and death and patients who are still alive without disease progression at end of study will be censored.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Cumulative incidence of graft versus host disease (GVHD)",
                    "description": "Cumulative incidence of grade 2-4 GVHD, grade 3-4 GVHD, and chronic GVHD will be assessed using the competing risks method. The competing risks will include relapse and death and patients who are still alive without disease progression at end of study will be censored.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Reconstitution of anti-adenovirus immunity",
                    "description": "The number of adenovirus specific T-cells in blood will be determined for each patient. The proportion of patients with population of cells that are specific and can be detected will be computed along with associated 95% CI.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Immunocompromised patients with any hematological malignancies.\n* Written informed consent and/or signed assent from patient, parent or guardian.\n* Negative pregnancy test in female patients of childbearing potential, defined as not post-menopausal for 12 months or no previous surgical sterilization. Women of child bearing potential must be willing to use an effective contraceptive measure while on study.\n* Asymptomatic adenovirus viremia defined as no symptoms of adenovirus disease and EITHER two positive and quantifiable quantitative polymerase chain reaction (qPCR) tests taken one week apart or one single measurement with \\>= 1000 copies.\n* Patients with criteria of probable or definitive adenoviral diseases.\n\nExclusion Criteria:\n\n* Patients receiving prednisone \\> 0.1 mg/kg/day or equivalent at time of enrollment, or who have received anti-thymocyte globulin (ATG) within 14 days or have received donor lymphocyte infusion (DLI) or Campath within 28 days of enrollment.\n* Patients with other uncontrolled infections: For bacterial infections, patients must be receiving therapy and have no signs of progressing infection for 72 hours prior to enrollment. For fungal infections patients must be receiving anti-fungal therapy and have no signs of progressing infection for 1 week prior to enrollment. Progressing infection is defined as hemodynamic instability attributable to sepsis or new symptoms, worsening physical signs or radiographic findings attributable to infection. Persisting fever without other signs or symptoms will not be interpreted as progressing infection.\n* Active acute graft versus host disease (GVHD) grade \\>= 2.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Marin, MD",
                    "role": "CONTACT",
                    "phone": "713-792-8750",
                    "email": "dmarin@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Marin",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Marin",
                            "role": "CONTACT",
                            "phone": "713-792-8750"
                        },
                        {
                            "name": "David Marin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000257",
                    "term": "Adenoviridae Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3610",
                    "name": "Adenoviridae Infections",
                    "asFound": "Adenovirus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}