{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05327023",
            "orgStudyIdInfo": {
                "id": "10000489"
            },
            "secondaryIdInfos": [
                {
                    "id": "000489-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Donor Lymphocyte Infusion After Allogeneic Hematopoietic Cell Transplantation for High-Risk Hematologic Malignancies",
            "officialTitle": "Phase I/II Study Using Prophylactic Donor Lymphocyte Infusion Early Post-Transplant After Allogeneic Hematopoietic Cell Transplantation Using Post-Transplantation Cyclophosphamide for High-Risk Hematologic Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "donor-lymphocyte-infusion-after-allogeneic-hematopoietic-cell-transplantation-for-high-risk-hematologic-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-07-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-07-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-07",
            "studyFirstSubmitQcDate": "2022-04-13",
            "studyFirstPostDateStruct": {
                "date": "2022-04-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople with blood cancers often receive blood or bone marrow transplants. But even with these treatments, the risk of relapse is high. Researchers want to see if giving the transplant recipient an infusion of lymphocytes (a type of white blood cell) from their transplant donor early after the transplant can reduce that risk.\n\nObjective:\n\nTo learn if giving donor lymphocytes early after a transplant will help reduce the risk of relapse for people with certain blood cancers.\n\nEligibility:\n\nAdults aged 18-65 with high-risk leukemia, lymphoma, myelodysplastic syndrome, or multiple myeloma that does not respond well to standard treatments and/or has a high risk of relapse. Healthy potential bone marrow and lymphocyte donor relatives aged 12 and older are also needed.\n\nDesign:\n\nParticipants will be screened with:\n\nPhysical exam\n\nBlood and urine tests\n\nSpinal tap\n\nEye exam\n\nDental exam\n\nHeart and lung tests\n\nImaging scans. A radioactive substance may be injected in their arm if a PET scan is needed.\n\nBone marrow aspiration and biopsy\n\nSome screening tests will be repeated during the study.\n\nParticipants will stay at the NIH hospital for about 4 weeks. They will receive a central venous catheter. They will get chemotherapy and other drugs starting 6 days before transplant. Then they will have their transplant. They will receive donor white blood cells 7 days later. They will give blood, bone marrow, urine, and stool samples for research. They must stay near NIH for at least 100 days after transplant.\n\nParticipants will have periodic follow-up visits for 5 years.\n\nHealthy donors will have 2-3 visits. They will give blood, bone marrow, white blood cells, and stool samples for research.\n\nParticipation will last for 5 years....",
            "detailedDescription": "Background:\n\n* High-risk hematologic malignancies generally are incurable without an allogeneic hematopoietic cell transplant (HCT), but even HCT is associated with high risk of relapse and very poor overall survival.\n* Prophylactic donor lymphocyte infusions (DLI) have been used to prevent relapse in high-risk diseases; preemptive DLIs have been used for MRD positivity or decreasing donor chimerism post-transplant; and, therapeutic DLIs have been used to treat overt morphologic relapse post-transplant.\n* Prophylactic, preemptive, and therapeutic DLIs can cause significant graft-versus-host disease (GVHD), both acute and chronic, based on the dose of lymphocytes, timing of the infusion, and use of preparative chemotherapy, although these same factors also may impact on the therapeutic efficacy (graft-versus-tumor immunity of the DLI).\n* Post-transplantation cyclophosphamide (PTCy) reduces rates of severe acute and chronic graft-versus-host disease (GVHD) and the immunosuppressive burden after HCT.\n* In pre-clinical HCT models, very large DLI doses can be given after PTCy, even as early as 24 hours after PTCy treatment, and significant GVHD is not induced, different from that seen for DLI infusions in mice treated with T-cell-depleted HCT, in which fatal GVHD is rapidly induced. This effect in PTCy-treated mice is dependent on Foxp3+ regulatory T cells.\n* In patients treated at the NIH Clinical Center, DLI has been given for clinical reasons as early as 1 month post-transplant in PTCy-treated patients for infection, falling chimerism, or relapse and did not cause GVHD in these settings when additional conditioning was not given and T-cell-depleting antibodies were not used, both of which may disrupt the regulatory mechanisms induced after PTCy that are needed to control GVHD.\n* The early integration of immunotherapeutic strategies, such as DLIs, after PTCy has the potential to prevent relapse in patients with high-risk hematologic malignancies, which may result in improved survival in such patients.\n\nObjectives:\n\n-To determine the maximally tolerated dose of DLI that can be safely administered after HLA-matched-related HCT and after HLA-haploidentical HCT\n\nEligibility:\n\n-Recipient Participant:\n\n* Histologically or cytologically confirmed hematologic malignancy classified as high or very high disease risk by the Refined Disease Risk Index for HCT\n* Age 18-65\n* At least one potentially suitable human leukocyte antigen (HLA)-matched related or HLA-haploidentical donor.\n* Karnofsky performance score \\>=60\n* Adequate organ function\n\nDesign:\n\n* Open-label, single-center, non-randomized, phase I/II study\n* All recipient participants will receive myeloablative conditioning, HLA-matched-related or HLA-haploidentical bone marrow HCT, GVHD prophylaxis including post- transplantation cyclophosphamide, and prophylactic donor lymphocyte infusion\n* There will be 2 cohorts of recipient participants: one with HLA-matched-related donors and one with HLA-haploidentical donors\n* For HLA-matched HCT, the study will proceed to a small, three-level \\[1) DLI: 1 x 10\\^6 CD3+ cells/kg on day +7, 2) DLI: 3 x 10\\^6 CD3+ cells/kg on day +7, 3) DLI: 1 x 10\\^7 CD3+ cells/kg on day +7\\] phase I dose escalation study based on the standard 3+3 approach\n* For HLA-haploidentical HCT, the study will proceed to a small, three-level \\[1) DLI: 1 x 10\\^5 CD3+ cells/kg on day +7, 2) DLI: 3 x 10\\^5 CD3+ cells/kg on day +7, 3) DLI: 1 x 10\\^6 CD3+ cells/kg on day +7\\] phase I dose escalation study based on the standard 3+3 approach\n* Recipient participants will be evaluated for development of steroid-refractory grade III- IV acute GVHD (aGVHD) at day +60 as the dose-limiting toxicity.\n* Phase II will proceed with DLI at the dose level (separately determined for each HLA cohort) which is associated with 0-1 of 6 recipient participants with steroid refractory grade III-IV aGVHD at day +60 and the least amount of toxicity.\n* Simon optimal two-stage phase II trial design, to rule out excess steroid refractory grade III-IV aGVHD with the addition of prophylactic DLI, will be used in the phase II portion of the study which will enroll an additional 14 evaluable subjects in each cohort."
        },
        "conditionsModule": {
            "conditions": [
                "Hematologic Neoplasms"
            ],
            "keywords": [
                "Prophylactic Donor Lymphocyte Infusions",
                "Chronic Graft-Versus-Host Disease",
                "Immunotherapeutic Strategies",
                "myeloablative conditioning",
                "Steroid-Refractory Grade"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 430,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Donor Arm",
                    "type": "NO_INTERVENTION",
                    "description": "Donors for Recipients in Arms 1-4"
                },
                {
                    "label": "Phase I Dose Escalation, Cohort 1 (matched)",
                    "type": "EXPERIMENTAL",
                    "description": "DLI at escalating doses (1 x 10\\^6 CD3+ cells/kg, 3 x 10\\^6 CD3+ cells/kg, and 1 x 10\\^7 CD3+ cells/kg) on day +7 or +21 to assess for safety and determine Phase II dose (up to 18 evaluable patients)",
                    "interventionNames": [
                        "Procedure: donor lymphocyte infusion",
                        "Drug: Cyclophosphamide",
                        "Drug: Busulfan",
                        "Drug: Mycophenolate mofetil",
                        "Drug: Fludarabine",
                        "Drug: Sirolimus"
                    ]
                },
                {
                    "label": "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                    "type": "EXPERIMENTAL",
                    "description": "DLI at escalating doses (1 x 10\\^5 CD3+ cells/kg, 3 x 10\\^5 CD3+ cells/kg, and 1 x 10\\^6 CD3+ cells/kg) on day +7 or +21 to assess for safety and determine Phase II dose (up to 18 evaluable patients)",
                    "interventionNames": [
                        "Procedure: donor lymphocyte infusion",
                        "Drug: Cyclophosphamide",
                        "Drug: Busulfan",
                        "Drug: Mycophenolate mofetil",
                        "Drug: Fludarabine",
                        "Drug: Sirolimus"
                    ]
                },
                {
                    "label": "Phase II Efficacy, Cohort 1 (matched)",
                    "type": "EXPERIMENTAL",
                    "description": "DLI at maximally tolerated, safe dose (from Phase I) to assess secondary clinical outcomes at this dosing level (up to 14 additional evaluable patients in each cohort)",
                    "interventionNames": [
                        "Procedure: donor lymphocyte infusion",
                        "Drug: Cyclophosphamide",
                        "Drug: Busulfan",
                        "Drug: Mycophenolate mofetil",
                        "Drug: Fludarabine",
                        "Drug: Sirolimus"
                    ]
                },
                {
                    "label": "Phase II Efficacy, Cohort 2 (haploidentical)",
                    "type": "EXPERIMENTAL",
                    "description": "DLI at maximally tolerated, safe dose (from Phase I) to assess secondary clinical outcomes at this dosing level (up to 14 additional evaluable patients in each cohort)",
                    "interventionNames": [
                        "Procedure: donor lymphocyte infusion",
                        "Drug: Cyclophosphamide",
                        "Drug: Busulfan",
                        "Drug: Mycophenolate mofetil",
                        "Drug: Fludarabine",
                        "Drug: Sirolimus"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "donor lymphocyte infusion",
                    "description": "The DLI will be given on Day +7 (Day +21 for dose level -1). If a recipient participant is deemed too critically ill/unstable to receive DLI on the protocol specified day, the DLI will be delayed up to 4 days at the discretion of the PI and given within this time frame once the recipient participant s clinical status has stabilized or improved. If the DLI cannot be given during this time frame, the recipient participant will be taken off study and not considered evaluable for DLT, outcomes, or adverse events since the experimental intervention will not have been given.",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "HLA-matched: 50 mg/kg IV once daily over 2 hours on days +3 and +4a Cyclophosphamide will be dosed according to ideal body weight. HLA haploidentical: 25 mg/kg IV once daily over 2 hours on days +3 and +4a Cyclophosphamide will be dosed according to ideal body weight.",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Busulfan",
                    "description": "AUC targeted dose based on busulfan test dose, with a default dose of 130 mg/m2/day, given as IV infusion over 3 hours each day for 4 days Transplant days -6 through day -3",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mycophenolate mofetil",
                    "description": "15 mg/kg orally or IV three times daily (max 1000 mg/dose) starting on day +5, continued through day +35. Dosing will be according to actual body weight.",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "40 mg/m2 IV infusion over 30-60 minutes once daily for 4 days Transplant days -6 through -3",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sirolimus",
                    "description": "Loading dose of 6 mg orally given on day +5 (calculated based on actual body weight, maximum initial dose 6 mg), then maintenance dose starting at 2 mg orally daily on day +6 with dose adjustments to maintain a trough of 5-12 ng/ml, continued through day +70 with no taper. Doses should be modified as appropriate for drug interactions.",
                    "armGroupLabels": [
                        "Phase I Dose Escalation, Cohort 1 (matched)",
                        "Phase I Dose Escalation, Cohort 2 (haploidentical)",
                        "Phase II Efficacy, Cohort 1 (matched)",
                        "Phase II Efficacy, Cohort 2 (haploidentical)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "determine the maximally tolerated dose of DLI that can be safely administered after HLA-matched-related HCT and after HLA-haploidentical HCT",
                    "description": "fraction of evaluable patients who experience steroid-refractory grade III-IV aGVHD at day +60 will be determined and reported along with 80% and 95% two-sided confidence intervals.",
                    "timeFrame": "60 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of Steroid-refractory Grades II-IV and Grades III-IV aGVHD at days +100 and +200 for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate steroid-refractory grade II-IV and grade III-IV acute GVHD at day 100 and 200.",
                    "timeFrame": "Day 100 and 200"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of chronic GVHD at 1 year for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate chronic GVHD",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of Grades II-IV and Grades III-IV aGVHD at days +100 and +200 for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate grade II-IV and grade III-IV acute GVHD at day 100 and 200.",
                    "timeFrame": "Day 100 and 200"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of non-relapse mortality at 100 days and 1 year for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate non-relapse mortality",
                    "timeFrame": "Day 100 and 1 year"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of relapse at 1 year for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate relapse",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of overall survival (OS) and disease-free survival (DFS) at 1 year for HLA-matched-related and HLA-haploidentical",
                    "description": "To evaluate survival",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "determine, at the maximally tolerated dose in the phase II portion of the study, the cumulative incidences of primary engraftment (including time to neutrophil and platelet engraftment) for HLA-matched-related and HLA-haploidentical",
                    "description": "Rate and timing of neutrophil and platelet engraftment reported as median engraftment times for each and cumulative incidences of each at days +28 and +100",
                    "timeFrame": "Day 28 and 100"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nInclusion Criteria - Recipient\n\n* Histologically or cytologically confirmed hematologic malignancy classified as high or very high disease risk by the Refined Disease Risk Index for HCT including one of the following:\n* Acute myeloid leukemia (AML) with favorable cytogenetics (t(8;21), inv(16), t(15,17)) with induction failure (persistent disease without first achieving remission of any type) or active relapse\n* AML with intermediate cytogenetics (not classified as favorable or adverse) with induction failure or active relapse (AML with intermediate cytogenetics in morphologic complete remission \\[CR\\] with minimal residual disease detectable by any modality also will be eligible)\n* AML with adverse cytogenetics (complex karyotype with \\>= 4 abnormalities) regardless of remission status\n* Low risk myelodysplastic syndrome (MDS) (\\<= 5% blasts, including chronic myelomonocytic leukemia) with adverse cytogenetics (abnormal chromosome 7 or \\>= 4 abnormalities) with induction failure or active relapse\n* High risk MDS (RAEB-1 or RAEB-2) with intermediate-risk cytogenetics (no abnormal chromosome 7 or \\< 4 abnormalities) with induction failure or active relapse\n* High risk MDS (RAEB-1 or RAEB-2) with adverse cytogenetics (abnormal chromosome 7 or \\>= 4 abnormalities) regardless of remission status\n* Acute lymphoblastic leukemia (ALL) in CR \\>= 2 or with induction failure or active relapse (ALL in CR1 with minimal residual disease detected also will be eligible)\n* Chronic myelocytic leukemia (CML) in blast crisis phase\n* Hodgkin lymphoma with stable or progressive disease\n* Mantle cell lymphoma with stable or progressive disease\n* Relapsed Burkitt lymphoma in CR or partial remission (PR)\n* Aggressive B-cell Non-Hodgkin Lymphoma (NHL) (e.g., diffuse large B-cell lymphoma, transformed indolent B-cell lymphoma) with stable or progressive disease\n* T-cell NHL with stable or progressive disease\n* Multiple myeloma (MM) with induction failure as defined by failure to achieve minimal response (CR, Very Good Partial Response \\[VGPR\\], or PR) or the development of progressive disease on primary therapy, or MM with active relapse as defined by previously treated myeloma that achieved a molecular response or better that then progressed\n* Age 18-65 years.\n* At least one potentially suitable HLA-haploidentical or HLA-matched donor\n* Karnofsky performance score \\>=60%\n* Recipient participants must have adequate organ function as defined below:\n* Cardiac ejection fraction \\>=45% by 2D ECHO;\n* Forced expiratory volume-1 (FEV-1), forced vital capacity (FVC), and diffusing capacity of the lung for carbon monoxide (DLCO) (corrected for hemoglobin) all of \\>=50% predicted;\n* Estimated serum creatinine clearance of \\>=60 ml/minute/1.73m2 calculated using eGFR in the clinical lab;\n* Total bilirubin \\<=2X the upper limit of normal;\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<=3X the upper limit of normal.\n* Myeloablative conditioning is toxic to the developing human fetus and is teratogenic. For this reason, the following measures apply:\n* Women of child-bearing potential (WOCBP) and men must agree to use highly effective contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for at least one-year post-transplant.\n* WOCBP must have a negative serum or urine pregnancy test within 7 days prior to enrollment.\n\nInclusion Criteria - Donor\n\n-Related donor (age \\>=12) deemed suitable, eligible, and willing to donate, per clinical evaluations, who are additionally willing to donate blood, bone marrow, and stool for research. Related donors will be evaluated in accordance with existing Standard Policies and Procedures for determination of eligibility and suitability for clinical donation.\n\nEXCLUSION CRITERIA:\n\nExclusion Criteria - Recipient\n\n* Subjects who are receiving any other investigational agents. Prior experimental therapies must have been completed at least 3 weeks prior to the date of beginning conditioning.\n* Prior myeloablative conditioning for autologous or allogeneic HCT.\n* Active breastfeeding.\n* Active malignancy of non-hematopoietic type (excluding non-melanoma skin cancers) which is metastatic, relapsed/refractory to treatment, or locally advanced and not amenable to curative treatment. This excludes non-melanoma skin cancers.\n* Uncontrolled intercurrent illness (e.g. severe endocrinopathy, disseminated intravascular coagulation, profound electrolyte disturbance, active hepatitis, uncontrolled dental infection) that in the opinion of the PI would make it unsafe to proceed with transplantation.\n\nExclusion Criteria - Donor\n\nNone.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy H Chai",
                    "role": "CONTACT",
                    "phone": "(301) 219-7105",
                    "email": "amy.chai@nih.gov"
                },
                {
                    "name": "Christopher G Kanakry, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6171",
                    "email": "christopher.kanakry@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher G Kanakry, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000489-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@@@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.@@@@@@@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI.@@@@@@@@@@@@Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009173",
                    "term": "Mycophenolic Acid"
                },
                {
                    "id": "D000020123",
                    "term": "Sirolimus"
                },
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000002066",
                    "term": "Busulfan"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000904",
                    "term": "Antibiotics, Antitubercular"
                },
                {
                    "id": "D000000995",
                    "term": "Antitubercular Agents"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "asFound": "600",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5336",
                    "name": "Busulfan",
                    "asFound": "Anesthetic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "asFound": "Whole",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M4311",
                    "name": "Antitubercular Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}