{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05431270",
            "orgStudyIdInfo": {
                "id": "PT199X1101"
            },
            "organization": {
                "fullName": "Phanes Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Dose Escalation/Expansion Study of PT199 (an Anti-CD73 mAb) Administered Alone and in Combination With a PD-1 Inhibitor (the MORNINGSTAR Study)",
            "officialTitle": "A Phase I, First-in-Human, Open-Label, Dose Escalation and Expansion Study of PT199 Administered Alone and in Combination With a PD-1 Inhibitor in Adult Patients With Advanced Solid Tumors.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "dose-escalation-expansion-study-of-an-anti-mab-administered-alone-and-in-combination-with-a-pd-inhibitor-the-morningstar-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-08-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-25",
            "studyFirstSubmitQcDate": "2022-06-21",
            "studyFirstPostDateStruct": {
                "date": "2022-06-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Phanes Therapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a first-in-human, Phase I, open-label, dose-escalation and expansion study designed to evaluate the safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy of PT199 (an Anti-CD73 mAb) alone and in combination with a PD-1 inhibitor, in patients with locally advanced or metastatic solid tumors that have progressed after all available standard therapy or for which standard therapy has proven to be ineffective, intolerable, or is considered inappropriate.",
            "detailedDescription": "PT199 is an anti-CD73 mAb with a differentiated mechanism of action. PT199 is designed to counter the adenosine-mediated immunosuppressive tumor microenvironment, rendering anti-tumor immune cells to be more responsive to checkpoint immunotherapies, such as PD-1/PD-L1 inhibitors. PT199 fully inhibits both soluble and membrane-bound CD73, unlike some other CD73 inhibitors which may inhibit only one form of enzyme or exhibit incomplete inhibition. Moreover, at higher concentrations no loss of inhibition or \"hook effect\" is observed with PT199. PT199 is a highly selective mAb, and thus far in development no off-target effects or dose limiting toxicities in cynomolgus monkey safety studies have been observed. Hence, PT199 addresses the limitations of current CD73 inhibitors and is expected to increase antitumor immune activation, especially in combination with PD-1 pathway inhibition, and thus offer a new treatment option for cancer patients."
        },
        "conditionsModule": {
            "conditions": [
                "Non Small Cell Lung Cancer",
                "Pancreatic Ductal Adenocarcinoma"
            ],
            "keywords": [
                "Advanced",
                "Metastatic",
                "Refractory",
                "Anti-CD73",
                "Checkpoint immunotherapies",
                "PD-1/PD-L1 inhibitors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a first-in-human, Phase I, open-label, dose-escalation and expansion study.\n\nThe study will consist of 3 parts: Monotherapy Dose Escalation (Part A), Combination Therapy Dose Escalation (Part B), and Combination Dose Expansion (Part C). Patients may be eligible for intra-patient dose escalation as well as crossover from Monotherapy to Combination therapy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A: Monotherapy Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "A standard 3+3 dose escalation design will be employed, and 3 patients will be enrolled initially at each dose level. The starting dose of PT199 to be evaluated in the dose escalation study is 10 mg/kg weekly (QW). Additional provisional dose levels include: 20 mg/kg QW, and 30 mg/kg QW.",
                    "interventionNames": [
                        "Drug: PT199"
                    ]
                },
                {
                    "label": "Part B: Combination Therapy Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "A standard 3+3 dose escalation design will be employed, and 3 patients will be enrolled initially at each dose level. The starting dose of PT199 to be evaluated in the dose escalation study is 10 mg/kg weekly (QW). The dose level of PD-1 inhibitor, Tislelizumab in all provisional dose levels will be 200 mg once every 3 weeks (Q3W).",
                    "interventionNames": [
                        "Drug: PT199",
                        "Drug: Tislelizumab"
                    ]
                },
                {
                    "label": "Part C: Combination Therapy Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Approximately 8 additional patients will be treated in a dose expansion cohort at the MTD/DRDE.\n\nA minimum of 14 evaluable patients should be treated at DRDE before it can be declared as Recommend Phase II dose (RP2D). These can include the evaluable patients who were treated at DRDE in the dose escalation cohort(s). The RP2D may be declared based on the totality of safety, pharmacokinetics, and efficacy data from the dose escalation and dose expansion cohort, and upon the consensus of the Investigator(s), medical monitor, and Sponsor.",
                    "interventionNames": [
                        "Drug: PT199",
                        "Drug: Tislelizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PT199",
                    "description": "PT199 is an anti-CD73 mAb with a differentiated mechanism of action. PT199 is designed to counter the adenosine-mediated immunosuppressive tumor microenvironment, rendering anti-tumor immune cells to be more responsive to checkpoint immunotherapies, such as PD-1/PD-L1 inhibitors. PT199 fully inhibits both soluble and membrane-bound CD73",
                    "armGroupLabels": [
                        "Part A: Monotherapy Dose Escalation",
                        "Part B: Combination Therapy Dose Escalation",
                        "Part C: Combination Therapy Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tislelizumab",
                    "description": "Anti-PD-1 monoclonal antibody 200 mg Q3W, inhibits the lymphocytes PD-1 receptors, blocking the ligands that would deactivate it and prevent an immune response.",
                    "armGroupLabels": [
                        "Part B: Combination Therapy Dose Escalation",
                        "Part C: Combination Therapy Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine the maximum tolerated dose (MTD), if reached.",
                    "description": "Monitor grade 3 and higher related adverse events.",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "Recommended Phase 2 Dose of PT199 as a single agent and/or in combination with a PD-1 inhibitor.",
                    "description": "Monitor for MTD, and minimal efficacious dose by monitoring responses at different dose levels.",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "Dose Limiting Toxicity (DLT).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "Evaluate the safety of PT199 by evaluating the incidence and severity of AEs (per NCI CTCAE V5.0), and clinically significant abnormal laboratory lab values, vital signs, ECGs, and ECOG performance status.",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Preliminary Efficacy (assessed by the response rate by iRECIST and RECIST 1.1).",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Area Under the Curve (AUC) from time 0 to last (AUC0-last).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Maximum Concentration (Cmax).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Time of Maximum Concentration (Tmax).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Half Life (T1/2).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Mean Residence Time (MRT).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                },
                {
                    "measure": "To evaluate the pharmacokinetics of PT199 by the Volume of Distribution (Vd).",
                    "timeFrame": "Start of the study drug till 90 days after last dose."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years or older and able to sign informed consent and comply with the protocol.\n2. At least one measurable lesion as defined by RECIST V1.1 criteria for solid tumors.\n3. For Part A, a histologically or cytologically confirmed unresectable advanced or metastatic solid tumors previously treated with all available systemic standard therapy or for which treatment is not available or not tolerated.\n4. For Part B and C either:\n\n   (i) A histologically or cytologically confirmed diagnosis of NSCLC and radiological documentation of disease progression on standard of care, treatment may include a checkpoint inhibitor. (ii) NSCLC patients with confirmation that the tumor harbors an EGFR mutation known to be associated with EGFR TKI sensitivity (including G719X, exon 19 deletion, L858R, L861Q) are eligible providing they have documented radiological progression after standard of care, including tyrosine kinase inhibitor (TKI) therapy, and are immune-checkpoint inhibitor (ICI) naive. (iii) A histologically or cytologically confirmed diagnosis of pancreatic ductal adenocarcinoma (PDAC) and documented radiological progression on standard of care treatment, with no more than 2 lines of treatment for metastatic disease.\n5. In Part A, able to provide a formalin fixed, paraffin embedded (FFPE) tumor tissue sample (archival tissue or fresh biopsy), to be assessed for CD73 and other biomarkers (PD-L1) expression. In Parts B and C, fresh tumor biopsies are required if patients are clinically doing well, unless deemed by the Investigator to cause risk to the patient. If a fresh biopsy is not possible at baseline during Part B and C, archival tissue will be acceptable if the biopsy was collected within 6 months of screening.\n\n   * Biopsy must be excisional, incisional, or core. Needle aspiration is insufficient.\n   * Archival tissue is acceptable if biopsy was completed within 6 months. (Part A, and applicable to Part B and C if a fresh biopsy is not possible).\n   * Biopsies are optional for patients enrolled in the monotherapy dose escalation Part A of the study. Fresh, pretreatment and on-treatment biopsies are required for the Q3W dosing schedules in Part B and C of the study. The on-treatment biopsy is only required if that patient provided a fresh biopsy at baseline, and is showing signs of radiological response following their first scheduled scan. If the biopsy poses a safety risk to the patient, it should be discussed with the Sponsor Medical Monitor.\n6. ECOG performance status of 0 or 1.\n7. Adequate organ function confirmed at screening and within 72 hours of initiating treatment, as evidenced by:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 × 109/L\n   * Hemoglobin (Hgb) ≥ 9.0 g/dl\n   * Platelets (plt) ≥ 75 × 109/L\n   * Use of transfusions are permitted but must be \\> 2 weeks prior to Cycle 1 Day1.\n   * AST/SGOT and ALT/SGPT ≤ 2.5 × Upper Limit of Normal (ULN) or ≤ 5.0 × ULN if liver metastases are present\n   * Total bilirubin ≤ 1.5 × ULN\n   * Calculated creatinine clearance ≥ 50 mL/min (Cockcroft Gault formula)\n8. Resolution of all acute adverse events resulting from prior cancer therapies to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE V5.0) Grade ≤ 1 or baseline (except alopecia or neuropathy).\n9. Negative serum pregnancy test within 72 hours before starting study treatment in all pre-menopausal women and women \\< 24 months after the onset of menopause (had a menstrual period in past 24 months) and are of childbearing potential (women who underwent hysterectomy or bilateral oophorectomy do not need a pregnancy test).\n10. Must agree to use effective contraceptive methods to avoid pregnancy (including male and female participants and partners of study patients) during the study and until at least 6 months after ceasing study treatment. Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, established, proper use of hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, sympto-thermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n11. Life expectancy \\> 3 months.\n\nExclusion Criteria:\n\n1. Women who are pregnant or lactating.\n2. Women of child-bearing potential (WOCBP) who do not use adequate birth control.\n3. Autoimmune disease requiring systemic treatment within the past twelve months. Active autoimmune disease or a history of autoimmune diseases that may relapse. Note: Patients with the following diseases are not excluded and may proceed to further screening:\n\n   * Controlled Type I diabetes\n   * Hypothyroidism (provided it is managed with hormone replacement therapy only)\n   * Controlled celiac disease\n   * Skin diseases not requiring systemic treatment (eg, vitiligo, psoriasis, alopecia)\n   * Any other disease that is not expected to recur in the absence of external triggering factors\n4. Condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 14 days prior to study treatment. Corticosteroids doses equivalent to Prednisone 10mg per day or less are allowed. Note: Patients who are currently or have previously been on any of the following steroid regimens are not excluded:\n\n   * Adrenal replacement steroid (dose ≤ 10 mg daily of prednisone or equivalent).\n   * Topical, ocular, intra-articular, intranasal, or inhalational corticosteroid with minimal systemic absorption\n   * Short course (≤ 7 days) of corticosteroid prescribed prophylactically (eg, for contrast dye allergy) or for the treatment of a non-autoimmune condition (eg, delayed-type hypersensitivity reaction caused by contact allergen)\n5. Patients with a history of (non-infectious) pneumonitis that required steroids, current pneumonitis, or has a history of interstitial lung disease.\n6. Patients with untreated brain or central nervous system (CNS) metastases or brain/CNS metastases that have progressed (e.g., evidence of new or enlarging brain metastasis or new neurological symptoms attributable to brain/CNS metastases). Note: Patients with treated brain metastases that are off corticosteroids and have been clinically stable for 28 days are eligible for enrollment.\n7. Patients with a known concurrent malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin, carcinoma in situ of the cervix or other noninvasive or indolent malignancy that has previously undergone potentially curative therapy.\n8. Patients who have received an investigational product, \\< 5 half-lives duration in part A (monotherapy arm). Patients who have received an investigational product at any time in parts B and C (combination therapy arms).\n9. Patients who have previously received immune checkpoint inhibitor therapy and discontinued treatment because of immune-related adverse events.\n10. Patients who have allergies or hypersensitivity reactions to immune checkpoint inhibitor therapy or any of the inactive ingredients.\n11. Prior T-cell, NK cell, or CD73 inhibitor therapy (Prior Checkpoint inhibitor anti PD-1 and anti PD-L1 therapies are allowed).\n12. Patients that have received a live-virus vaccination within 30 days of planned treatment start.\n13. Impaired cardiac function or significant diseases, including but not limited to any of the following:\n\n    * LVEF \\< 45% as determined by MUGA scan or ECHO\n    * Congenital long QT syndrome\n    * QTcF ≥ 480 msec on screening ECG\n    * Unstable angina pectoris\n    * Acute myocardial infarction ≤ 3 months prior to starting study drug\n14. Patients with uncontrolled hypertension, or with blood pressure of ≥ 150 mmHg systolic and/or ≥ 90 mmHg diastolic after triplicate measurements, each collection at least 10 minutes apart, at screening. The average from the triplicate measurements will be used for eligibility criteria. Patient must be in a stable condition with blood pressures controlled at \\< 150 systolic and \\< 90 diastolic, at least for the past 28 days, as evidence by records from the charts.\n\n    Patient must also be on a stable dose of antihypertensives.\n15. Other concurrent severe and/or uncontrolled concomitant medical conditions (e.g., uncontrolled hypertriglyceridemia \\[triglycerides \\> 500 mg/dL\\], or active or uncontrolled infection) that could cause unacceptable safety risks or compromise compliance with the protocol.\n16. Patients who have received chemotherapy, ≤ 5 half-lives or 3 weeks, whichever is shorter (6 weeks for nitrosourea or mitomycin-C), targeted therapy, or immunotherapy within 4 weeks prior to starting study drug.\n17. Patients who have ≥ Grade 3 neuropathy.\n18. Patients who have received wide field radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting study drug or who have not recovered from adverse events of prior therapy.\n19. Patients who have undergone major surgery ≤ 4 weeks prior to starting study drug or who have not recovered from adverse events of prior therapy.\n20. Patients who are currently receiving treatment with therapeutic doses of warfarin sodium (Coumadin®) or any other coumarin-derivative anticoagulants (Other anticoagulants such as anti-thrombin or factor X are allowed).\n21. Known diagnosis of human immunodeficiency virus (HIV) infection (HIV testing is not mandatory; patients with well controlled HIV might be enrolled per investigator's discretion and Sponsor approval.\n22. Evidence of active infection with Hepatitis B or Hepatitis C that is not adequately controlled. For patients with known prior history of Hepatitis B or Hepatitis C, enrollment may be allowed per investigator's discretion and Sponsor approval.\n23. Has a history or current evidence of any medical or psychiatric condition, therapy, or laboratory abnormality that, in the opinion of the investigator, might confound the results of the trial, interfere with the patient's safe participation and compliance in the trial. For example, conditions that depend on the establishment of collateral circulation, such as peripheral arterial vascular disease, myocardial infraction recovery period, etc.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Phanes Therapeutics",
                    "role": "CONTACT",
                    "phone": "858-766-0852",
                    "email": "clinical-trials@phanestx.com"
                }
            ],
            "locations": [
                {
                    "facility": "Carolina BioOncology Institute",
                    "status": "RECRUITING",
                    "city": "Huntersville",
                    "state": "North Carolina",
                    "zip": "28078",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Wallace",
                            "role": "CONTACT",
                            "phone": "980-441-1021",
                            "email": "awallace@carolinabiooncology.org"
                        },
                        {
                            "name": "John Powderly, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.41069,
                        "lon": -80.84285
                    }
                },
                {
                    "facility": "Sarah Cannon Research Institute University of Oklahoma",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Caldwell, LPN",
                            "role": "CONTACT",
                            "phone": "405-271-8001",
                            "phoneExt": "48171",
                            "email": "Christina-Caldwell@ouhsc.edu"
                        },
                        {
                            "name": "Abdul Naqash, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "SCRI Oncology Partners",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "615-329-7640",
                            "email": "cancercareSCRI@usoncology.com"
                        },
                        {
                            "name": "David Spigel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "The University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rabia Khan",
                            "role": "CONTACT",
                            "phone": "713-563-4667",
                            "email": "rkhan@mdanderson.org"
                        },
                        {
                            "name": "Nan Xin, PhD",
                            "role": "CONTACT",
                            "phone": "346-834-8113",
                            "email": "nxin@mdanderson.org"
                        },
                        {
                            "name": "Sarina A Piha-Paul, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Tranquility Research",
                    "status": "RECRUITING",
                    "city": "Webster",
                    "state": "Texas",
                    "zip": "77598",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amber Christian",
                            "role": "CONTACT",
                            "phone": "832-748-1074",
                            "email": "amberc@tranquilityresearch.com"
                        },
                        {
                            "name": "John Knecht, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.53773,
                        "lon": -95.11826
                    }
                },
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Blake Patterson",
                            "role": "CONTACT",
                            "phone": "(703) 783-4505",
                            "email": "bpatterson@nextoncology.com"
                        },
                        {
                            "name": "Alexander Spira, MD, PhD, FACP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000707970",
                    "term": "Tislelizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M137899",
                    "name": "Tislelizumab",
                    "asFound": "Nerve block",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}