{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04903314",
            "orgStudyIdInfo": {
                "id": "YKP3089C039"
            },
            "organization": {
                "fullName": "SK Life Science, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Dose-Escalation Study of Cenobamate (YKP3089) in Pediatric Subjects With Partial-Onset Seizures",
            "officialTitle": "A Phase I, Open-Label, Pharmacokinetic, Dose-Escalation Study of Cenobamate (YKP3089) in Pediatric Subjects With Partial-Onset Seizures",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "dose-escalation-study-of-cenobamate-in-pediatric-subjects-with-partial-onset-seizures"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-21",
            "studyFirstSubmitQcDate": "2021-05-21",
            "studyFirstPostDateStruct": {
                "date": "2021-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SK Life Science, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to assess the pharmacokinetics of cenobamate (YKP3089) in pediatric subjects with partial-onset (focal) seizures following single and multiple-dosing.",
            "detailedDescription": "The secondary objective of this study is to evaluate the safety and tolerability of cenobamate (YKP3089) following single and multiple dosing."
        },
        "conditionsModule": {
            "conditions": [
                "Partial Epilepsy"
            ],
            "keywords": [
                "Partial-onset (focal) seizures",
                "Pediatrics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Cohort I will enroll 6 subjects. Upon review of Cohort I's PK analysis, a dose will be determined for Cohort IIa. Upon review of Cohot IIa's PK analysis, a dose will be determined for Cohort 11b and Cohort III.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort I",
                    "type": "EXPERIMENTAL",
                    "description": "Xcopri to be administered to ages 12 to \\< 18 years not to exceed 400 mg/day.",
                    "interventionNames": [
                        "Drug: Xcopri"
                    ]
                },
                {
                    "label": "Cohort IIa",
                    "type": "EXPERIMENTAL",
                    "description": "Xcopri to be administered to ages 6 to \\< 12 years not to exceed 400 mg/day.",
                    "interventionNames": [
                        "Drug: Xcopri"
                    ]
                },
                {
                    "label": "Cohort IIb",
                    "type": "EXPERIMENTAL",
                    "description": "Xcopri to be administered to ages 4 to \\< 6 years not to exceed 400 mg/day.",
                    "interventionNames": [
                        "Drug: Xcopri"
                    ]
                },
                {
                    "label": "Cohort III",
                    "type": "EXPERIMENTAL",
                    "description": "Xcopri to be administered to ages 2 to \\< 4 years not to exceed 400 mg/day.",
                    "interventionNames": [
                        "Drug: Xcopri"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Xcopri",
                    "description": "Xcopri will be administered orally not to exceed 400mg/day adult equivalent",
                    "armGroupLabels": [
                        "Cohort I",
                        "Cohort III",
                        "Cohort IIa",
                        "Cohort IIb"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The area under the curve (AUC) of Xcopri after a single and multiple doses of Xcopri",
                    "description": "Safety Assessment",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "The maximum plasma concentration (Cmax) after a single and multiple doses of Xcopri",
                    "description": "Safety Assessment",
                    "timeFrame": "18 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety - adverse events (AEs) reporting after a single and multiple doses of Xcopri",
                    "description": "Adverse event assessment for seriousness (yes, no), severity (mild, moderate, severe), affect on Xcopri dosing (increase, reduced, interrupted, withdrawn, no change), and outcome (recovered/resolved,recovered/resolved with sequelae, recovering/resolving, not recovered/not resolved, fatal or unknown).",
                    "timeFrame": "18 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of epilepsy with partial-onset seizures (POS) with or without secondarily generalized seizures according to the International League Against Epilepsy's (ILAE) Classification of Epileptic Seizures). A diagnosis should have been established at least 6 months prior to Visit 1 by clinical history and an electroencephalogram (EEG) that is consistent with the diagnosis; normal interictal EEGs will be allows provided that the participant meets the other diagnosis criterion (i.e., clinical history, including a history of treatment failure with at least 2 AEDs)\n2. Male or female subjects, from age 2 to less than 18 years at the time of informed consent\n3. Have a minimum weight of 10.0 kilograms (kg) (22.0 pounds \\[lb\\])\n4. Written informed consent signed by the subject, legal guardian, or legally authorized representative (LAR) prior to entering the study in accordance with the ICH GCP guidelines. Age appropriate assent will be obtained for children and adolescents. If the written informed consent is provided by the legal guardian or LAR because the subject is unable to do so, a written or verbal assent from the subject must also be obtained\n5. Are currently being treated with stable doses of 1 to a maximum of 2 approved antiepileptic drugs (AEDs). Doses must be stable for at least 4 weeks before to Visit 1; in the case where a new AED regimen has been initiated for a participant, the dose must be stable for at least 8 weeks prior to Visit 1. A vagal nerve stimulator (VNS) will not be counted as one of the 2 allowable AEDs\n6. In the Investigator's opinion, parents or caregivers must be able to report accurate seizure assessments during the screening and study periods and subjects must be able to ingest study drug\n7. Subjects with an implanted vagal nerve stimulator will be allowed if the vagal nerve stimulator was implanted at least 5 months prior to Visit 1 (Screening) and the stimulator parameters have not been changed for 30 days prior to Visit 1 and for the duration of the study\n8. Subjects following a ketogenic diet will be allowed as long as the diet has been stable for at least 30 days prior to Visit 1 (Screening) and will remain stable for the duration of the study\n\nExclusion Criteria:\n\n1. Progressive neurological disease, including degenerative CNS diseases and progressive tumors\n2. Evidence of clinically significant disease or any medical condition that would compromise the subject's ability to safely complete the study including, but not limited to, hepatic or renal failure, ischemic disease, human immunodeficiency virus (HIV) infection, active sexually transmitted disease (STD), active viral hepatitis, or malignancy\n3. Positive urine screen of drugs of abuse (if not due to concomitant medication, e.g., benzodiazepines as hypnotics) for Cohort 1 subjects.\n4. History of anoxic episodes require resuscitation within 6 months before Visit 1, drug or alcohol dependency or abuse within approximately the last 2 years or use of illegal recreational drugs.\n5. Any surgical or medical condition that may interfere with the absorption, distribution, metabolism, or excretion of the investigational product\n6. Consumption of any caffeine-containing products (e.g., coffee, tea, chocolate, or soda) or alcoholic beverages within 72 hours before Day 1 and 72 hours before the day of multiple dose PK sampling (Day 59 for Cohort I)\n7. Consumption of grapefruit or grapefruit-containing products within 72 hours before Day 1 and 72 hours before the day of multiple dose PK sampling (Day 59 for Cohort I)\n8. Significant clinical laboratory abnormalities, including elevation of serum AST or ALT more than 2 times the upper limit or normal (ULN) for each age group.\n9. Acute disease state (e.g., nausea, vomiting, fever, or diarrhea) within 7 days before Day 1\n10. Scheduled for surgery during the study\n11. Ketogenic diet or vagal nerve stimulation that has undergone alteration within 30 days of Visit 1\n12. Treatment with an investigational drug or device (other than VNS) ≤ 30 days before Visit 1\n13. Females who are breastfeeding or pregnant at Screening or Baseline or who are of reproductive age and do not agree to be abstinent or to use highly effective methods of contraception\n14. Current or history of pseudo-seizures (psychogenic nonepileptic seizures) within approximately 5 years before Visit 1\n15. Have a history of status epilepticus that required hospitalization during the 6 months before Visit 1\n16. Have an unstable psychiatric diagnosis that may confound participants' ability to participate in the study or that may prevent completion of the protocol-specified tests (e.g., in the judgement of the investigator, pose an appreciable risk for suicide, including suicidal behavior and ideation within 6 months before Visit 1, current psychotic disorder, acute mania)\n17. Any suicidal ideation with intent or without a plan within 6 months before Visit 2 in participants aged 6 and above.\n18. Evidence of clinically significant disease (e.g., cardiac, respiratory, gastrointestinal, renal disease) that in the opinion of the investigator could affect the participant's safety or interfere with study assessments\n19. Evidence of significant hematological disease; white blood cell (WBC) count equal or less than 2500/μL (2.50 1E+09/L) or an absolute neutrophil count equal or less than 1000/μL (1.00 1E+09/L)\n20. Clinically significant electrocardiogram (ECG) abnormality, including prolonged corrected QT interval (QTc) defined as greater than 450 msec or shortened corrected QT interval (QTc) defined as less than 350 msec\n21. Subject has a history or any serious drug-induced hypersensitivity reaction (including, but not limited to, Stevens Johnson syndrome, toxic epidermal necrolysis, or DRESS) or any drug-related rash requiring hospitalization.\n22. History or AED-associated rash that involved conjunctiva or mucosae\n23. History of more than one non-serious drug-related hypersensitivity reaction that required discontinuation of the medication\n24. Concomitant use of phenytoin and clobazam as these drugs may influence cenobamate plasma exposure. Subjects who took phenytoin or clobazam in the past must be off these drugs for at least 30 days prior to Visit 1.\n25. Concomitant use of vigabatrin. Participants who took vigabatrin in the past must be off vigabatrin for at least 5 months before Visit 1 and with documentation showing no evidence of vigabatrin-associated clinically significant abnormality in a visual perimetry test\n26. A history of intermittent use of rescue benzodiazepines (i.e., 1 to 2 doses over a 24-hour period is considered a 1- time rescue) more than twice within the 30 days prior to Visit 1 (Screening)\n27. A VNS implanted less than 5 months before Visit 1 or changes in parameter less than 30 days before Visit 1 (or thereafter during the study)\n28. Presence of Familial short QT syndrome or relevant replicated QTc interval (QTcF less than 340 msec or greater than 450 msec in males and greater than 470 msec in females) on electrocardiogram (ECG)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meagan Whritner",
                    "role": "CONTACT",
                    "phone": "201-431-7812",
                    "email": "mwhritner@sklsi.com"
                },
                {
                    "name": "Sunita Misra, MD, PhD",
                    "role": "CONTACT",
                    "email": "smisra@sklsi.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc Kamin, MD",
                    "affiliation": "SK Life Science, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Phoenix Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abigail Enriquez",
                            "role": "CONTACT",
                            "email": "aenriquez@phoenixchildrens.com"
                        },
                        {
                            "name": "Angus Wilfong, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Mid-Atlantic Epilepsy and Sleep Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arkady Barber",
                            "role": "CONTACT",
                            "email": "barbera@epilepsydc.com"
                        },
                        {
                            "name": "Pavel Klein, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Missouri University Pediatric and Adolescent Specialty Clinic",
                    "status": "TERMINATED",
                    "city": "Columbia",
                    "state": "Missouri",
                    "zip": "65201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.95171,
                        "lon": -92.33407
                    }
                },
                {
                    "facility": "Northeast Regional Epilepsy Group",
                    "status": "RECRUITING",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Segal, MD",
                            "role": "CONTACT",
                            "email": "esegal@epilepsygroup.com"
                        },
                        {
                            "name": "Eric Segal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                },
                {
                    "facility": "Northeast Regional Epilepsy Group",
                    "status": "RECRUITING",
                    "city": "Morristown",
                    "state": "New Jersey",
                    "zip": "07960",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "973-695-8033"
                        },
                        {
                            "name": "Rajeshwari Mahalingam, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79677,
                        "lon": -74.48154
                    }
                },
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Muhammad Zafar, MD",
                            "role": "CONTACT",
                            "email": "muhammad.zafar@duke.edu"
                        },
                        {
                            "name": "Muhammad Zafar",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Le Bonheur Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Wheless, MD",
                            "role": "CONTACT",
                            "phone": "866-870-5570",
                            "email": "jwheless@uthsc.edu"
                        },
                        {
                            "name": "James Wheless",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                },
                {
                    "facility": "Chungbuk National University Hospital",
                    "status": "RECRUITING",
                    "city": "Cheonju",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Won Seop Kim, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.7377,
                        "lon": 128.31107
                    }
                },
                {
                    "facility": "Seoul National University Hospital",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Ki Joong Kim, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Severance Hospital",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Ara Ko, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Ajou University Hospital",
                    "status": "RECRUITING",
                    "city": "Suwon",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Da-Eun Jung, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.29111,
                        "lon": 127.00889
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012640",
                    "term": "Seizures"
                },
                {
                    "id": "D000004828",
                    "term": "Epilepsies, Partial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "relevance": "LOW"
                },
                {
                    "id": "M15452",
                    "name": "Seizures",
                    "asFound": "Seizures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7984",
                    "name": "Epilepsies, Partial",
                    "asFound": "Partial Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000654784",
                    "term": "Cenobamate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272774",
                    "name": "Cenobamate",
                    "asFound": "norUrsodeoxycholic acid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}