{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05377827",
            "orgStudyIdInfo": {
                "id": "202306200"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Dose-Escalation and Dose-Expansion Study to Evaluate the Safety and Tolerability of Anti-CD7 Allogeneic CAR T-Cells (WU-CART-007) in Patients With CD7+ Hematologic Malignancies",
            "officialTitle": "Phase 1 Dose-Escalation and Dose-Expansion Study to Evaluate the Safety and Tolerability of Anti-CD7 Allogeneic CAR T-Cells (WU-CART-007) in Patients With CD7+ Hematologic Malignancies",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "dose-escalation-and-dose-expansion-study-to-evaluate-the-safety-and-tolerability-of-anti-allogeneic-car-t-cells-wu-cart-in-patients-with-hematologic-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-11",
            "studyFirstSubmitQcDate": "2022-05-11",
            "studyFirstPostDateStruct": {
                "date": "2022-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Wugen, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Effective treatment options for relapsed/refractory acute myeloid leukemia (AML) and T-cell non-Hodgkin lymphoma (T-NHL) represent a significant unmet medical need. CAR T therapy has offered durable remissions and potential cures in some forms of hematologic malignancy, including B-cell acute lymphoblastic leukemia. In AML, however, CAR T approaches have been limited by the lack of suitable antigens, as most myeloid markers are shared with normal hematopoietic stem cells and targeting of these antigens by CAR T therapy leads to undesirable hematologic toxicity. Similarly, T-NHL has not yet benefited from CAR T therapy due to a lack of suitable markers. One potential therapeutic target is CD7, which is expressed normally on mature T-cells and NK-cells but is also aberrantly expressed on \\~30% of acute myeloid leukemias. CAR T therapy for patients with CD7+ AML and T-NHL will potentially offer a new therapeutic option which has a chance of offering durable benefit.\n\nWU-CART-007 is a CD7-directed, genetically modified, allogeneic, fratricide-resistant chimeric antigen receptor (CAR) T-cell product for the treatment of CD7+ hematologic malignancies. These cells have two key changes from conventional, autologous CAR T-cells. First, because CD7 is present on normal T-cells including conventional CAR T products, CD7 is deleted from WU CART-007. This allows for targeting of CD7 without the risk of fratricide (killing of WU-CART-007 cells by other WU-CART-007 cells). Second, the T cell receptor alpha constant (TRAC) is also deleted. This makes WU CART 007 cells incapable of recognizing antigens other than CD7 and allows for the use of an allogeneic product without causing Graft-versus-Host-Disease (GvHD)."
        },
        "conditionsModule": {
            "conditions": [
                "T-Cell Non-Hodgkin Lymphoma",
                "Acute Myeloid Leukemia",
                "Angioimmunoblastic T-cell Lymphoma",
                "Enteropathy-Associated T-Cell Lymphoma",
                "Monomorphic Epitheliotropic Intestinal T-Cell Lymphoma",
                "Peripheral T Cell Lymphoma",
                "Anaplastic Large Cell Lymphoma",
                "Adult T Cell Leukemia",
                "Adult T Cell Lymphoma",
                "T Cell Prolymphocytic Leukemia",
                "Extranodal NK/T-cell Lymphoma",
                "Transformed Mycosis Fungoides",
                "Sezary Syndrome",
                "Primary Cutaneous Gamma-Delta T-Cell Lymphoma",
                "Hepatosplenic T-cell Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Two cohorts (AML and T-NHL) will enroll and be treated independently in Part A. Patients in each cohort will be treated following an accelerated titration 3+3 design, meaning that one patient will be treated at a dose level with continued escalation until a DLT is observed, at which point a traditional 3+3 design will be triggered in that cohort moving forward. Upon confirmation of the recommended phase 2 dose (RP2D) for either cohort, enrollment to Part B of the study for that cohort will commence.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A Cohort A: Dose Escalation WU-CART-007 T-NHL",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive preparative lymphodepletion in the week prior to WU-CART-007, after which WU-CART-007 will be infused 3 days following the last dose of chemotherapy at the assigned dose level.",
                    "interventionNames": [
                        "Biological: WU-CART-007"
                    ]
                },
                {
                    "label": "Part A Cohort B: Dose Escalation WU-CART-007 AML",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive preparative lymphodepletion in the week prior to WU-CART-007, after which WU-CART-007 will be infused 3 days following the last dose of chemotherapy at the assigned dose level.",
                    "interventionNames": [
                        "Biological: WU-CART-007"
                    ]
                },
                {
                    "label": "Part B Cohort A: Dose Expansion WU-CART-007 T-NHL",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive preparative lymphodepletion in the week prior to WU-CART-007, after which WU-CART-007 will be infused 3 days following the last dose of chemotherapy at the recommended phase II dose.",
                    "interventionNames": [
                        "Biological: WU-CART-007"
                    ]
                },
                {
                    "label": "Part B Cohort B: Dose Expansion WU-CART-007 AML",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive preparative lymphodepletion in the week prior to WU-CART-007, after which WU-CART-007 will be infused 3 days following the last dose of chemotherapy at the recommended phase II dose.",
                    "interventionNames": [
                        "Biological: WU-CART-007"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "WU-CART-007",
                    "description": "Provided by Miltenyi Biotec",
                    "armGroupLabels": [
                        "Part A Cohort A: Dose Escalation WU-CART-007 T-NHL",
                        "Part A Cohort B: Dose Escalation WU-CART-007 AML",
                        "Part B Cohort A: Dose Expansion WU-CART-007 T-NHL",
                        "Part B Cohort B: Dose Expansion WU-CART-007 AML"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recommended phase II dose (Part A only)",
                    "description": "-The recommended phase II dose (RP2D) will be determined independently for each disease cohort (CD7+ AML and T-NHL). The RP2D will not be greater than the maximum tolerated dose (MTD). However, the RP2D may be a lower dose level in certain circumstances:\n\n* If emerging toxicity at the MTD is unpredictable or undesirable for other reasons.\n* If clear evidence of efficacy is noted at lower doses with a cleaner safety profile.\n* If the cellular pharmacokinectic (cPK) profile that emerges results in similar numbers of clonal cells over time that is independent of administered dose level.\n* If longer follow-up on earlier patient cohorts suggests the emergence of delayed toxicity.",
                    "timeFrame": "Through completion of day 42 for all Part A participants (estimated to be 18 months and 42 days)"
                },
                {
                    "measure": "Number of participants with complete metabolic response or partial metabolic response (Part B only - Cohort A)",
                    "description": "-Per Lugano criteria for patients with T-cell lymphoma (T-NHL). Per Global Response Criteria for cutaneous T-cell lymphoma (CTCL). Per the T-PLL International Study Group criteria for T-cell prolymphocytic leukemia (T-PLL)",
                    "timeFrame": "Through completion of response assessments (estimated to be 24 months)"
                },
                {
                    "measure": "Number of participants with complete remission, complete remission with incomplete blood count recovery, complete remission with partial hematologic recovery, or morphologic leukemia free state (Part B only - Cohort B)",
                    "description": "-Per modified 2017 ELN criteria for patients with AML",
                    "timeFrame": "Through completion of response assessments (estimated to be 24 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-emergent adverse events as measured by CTCAE v 5.0",
                    "description": "-Treatment-emergent adverse events are those with an onset on or after the initiation of therapy, and, with the exception of cytokine release syndrome and neurotoxicity",
                    "timeFrame": "From start of treatment through completion of follow-up (estimated to be 24 months)"
                },
                {
                    "measure": "Number of participants with cytokine release syndrome",
                    "description": "-Cytokine release syndrome will be graded accorded to the ASTCT Consensus Guidelines",
                    "timeFrame": "From start of treatment through Day 7 (estimated to be 8 days)"
                },
                {
                    "measure": "Number of participants with immune effector cell-associated neurotoxicity syndrome (ICANS) as measured by ASTCT Consensus Grading",
                    "timeFrame": "From start of treatment through Day 7 (estimated to be 8 days)"
                },
                {
                    "measure": "Duration of remission (DoR)",
                    "description": "-DoR for patients who achieve CR/CRi/CRMLFS/PR is measured from the time measurement criteria are met for CR/CRi/CRh/MLFS/PR (whichever is first recorded) until the first date that relapse is objectively documented.",
                    "timeFrame": "Through completion of response assessments (estimated to be 24 months)"
                },
                {
                    "measure": "Relapse-free survival (RFS)",
                    "description": "-RFS is defined for patients who achieve CR/CRi/CRh/MLFS/PR as the duration of time measurement criteria are met for CR/CRi/CRh/MLFS/PR (whichever is first recorded) to time of relapse or death, whichever occurs first.",
                    "timeFrame": "Through completion of follow-up (estimated to be 24 months)"
                },
                {
                    "measure": "Event-free survival (EFS)",
                    "description": "-EFS is defined for all patients and measured from the date of entry on study until treatment failure, relapse from CR, or death from any cause.",
                    "timeFrame": "Through completion of follow-up (estimated to be 24 months)"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "-OS is defined as the time from date of entry on study to time of death.",
                    "timeFrame": "Through completion of follow-up (estimated to be 24 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSpecific criteria apply to each disease subtype with T-NHL and AML cohorts.\n\nIn general, all patients must have CD7 expression and confirmed diagnoses of T-cell non Hodgkin lymphoma or acute myeloid leukemia (any subtype except acute promyelocytic leukemia) according to World Health Organization (WHO) classification29, and have relapsed or refractory disease.\n\nFor the T-NHL cohort, patients will have T-cell non-Hodgkin lymphoma with relapsed or refractory disease defined as one of the following:\n\n-Relapsed or refractory after at least 2 or more prior lines of therapy (for patients with anaplastic large cell lymphoma, they must have prior therapy brentuximab vedotin). For patients with T-PLL, only 1 or more prior line of therapy is required.\n\nOR\n\n* Relapsed after autologous or allogeneic hematopoietic cell transplant.\n* Permissible T-cell NHL subtypes will include:\n\n  * angioimmunoblastic T-cell lymphoma (AITL)\n  * enteropathy-associated T-cell lymphoma (EATL)\n  * monomorphic epitheliotropic intestinal T-cell lymphoma (MEITL)\n  * peripheral T-cell lymphoma (PTCL) NOS\n  * anaplastic large cell lymphoma (ALCL)\n  * adult T-cell leukemia/lymphoma\n  * T-cell prolymphocytic leukemia (T-PLL)\n  * extranodal NK/T cell lymphoma\n  * transformed mycosis fungoides/Sezary Syndrome\n  * primary cutaneous gamma/delta T-cell lymphoma\n  * hepatosplenic T cell lymphoma\n\nFor the AML cohort, patients will have Acute Myeloid Leukemia with relapsed or refractory disease unlikely to benefit from standard therapy defined as one of the following:\n\n-Primary refractory AML defined as:\n\n* Minor or no response to intensive induction chemotherapy with more than 15% blasts and less than 50% proportional reduction in blast percentage after C130\n* Absence of morphological CR/CRi following either:\n\n  * 2 cycles of intensive induction chemotherapy\n  * 2 cycles of HMA plus venetoclax, or\n  * 4 total cycles of an HMA\n\nOR\n\n-Morphologic relapse (≥ 5% bone marrow blasts) with either:\n\n* Initial CR duration \\< 1 year\n* Prior unsuccessful salvage attempt or allogeneic HCT\n* 2nd relapse or higher\n\nOR\n\n-Disease progression while on treatment with HMA+/-venetoclax for MDS/AML\n\nPatients with a susceptible FLT3, IDH1 or IDH2 mutation should be resistant or intolerant to an agent targeting the specific mutation or otherwise be determined to be ineligible to receive a targeted agent by their treating physician.\n\nAdditional inclusion criteria for both cohorts are:\n\n* CD7 positive expression must be demonstrated in malignant cells in bone marrow, peripheral blood, or lymph node biopsies (fresh or archival) by Washington University Pathology lab. For both dose escalation and dose-expansion, any qualitative expression of CD7 will be permitted.\n* Age ≥ 18 years of age\n* Eastern Cooperative Oncology Group Performance Status ≤ 2\n* Adequate organ function as defined below:\n\n  * Total bilirubin ≤ 2x ULN (unless the patient has Grade 1 bilirubin elevation due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin).\n  * AST(SGOT) and ALT(SGPT) ≤ 5x ULN\n  * Creatinine within normal institutional limits OR creatinine clearance ≥ 30 mL/min/1.73 m2 by Cockcroft-Gault Formula\n  * Oxygen saturation ≥ 90% on room air\n  * Ejection fraction ≥ 40% confirmed by echocardiogram or MUGA\n* The effects of WU-CART-007 on the developing human fetus are unknown. For this reason, women of childbearing potential and male patients (along with their female partners) are required to use two forms of acceptable contraception, including one barrier method, during participation in the study and for 12 months following the last dose of WU-CART-007. Should a woman (or the female partner of a male patient) become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately.\n* Able to understand and willing to sign an IRB approved written informed consent document.\n* For AML patients, circulating blast count must be \\<30,000/µL by morphology or flow cytometry (cytoreductive therapies including leukapheresis or hydroxyurea are allowed as defined by protocol)\n* Patients must have no other effective standard of care therapy options, and patients must be unwilling or unable to travel to another site for treatment.\n\nExclusion Criteria:\n\nPatients will be excluded from study entry for any of the following:\n\n* Received systemic anticancer therapy (including investigational therapy) or radiotherapy \\< 28 days or 5 half-lives, whichever is shorter, prior to the start of lymphodepleting chemotherapy with the exception of bridging treatment as defined by protocol.\n* Received any T-cell lytic or toxic antibody (e.g., alemtuzumab) within 8 weeks prior to lymphodepleting chemotherapy.\n* Subjects who have received a prior allogeneic HCT are excluded if any of the following criteria are present:\n\n  * \\< 100 days post alloHCT\n  * \\< 6 weeks from prior donor leukocyte infusion\n  * Presence of acute or extensive chronic GVHD requiring systemic immunosuppression except for prednisone ≤ 10 mg or equivalent.\n  * \\< 28 days from last dose of systemic immunosuppressive therapy (eg. calcineurin inhibitors, immunosuppressive antibodies, mycophenolate mofetil, ruxolitinib, ibrutinib) except for prednisone ≤ 10 mg or equivalent.\n* Previous treatment with any anti-CD7 directed therapy.\n* Known hypersensitivity to one or more of the study agents.\n* Active or latent Hepatitis B or active Hepatitis C without previous curative treatment.\n* Confirmed HIV infection.\n* History of concurrent second cancers requiring active, ongoing systemic treatment with the exception of adjuvant hormonal therapy for breast or prostate cancer.\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative serum or urine pregnancy test at time of enrollment and within 7 days of starting lymphodepleting chemotherapy.\n* Serious active infection or another serious underlying medical condition that in the opinion of the treating physician would impair the ability of the patient to receive protocol treatment including, but not limited to symptomatic congestive heart failure, unstable angina pectoris, uncontrolled cardiac arrhythmia or serious, unstable neurologic symptoms.\n* Symptomatic, uncontrolled hypotension.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Geoffrey Uy, M.D.",
                    "role": "CONTACT",
                    "phone": "314-747-7867",
                    "email": "guy@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Geoffrey Uy, M.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Geoffrey Uy, M.D.",
                            "role": "CONTACT",
                            "phone": "314-747-7867",
                            "email": "guy@wustl.edu"
                        },
                        {
                            "name": "Geoffrey Uy, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John F DiPersio, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Kramer, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Neha Mehta-Shah, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Armin Ghobadi, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Feng Gao, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009181",
                    "term": "Mycoses"
                },
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000016399",
                    "term": "Lymphoma, T-Cell"
                },
                {
                    "id": "D000016411",
                    "term": "Lymphoma, T-Cell, Peripheral"
                },
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                },
                {
                    "id": "D000009182",
                    "term": "Mycosis Fungoides"
                },
                {
                    "id": "D000012751",
                    "term": "Sezary Syndrome"
                },
                {
                    "id": "D000015458",
                    "term": "Leukemia, T-Cell"
                },
                {
                    "id": "D000015459",
                    "term": "Leukemia-Lymphoma, Adult T-Cell"
                },
                {
                    "id": "D000017728",
                    "term": "Lymphoma, Large-Cell, Anaplastic"
                },
                {
                    "id": "D000054391",
                    "term": "Lymphoma, Extranodal NK-T-Cell"
                },
                {
                    "id": "D000015463",
                    "term": "Leukemia, Prolymphocytic"
                },
                {
                    "id": "D000015461",
                    "term": "Leukemia, Prolymphocytic, T-Cell"
                },
                {
                    "id": "D000058527",
                    "term": "Enteropathy-Associated T-Cell Lymphoma"
                },
                {
                    "id": "D000007119",
                    "term": "Immunoblastic Lymphadenopathy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000016410",
                    "term": "Lymphoma, T-Cell, Cutaneous"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000072281",
                    "term": "Lymphadenopathy"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Malignancies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18829",
                    "name": "Lymphoma, T-Cell",
                    "asFound": "T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18833",
                    "name": "Lymphoma, T-Cell, Peripheral",
                    "asFound": "T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "asFound": "Mycosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12137",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19941",
                    "name": "Lymphoma, Large-Cell, Anaplastic",
                    "asFound": "Anaplastic Large Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18120",
                    "name": "Leukemia-Lymphoma, Adult T-Cell",
                    "asFound": "Adult T-cell leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18119",
                    "name": "Leukemia, T-Cell",
                    "asFound": "T-cell leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18122",
                    "name": "Leukemia, Prolymphocytic",
                    "asFound": "Prolymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18121",
                    "name": "Leukemia, Prolymphocytic, T-Cell",
                    "asFound": "T-Cell Prolymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10167",
                    "name": "Immunoblastic Lymphadenopathy",
                    "asFound": "Angioimmunoblastic T-cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15560",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29117",
                    "name": "Enteropathy-Associated T-Cell Lymphoma",
                    "asFound": "Enteropathy-Associated T-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27676",
                    "name": "Lymphoma, Extranodal NK-T-Cell",
                    "asFound": "Extranodal NK/T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M994",
                    "name": "Lymphadenopathy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M18832",
                    "name": "Lymphoma, T-Cell, Cutaneous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4496",
                    "name": "Peripheral T-cell Lymphoma",
                    "asFound": "T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T3986",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "T367",
                    "name": "Anaplastic Large Cell Lymphoma",
                    "asFound": "Anaplastic Large Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T224",
                    "name": "Adult T-cell Leukemia/lymphoma",
                    "asFound": "Adult T Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5570",
                    "name": "T-cell Prolymphocytic Leukemia",
                    "asFound": "T-Cell Prolymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2165",
                    "name": "Extranodal Nasal NK/T Cell Lymphoma",
                    "asFound": "NK/T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T391",
                    "name": "Angioimmunoblastic T-cell Lymphoma",
                    "asFound": "Angioimmunoblastic T-cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T390",
                    "name": "Angioimmunoblastic Lymphadenopathy With Dysproteinemia",
                    "asFound": "Angioimmunoblastic T-cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5200",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2079",
                    "name": "Enteropathy-associated T-cell Lymphoma",
                    "asFound": "Enteropathy-Associated T-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3393",
                    "name": "Leukemia, T-cell, Chronic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}