{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05694364",
            "orgStudyIdInfo": {
                "id": "MCC-21622"
            },
            "secondaryIdInfos": [
                {
                    "id": "PRGN-3007",
                    "type": "OTHER",
                    "domain": "PRGN-3007"
                }
            ],
            "organization": {
                "fullName": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Dose Escalation/Dose Expansion Study of PRGN-3007 UltraCAR-T Cells in Patients With Advanced Hematologic and Solid Tumor Malignancies",
            "officialTitle": "A Phase 1/1b Dose Escalation/Dose Expansion Study of PRGN-3007 UltraCAR-T Cells in Patients With Advanced Hematologic and Solid Tumor Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "dose-escalation-dose-expansion-study-of-prgn-ultracar-t-cells-in-patients-with-advanced-hematologic-and-solid-tumor-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-01-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-12",
            "studyFirstSubmitQcDate": "2023-01-12",
            "studyFirstPostDateStruct": {
                "date": "2023-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Precigen, Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to find out if an investigational drug called PRGN-3007 UltraCAR-T cells (PRGN-3007 T cells) can help people with ROR1-positive hematologic chronic lymphocytic leukemia (CLL), mantle cell lymphoma (MCL), acute lymphoblastic leukemia (ALL), diffuse large B-cell lymphoma (DLBCL) and solid tumor triple negative breast cancer (TNBC) malignancies."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Lymphocytic Leukemia",
                "Mantle Cell Lymphoma",
                "Acute Lymphoblastic Leukemia",
                "Diffuse Large B Cell Lymphoma",
                "Triple Negative Breast Cancer Malignancies"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 88,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1 Dose Escalation (Group A)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants from group A (hematologic malignancies) will undergo leukapheresis followed by lymphodepletion and infusion of PRGN-3007. Lymphodepletion will include 3 days of treatment with fludarabine (30 mg/m\\^2) and cyclophosphamide (500 mg/m\\^2) prior to study day 0.\n\nParticipants will then receive PRGN-3007 in 3 dose levels beginning at Dose Level 1, using a standard 3+3 escalation design to determine Maximum Tolerated Dose (MTD). The target maximum doses infused at each dose level is:\n\nDose Level 1: 1x10\\^6 cells/kg Dose Level 2: 3x10\\^6 cells/kg Dose Level 3: 1x10\\^7 cells/kg",
                    "interventionNames": [
                        "Drug: Fludarabine",
                        "Drug: Cyclophosphamide",
                        "Biological: PRGN-3007"
                    ]
                },
                {
                    "label": "Phase 1 Dose Escalation (Group B)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants from group B (solid tumors) will undergo leukapheresis followed by lymphodepletion and infusion of PRGN-3007. Lymphodepletion will include 2 days of cyclophosphamide (500 mg/m\\^2) prior to study day 0.\n\nParticipants will then receive PRGN-3007 in 3 dose levels beginning at Dose Level 1, using a standard 3+3 escalation design to determine Maximum Tolerated Dose (MTD). The target maximum doses infused at each dose level is:\n\nDose Level 1: 1x10\\^6 cells/kg Dose Level 2: 3x10\\^6 cells/kg Dose Level 3: 1x10\\^7 cells/kg",
                    "interventionNames": [
                        "Drug: Cyclophosphamide",
                        "Biological: PRGN-3007"
                    ]
                },
                {
                    "label": "Phase 1b Dose Expansion (Group A)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants from group A (hematologic malignancies) will undergo leukapheresis followed by lymphodepletion and infusion of PRGN-3007. Lymphodepletion will include 3 days of treatment with fludarabine (30 mg/m\\^2) and cyclophosphamide (500 mg/m\\^2) prior to study day 0. Participants will then receive PRGN-3007 at the dose level determined to be the Maximum Tolerated Dose (MTD) in the dose escalation portion of the study.",
                    "interventionNames": [
                        "Drug: Fludarabine",
                        "Drug: Cyclophosphamide",
                        "Biological: PRGN-3007"
                    ]
                },
                {
                    "label": "Phase 1b Dose Expansion (Group B)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants from group B (solid tumors) will undergo leukapheresis followed by lymphodepletion and infusion of PRGN-3007. Lymphodepletion will include 2 days of cyclophosphamide (500 mg/m\\^2) prior to study day 0.Participants will then receive PRGN-3007 at the dose level determined to be the Maximum Tolerated Dose (MTD) in the dose escalation portion of the study.",
                    "interventionNames": [
                        "Drug: Cyclophosphamide",
                        "Biological: PRGN-3007"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Fludarabine is an antimetabolite given prior to lymphodepletion.",
                    "armGroupLabels": [
                        "Phase 1 Dose Escalation (Group A)",
                        "Phase 1b Dose Expansion (Group A)"
                    ],
                    "otherNames": [
                        "Fludara"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Cyclophosphamide is a nitrogen mustard-derivative, polyfunctional alkylating agent given prior to lymphodepletion.",
                    "armGroupLabels": [
                        "Phase 1 Dose Escalation (Group A)",
                        "Phase 1 Dose Escalation (Group B)",
                        "Phase 1b Dose Expansion (Group A)",
                        "Phase 1b Dose Expansion (Group B)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "PRGN-3007",
                    "description": "PRGN-3007 T cells are autologous T cells that are genetically modified ex vivo with the Sleeping Beauty (SB) system to express a ROR1-specific chimeric antigen receptor (ROR1 CAR), membrane bound interleukin-15 (mbIL15), a kill switch derived from truncated form of human epidermal growth factor receptor (HER1t) and include a built-in mechanism for intrinsic downregulation of programmed cell death receptor 1 (PD-1) expression on UltraCAR-T cells.The transgenes are delivered from a SB transposon which ensures co-expression all transgenes in all transfected cells. T cells are selected from the apheresis product and can be modified with the SB system to manufacture the T cells with the potential of infusing within 2 days from genetic modification.",
                    "armGroupLabels": [
                        "Phase 1 Dose Escalation (Group A)",
                        "Phase 1 Dose Escalation (Group B)",
                        "Phase 1b Dose Expansion (Group A)",
                        "Phase 1b Dose Expansion (Group B)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose (MTD) of PRGN-3007 (Group A)",
                    "description": "Maximum Tolerated Dose of of PRGN-3007 in patients with hematologic malignancies.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Maximum Tolerated Dose (MTD) of PRGN-3007 (Group B)",
                    "description": "MTD of PRGN-3007 in patients with solid tumors",
                    "timeFrame": "Up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate",
                    "description": "Overall Response Rate is defined as the rate of the best overall response as complete response (CR) or partial response (PR)",
                    "timeFrame": "at 12 months"
                },
                {
                    "measure": "Disease Control Rate",
                    "description": "Disease Control Rate is defined as the proportion of subjects experiencing Complete Response (CR), Partial Response (PR) or Stable Disease (SD).",
                    "timeFrame": "at 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Age 18 years and older\n* Eastern Cooperative Oncology Group (ECOG) score of 0 or 1; or Karnofsky Performance Status (KPS) of ≥ 70%.\n* Life expectancy ≥ 12 weeks from the time of enrollment\n* Must have adequate organ function, as defined in protocol.\n* Patients must be at least 2 weeks or 5 half-lives (whichever is shorter)post systemic steroids prior to enrollment except as premedication for contrast allergy\n* Negative serum pregnancy test for women of child bearing potential (WOCBP). Fertile male and female patients must be willing to use a contraceptive method before, during, and for at least 12 months after the last T cell infusion\n* All patients must have the ability to understand and willingness to sign a written informed consent form (ICF).\n\nExclusion Criteria:\n\n* Patient has received any of the following treatments prior to leukapheresis: cytotoxic chemotherapy or radiation therapy within 14 days; an antineoplastic monoclonal antibody within prior 4 weeks; prior targeted therapy 14 days or 5 half-lives from the last dose whichever is shorter; or prior systemic inhibitory/stimulatory immune checkpoint molecule therapy (eg, ipilimumab, nivolumab, pembrolizumab, atezolizumab, OX40 agonists, 4-1BB agonists) within 3 half-lives; or has not recovered from (i.e., ≤ grade 1) adverse event (AE) caused by prior treatment. Exceptions include hydroxyurea, single agent vincristine or steroids for uncontrolled ALL.\n* Burkitt lymphoma is excluded.\n* Prior allogeneic hematopoietic stem cell transplant (HSCT) or donor lymphocyte infusion within 6 months prior to enrollment, current acute graft versus host disease grade 2-4 by Glucksberg criteria or severity B-D by by International Bone Marrow Transplant Registry (IBMTR) index or history of severe (grade 3-4) acute graft versus host disease.\n* Patients with a history of immunodeficiency (except for acquired hypogammaglobulinemia), patients with active autoimmune disease requiring systemic immunosuppressive therapy (i.e., \\> 15 mg of prednisone daily or equivalent), or patients who have received any other form of immunosuppressive therapy within 7 days prior to leukapheresis.\n* Patients with a history of autoimmune disease resulting in end-organ injury are not eligible unless attributable to primary disease which is target of this study\n* Patient requires treatment with warfarin.\n* Patients who have contraindication to the lymphodepletion chemotherapy regimen\n* Patient received a live vaccine administration within 4 weeks prior to leukapheresis\n* Patient is currently participating in another investigation treatment study, or has participated in a study of an investigational agent within 4 weeks prior to leukapheresis.\n* Patients with clinically significant pulmonary dysfunction, as determined by medical history and physical exam should undergo pulmonary function testing; those with a forced expiratory volume at one second(FEV1) of ≤ 65% or diffuse capacity lung for carbon monoxide (DLCO; corrected) \\< 40% will be excluded\n* Patients with history of other active malignancy within 1 year prior to enrollment.\n* Patients with adequately resected basal or squamous cell carcinoma of the skin, non-melanoma skin cancer or carcinoma in situ (e.g., skin, cervix, bladder, breast), superficial bladder cancer, asymptomatic localized low grade prostate cancer for which watch-and-wait approach is standard of care, or any other cancer that has been in remission are eligible\n* History of concomitant genetic syndrome associated with bone marrow failure such as Fanconi anemia, Kostmann syndrome, Shwachman-Diamond syndrome\n* Known human immunodeficiency virus (HIV) seropositivity or active hepatitis B or C infection. A history of hepatitis B or C is permitted if the viral load is undetectable by quantitative assay\n* Ongoing uncontrolled serious infection, clinically significant cardiac disease (i.e.,symptomatic congestive heart failure, myocardial infarction, cardiac angioplasty or stenting, unstable angina pectoris, uncontrolled cardiac arrhythmia), poorly controlled pulmonary disease (no clinically significant pleural effusion), or psychiatric illness/social situations that would limit compliance with study requirements within 12 months prior to enrollment.\n* History of any central nervous system (CNS) disorder such as seizure disorder, cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease, any autoimmune disease with CNS involvement, posterior reversible encephalopathy syndrome, or cerebral edema\n* History of symptomatic deep vein thrombosis or pulmonary embolism within 6 months prior to enrollment\n* CNS lymphoma, untreated CNS metastases, leptomeningeal disease and/or carcinomatous meningitis; patients with a history of brain metastases that are previously treated, stable, and off systemic steroids for over 30 days prior to screening are eligible\n* Patients that have not recovered from major acute infections and/or recent surgical procedures\n* Toxicities due to prior therapy must be stable and recovered to ≤ grade 1 (except for clinically non-significant toxicities such as alopecia)\n* Patients, who in the opinion of the investigator, may not be able to comply with the monitoring requirements of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Javier Pinilla-Ibarz, MD, PhD",
                    "affiliation": "Moffitt Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley O'Neil",
                            "role": "CONTACT",
                            "phone": "813-745-5240",
                            "email": "ashley.oneil@moffitt.org"
                        },
                        {
                            "name": "Javier Pinilla-Ibarz, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Julio Chavez, MD, MS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Bijal Shah, MD, MS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Hatem Soliman, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Moffitt Cancer Center Clinical Trials website",
                    "url": "https://www.moffitt.org/clinical-trials-research/clinical-trials/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                },
                {
                    "id": "D000020522",
                    "term": "Lymphoma, Mantle-Cell"
                },
                {
                    "id": "D000016403",
                    "term": "Lymphoma, Large B-Cell, Diffuse"
                },
                {
                    "id": "D000064726",
                    "term": "Triple Negative Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M18831",
                    "name": "Lymphoma, Large B-Cell, Diffuse",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M22307",
                    "name": "Lymphoma, Mantle-Cell",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30373",
                    "name": "Triple Negative Breast Neoplasms",
                    "asFound": "Triple Negative Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1866",
                    "name": "Diffuse Large B-Cell Lymphoma",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3601",
                    "name": "Mantle Cell Lymphoma",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M11449",
                    "name": "Mechlorethamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12525",
                    "name": "Nitrogen Mustard Compounds",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}