{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06282458",
            "orgStudyIdInfo": {
                "id": "V2000101"
            },
            "organization": {
                "fullName": "Veru Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Dose-Finding Study Evaluating Effect on Body Composition of Enobosarm in Patients Taking a GLP-1 for Chronic Weight Mgmt",
            "officialTitle": "A Phase 2 Dose-Finding and Proof-of-Concept Study to Evaluate the Effect on Body Composition and Safety of Enobosarm in Patients Treated With Glucagon-Like Peptide-1 (GLP-1) Receptor Agonists for Chronic Weight Management",
            "acronym": "QUALITY",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "dose-finding-study-evaluating-effect-on-body-composition-of-enobosarm-in-patients-taking-a-glp-for-chronic-weight-mgmt"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-20",
            "studyFirstSubmitQcDate": "2024-02-20",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Veru Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to assess the effect of enobosarm on total lean mass as measured by DEXA in patients maintained on GLP-1 receptor agonists.",
            "detailedDescription": "This study is a multicenter, randomized, double-blind, placebo-controlled, dose-assessing study. Subjects will be randomized to the three treatment arms (GLP-1 receptor agonist plus either enobosarm 3mg dose group, enobosarm 6mg dose group, or placebo group) in a 1:1:1 fashion. All patients randomized into this study will be medically indicated for use of GLP-1 receptor agonist for weight management. NOTE: First dose of GLP-1 receptor agonist will be Day 1 of this study.\n\nThe primary efficacy endpoint of the study will be the change from baseline in total lean mass at 4 months (112 days). Subjects will continue enobosarm (or matching placebo) monotherapy treatment from Day 112 to Day 196 to assess the effect of enobosarm on total lean mass, total muscle mass, maintenance of weight loss, and rebound fat gain after discontinuation of GLP-1 receptor agonists. A safety follow up visit will occur approximately 30 days after last dose of study drug.\n\nThe safety of enobosarm compared to the placebo control will be evaluated by an Independent Data Monitoring Committee (IDMC)."
        },
        "conditionsModule": {
            "conditions": [
                "Muscle Loss",
                "Obesity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized to the three treatment arms (GLP-1 receptor agonist plus either enobosarm 3mg dose group, enobosarm 6mg dose group, or placebo group) in a 1:1:1 fashion. All patients randomized into this study will be medically indicated for use of GLP-1 receptor agonist for weight management. NOTE: First dose of GLP-1 receptor agonist will be Day 1 of this study.\n\nThe primary efficacy endpoint of the study will be the change from baseline in total lean mass at 4 months (112 days). Subjects will continue enobosarm (or matching placebo) monotherapy treatment from Day 112 to Day 196 to assess the effect of enobosarm on total lean mass, total muscle mass, maintenance of weight loss, and rebound fat gain after discontinuation of GLP-1 receptor agonists. A safety follow-up visit will occur approximately 30 days after last dose of study drug.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Double Blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Semaglutide and Enobosarm 3 mg QD by mouth (E3G) daily",
                    "type": "EXPERIMENTAL",
                    "description": "Approximately 50 subjects will be dosed with semaglutide injected once-weekly and enobosarm 3 mg QD by mouth (E3G) daily for approximately 112 days. Semaglutide dose escalation will occur as follows:\n\nWeeks 1 through 4 - 0.25mg Weeks 5 through 8 - 0.5mg Weeks 9 through 12 - 1mg Weeks 13 through 16 - 1.7mg\n\nFrom Day 112 to Day 196, patients will continue to receive 3 mg enobosarm QD by mouth and will discontinue the semaglutide.",
                    "interventionNames": [
                        "Drug: Enobosarm",
                        "Drug: Semaglutide"
                    ]
                },
                {
                    "label": "Semaglutide and Enobosarm 6 mg QD by mouth (E6G) daily",
                    "type": "EXPERIMENTAL",
                    "description": "Approximately 50 subjects will be dosed with semaglutide injected once-weekly and enobosarm 6 mg QD by mouth (E3G) daily for approximately 112 days. Semaglutide dose escalation will occur as follows:\n\nWeeks 1 through 4 - 0.25mg Weeks 5 through 8 - 0.5mg Weeks 9 through 12 - 1mg Weeks 13 through 16 - 1.7mg\n\nFrom Day 112 to Day 196, patients will continue to receive 6 mg enobosarm QD by mouth and will discontinue the semaglutide.",
                    "interventionNames": [
                        "Drug: Enobosarm",
                        "Drug: Semaglutide"
                    ]
                },
                {
                    "label": "GLP-1 receptor agonist and Placebo QD by mouth (PG) daily",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Approximately 50 subjects will be dosed with semaglutide injected once-weekly and placebo QD by mouth (PG) daily for approximately 112 days. Semaglutide dose escalation will occur as follows:\n\nWeeks 1 through 4 - 0.25mg Weeks 5 through 8 - 0.5mg Weeks 9 through 12 - 1mg Weeks 13 through 16 - 1.7mg\n\nFrom Day 112 to Day 196, patients will continue to receive placebo QD by mouth (PG) and will discontinue the semaglutide.",
                    "interventionNames": [
                        "Drug: Semaglutide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Enobosarm",
                    "description": "Enobosarm is an oral, new chemical entity class, SARM, that has demonstrated tissue-selective, dose-dependent improvement in body composition with increases in muscle mass and reduces fat mass, improves insulin resistance, has no masculinizing effects in women, has neutral prostate effects in men, and no increases in hematocrit. Increases in muscle mass have resulted in improvements in muscle strength and physical function.",
                    "armGroupLabels": [
                        "Semaglutide and Enobosarm 3 mg QD by mouth (E3G) daily",
                        "Semaglutide and Enobosarm 6 mg QD by mouth (E6G) daily"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Semaglutide",
                    "description": "Semaglutide for Chronic Weight Management",
                    "armGroupLabels": [
                        "GLP-1 receptor agonist and Placebo QD by mouth (PG) daily",
                        "Semaglutide and Enobosarm 3 mg QD by mouth (E3G) daily",
                        "Semaglutide and Enobosarm 6 mg QD by mouth (E6G) daily"
                    ],
                    "otherNames": [
                        "Wegovy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary endpoint for the study is the percentage change from baseline in total lean body mass at 112 days.",
                    "description": "To determine the effect of enobosarm on total lean mass as measured by DEXA in patients maintained on GLP-1 receptor agonists (percent change in total lean mass) at 112 days.",
                    "timeFrame": "Day 112"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The percent change from baseline in total fat mass",
                    "description": "The percent change from baseline in total fat mass from Day 112 and at Day 196",
                    "timeFrame": "Day 112 and Day 196"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects accepted for this study must:\n\n1. Provide informed consent from the subject or the subject's legally authorized representative\n2. Be able to communicate effectively with the study personnel\n3. Aged ≥60 years\n4. For Female Subjects\n\n   * Menopausal status\n\n     * Be postmenopausal as defined by either:\n\n       * one year or more of amenorrhea\n       * surgical menopause with bilateral oophorectomy\n\n   For Male Subjects\n   * Subject must agree to use acceptable methods of contraception:\n   * If the study subject's partner could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 30 days following administration of the last dose of study medication. Acceptable methods of contraception are as follows: surgical sterilization (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}, the female partner uses oral contraceptives (combination estrogen/progesterone pills), injectable progesterone or subdermal implants and a barrier method (condom used with spermicidal foam/gel/film/cream/suppository)\n   * If female partner of a study subject has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n   * If female partner of a study subject has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n   * Female partner is menopausal as defined above\n5. Documented evidence of obesity (BMI ≥30 or ≥27 with the presence of at least one weight-related comorbid condition (e.g., hypertension, type 2 diabetes mellitus, or dyslipidemia)\n6. Medically indicated for use of GLP-1 receptor agonist for weight management.\n7. Consents to be treated with GLP-1 receptor agonist for 84 days under this protocol.\n8. Subject is willing to comply with the requirements of the protocol through the end of the study\n9. The patient is able to swallow oral medications\n10. The patient is able to complete the physical function (stair climb) assessment\n11. Maximum weight at screening of 300lbs as per DEXA requirements\n12. Complete a valid OSA assessment\n\nExclusion Criteria:\n\nAny of the following conditions are cause for exclusion from the study:\n\n1. Known hypersensitivity or allergy to enobosarm or a GLP-1 receptor agonist\n2. Creatinine clearance \\< 30 milliliter per minute (mL/min) as measured using the Cockcroft Gault formula (patients with mild and moderate renal failure are not excluded from participation in this study)\n3. Treatment with any investigational product within \\< 5 half-lives for each individual investigational product OR within 30 days prior to randomization\n4. Major surgery within 30 days prior to randomization\n5. Planned major surgery during course of the study\n6. Testosterone, methyltestosterone, oxandrolone (Oxandrin®), oxymetholone, danazol, fluoxymesterone (Halotestin®), testosterone-like agents (such as dehydroepiandrosterone, androstenedione, and other androgenic compounds, including herbals), myostatin inhibitors, apelin receptor agonists, or antiandrogens (flutamide, bicalutamide, abiraterone, enzalutamide, apalutamide, or darolutamide).\n\n   Previous therapy with testosterone and testosterone-like agents is acceptable with a 30-day washout (if previous testosterone therapy was long term depot within the past 6 months, the site should contact the Medical Monitor) or any other androgenic agent.\n7. An abnormal ECG result which, based on the investigator's clinical judgment, would place the subject at increased medical risk\n8. Concurrently participating in any other interventional or treatment clinical trial.\n9. Pre-existing liver disease (hepatitis B, uncontrolled hepatitis A, hepatitis C, autoimmune hepatitis, liver cancer, alcohol-associated cirrhosis, alcohol-associated hepatitis, alcohol-associated fatty liver)\n10. Baseline ALT or AST \\>3x upper limit of normal\n11. Baseline total bilirubin levels \\> upper limit of normal\n12. History of acute pancreatitis within one year of screening or history of chronic pancreatitis\n13. Severe gastrointestinal disease, including gastroparesis\n14. Major depressive disorder diagnosed within 2 years prior to screening (NOTE: a diagnosis of major depressive disorder ≥2 years prior to screening that is stably managed \\[with or without pharmacological intervention\\] without additional exclusionary history are not excluded from the study), history of other severe psychiatric disorder, including schizophrenia and bipolar disorder, any lifetime history of suicide attempt, or with suicidal ideation or behavior within 1 month prior to screening.\n15. Patient Health Questionnaire score \\>15 or any suicidal ideation of type 4 or type 5 on the Columbia-Suicide Severity Rating Scale\n16. Monogenic or syndrome obesity, and endocrine causes of obesity (such as untreated hypothyroidism or Cushing's syndrome), and obesity caused by medications that cause weight gain\n17. Prior bariatric surgery or weight loss devices unless removed for ≥1 year prior to screening for this study.\n18. Patients that are currently taking a GLP-1 receptor agonists or have taken a GLP-1 receptor agonists within one year prior to screening for this study. Patients may not resume treatment with GLP-1 receptor agonists until after the 30-day follow-up visit.\n19. Diagnosis of diabetes requiring current use of any antidiabetic drug or HbA1c ≥ 6.5% Note: Metabolic syndrome is not an exclusion, even if managed with an anti-diabetic drug such as metformin or an SGLT2 inhibitor. A diagnosis of prediabetes or impaired glucose tolerance managed with antidiabetic medication or non-pharmacologic approaches (e.g., diet and exercise) is not an exclusion as long as other study criteria are met and the patient has not progressed to a diagnosis of diabetes.\n20. Creatine kinase \\>ULN\n21. Any condition that is exclusionary for use of semaglutide (generally WEGOVY) in the patient. See the WEGOVY Prescribing Information. The following contraindications are listed in the WEGOVY prescribing information:\n\n    1. Personal or family history of medullary thyroid carcinoma or in patients with Multiple Endocrine Neoplasia syndrome type 2\n    2. Known hypersensitivity to semaglutide or any of the excipients in WEGOVY\n22. Subjects with active or untreated malignancy within 5 years of screening (NOTE:\n\n    treated non-melanoma skin cancers are allowable).\n23. Male subjects with a lifetime history of malignant prostate disease, such as prostate cancer.\n24. Male subjects with a PSA ≥4 ng/mL\n25. Patients with prior tendon rupture or those taking concomitant medications that increase the risk of tendon rupture (e.g., fluroquinoline antibiotics, bempedoic acid, or corticosteroids).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barnette",
                    "role": "CONTACT",
                    "phone": "8006069382",
                    "email": "veruclinicaltrials@verupharma.com"
                },
                {
                    "name": "Rodriguez",
                    "role": "CONTACT",
                    "phone": "8006069382",
                    "email": "veruclinicaltrials@verupharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Barnette",
                    "affiliation": "Veru Inc.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Pinnacle Trials",
                    "status": "RECRUITING",
                    "city": "Anniston",
                    "state": "Alabama",
                    "zip": "36207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "April Bolt",
                            "role": "CONTACT",
                            "phone": "256-460-6379",
                            "email": "Abolt@Pinnacletrials.com"
                        },
                        {
                            "name": "Almena Free",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.65983,
                        "lon": -85.83163
                    }
                },
                {
                    "facility": "Cullman Clinical Trials",
                    "status": "RECRUITING",
                    "city": "Cullman",
                    "state": "Alabama",
                    "zip": "35055",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheryl Hargrove",
                            "role": "CONTACT",
                            "phone": "256-708-2826",
                            "email": "cheryl@cullmanclinicaltrials.com"
                        },
                        {
                            "name": "Randall Quinn",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.17482,
                        "lon": -86.84361
                    }
                },
                {
                    "facility": "Artemis Institute for Clinical Research",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Analicia Murillo",
                            "role": "CONTACT",
                            "phone": "858-867-3557",
                            "email": "analicia.murillo@artemis-research.com"
                        },
                        {
                            "name": "Stacy Layle",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Universal Axom Clinical Research",
                    "status": "RECRUITING",
                    "city": "Doral",
                    "state": "Florida",
                    "zip": "33122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Marinez",
                            "role": "CONTACT",
                            "phone": "305-677-9267",
                            "phoneExt": "24",
                            "email": "Dmarinez@uaclinical.com"
                        },
                        {
                            "name": "Luis Martinez",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.81954,
                        "lon": -80.35533
                    }
                },
                {
                    "facility": "Altus Research",
                    "status": "RECRUITING",
                    "city": "Lake Worth",
                    "state": "Florida",
                    "zip": "33461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Junieth Leyes",
                            "role": "CONTACT",
                            "phone": "561-641-0404",
                            "email": "jleyes@altusresearch.com"
                        },
                        {
                            "name": "Samuel Lederman",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.61708,
                        "lon": -80.07231
                    }
                },
                {
                    "facility": "MARC Research Center",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laken Heitz",
                            "role": "CONTACT",
                            "phone": "502-214-3925",
                            "email": "lheitz@lmarc.com"
                        },
                        {
                            "name": "Harold Bays",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "Pennington Biomedical",
                    "status": "RECRUITING",
                    "city": "Baton Rouge",
                    "state": "Louisiana",
                    "zip": "70810",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aubrey Windham",
                            "role": "CONTACT",
                            "phone": "225-763-2618",
                            "email": "aubrey.windham@pbrc.edu"
                        },
                        {
                            "name": "Steven Heysmfield",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.45075,
                        "lon": -91.15455
                    }
                },
                {
                    "facility": "DelRicht Research - New Orleans",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Krambeck",
                            "role": "CONTACT",
                            "phone": "504-336-2667",
                            "email": "ekrambeck@delricht.com"
                        },
                        {
                            "name": "Patrick Dennis",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "Centennial Medical Group (CMG)",
                    "status": "RECRUITING",
                    "city": "Elkridge",
                    "state": "Maryland",
                    "zip": "21075",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyler Stine",
                            "role": "CONTACT",
                            "phone": "443-698-8678",
                            "email": "TSTINE@centennialmedical.com"
                        },
                        {
                            "name": "Steven Geller",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.21261,
                        "lon": -76.71358
                    }
                },
                {
                    "facility": "SKY Integrative Medical Center",
                    "status": "RECRUITING",
                    "city": "Ridgeland",
                    "state": "Mississippi",
                    "zip": "39157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bob Hutchins",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.42848,
                        "lon": -90.13231
                    }
                },
                {
                    "facility": "Clinvest Headlands LLC",
                    "status": "RECRUITING",
                    "city": "Springfield",
                    "state": "Missouri",
                    "zip": "65807",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kealon Cox",
                            "role": "CONTACT",
                            "phone": "417-883-7889",
                            "email": "kealon.cox@clinvest.com"
                        },
                        {
                            "name": "David True",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.21533,
                        "lon": -93.29824
                    }
                },
                {
                    "facility": "Palm Research Center",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89119",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sasha Sandry",
                            "role": "CONTACT",
                            "phone": "702-736-5161",
                            "email": "sasha@palmresearchcenter.com"
                        },
                        {
                            "name": "Samer Nakhle",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                },
                {
                    "facility": "Lillestol Research LLC",
                    "status": "RECRUITING",
                    "city": "Fargo",
                    "state": "North Dakota",
                    "zip": "58104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Lillestol",
                            "role": "CONTACT",
                            "phone": "701-232-7705",
                            "email": "lillestolmd@lillestolresearch.com"
                        },
                        {
                            "name": "Michael Lillestol",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87719,
                        "lon": -96.7898
                    }
                },
                {
                    "facility": "Clinical Trials of Texas, LLC DBA Flourish Research",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandra Howard",
                            "role": "CONTACT",
                            "phone": "210-949-0122",
                            "phoneExt": "183",
                            "email": "showard@flourishresearch.com"
                        },
                        {
                            "name": "Douglas Denham",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000591245",
                    "term": "Semaglutide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000097789",
                    "term": "Glucagon-Like Peptide-1 Receptor Agonists"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9043",
                    "name": "Glucagon",
                    "relevance": "LOW"
                },
                {
                    "id": "M26997",
                    "name": "Glucagon-Like Peptide 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M353561",
                    "name": "Semaglutide",
                    "asFound": "Stretching",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M3401",
                    "name": "Glucagon-Like Peptide-1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                }
            ]
        }
    },
    "hasResults": false
}