{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04802603",
            "orgStudyIdInfo": {
                "id": "2020-KOT-003"
            },
            "organization": {
                "fullName": "Baptist Health South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Dose-Escalated Spine SbRT for Localized Metastasis to the Spinal Column",
            "officialTitle": "Dose-Escalated Spine SbRT (DESSRT) for Localized Metastasis to the Spinal Column",
            "acronym": "DESSRT",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "dose-escalated-spine-sbrt-for-localized-metastasis-to-the-spinal-column"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-15",
            "studyFirstSubmitQcDate": "2021-03-15",
            "studyFirstPostDateStruct": {
                "date": "2021-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baptist Health South Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to determine the feasibility and tolerability of a novel regimen of spine stereotactic radiosurgery (SSRS). SSRS delivers high doses of radiation to tumors of the spine using precision techniques.\n\nIn standard medical care, conventional SSRS is delivered in only 1 or 2 treatments. When this treatment is delivered in only 1-2 treatments, a high dose is used which can increase the side effects of treatment. This study aims to test an alternative technique of delivering SSRS over 5 treatments. By delivering the radiation therapy over multiple treatments, the dose of radiation is less per treatment.",
            "detailedDescription": "Given the limitations with conventional external-beam radiotherapy, spine stereotactic radiosurgery was developed as an alternative treatment for localized spine metastasis. Stereotactic radiosurgery is an alternative treatment option to conventional palliative radiotherapy, which has gained acceptance over the last decade. Clinical experience with spine stereotactic radiosurgery has showed high rates of pain control and improvement in neurological function in patients with epidural compression."
        },
        "conditionsModule": {
            "conditions": [
                "Spine Metastases",
                "Metastasis Spine"
            ],
            "keywords": [
                "Localized Metastasis",
                "Spinal Column"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Cohort 1 (De novo) Cohort 2 (Prior radiotherapy)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Radiotherapy",
                    "type": "OTHER",
                    "description": "Cohort 1 (De novo) No Prior radiotherapy Cohort 2 (Prior radiotherapy) Prior radiotherapy",
                    "interventionNames": [
                        "Radiation: Spine stereotactic body radiotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Spine stereotactic body radiotherapy",
                    "description": "Cohort 1 - De novo: Spine stereotactic body radiotherapy to a dose of 40 Gy in 5 fractions.\n\nCohort 2 - Prior radiotherapy: Risk-adapted spinal cord tolerance based on prior spine stereotactic body radiotherapy to a dose of 40 Gy in 5 fractions.",
                    "armGroupLabels": [
                        "Radiotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in response to spine Stereotactic Body Radiotherapy (SBRT) for Brief Pain Inventory (BPI)",
                    "description": "Assess the change in the feasibility and tolerability response of dose-escalated spine SBRT in patients with de novo or recurrent spine metastases with the Brief Pain Inventory questionnaire. The scale is from 0-10.",
                    "timeFrame": "within 5 days of treatment completion"
                },
                {
                    "measure": "Change in response to spine Stereotactic Body Radiotherapy (SBRT) for FACT-G",
                    "description": "4 scales: physical well-being (7 items), social/family well-being (7 items), emotional well-being (6 items) and functional well-being (7 items). The FACT-G, developed by Cella, et al.20 is a five point patient self-rating scale (from \"not at all\" to \"very much\").",
                    "timeFrame": "within 5 days of treatment completion"
                },
                {
                    "measure": "Change in response to spine Stereotactic Body Radiotherapy (SBRT) for EQ-5D-5L",
                    "description": "Consists of 5 items covering 5 dimensions including: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension can be graded on 3 levels including: 1=no problems; 2= moderate problems; and 3=extreme problems",
                    "timeFrame": "within 5 days of treatment completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain relief",
                    "description": "To assess the rate of complete or partial pain relief at 3 months using the Numerical Rating Pain Scale. Complete pain relief is defined as a pain score of 0 at the index site at 3 months post-treatment. Complete pain relief is based on no increase in narcotic pain medication, and a self-rated score of 0. Partial pain relief is defined as a reduction in the numerical pain score of at least 2 points from the baseline NRPS at the index site, as long as none of the other treated lesions have increased in pain score and as long as the patient did not require an increase in the level of narcotic pain medication.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Pain response",
                    "description": "To assess the rapidity of pain response using the Numerical Rating Pain Scale. Pain response will be categorized as following: 1) complete response, post-treatment pain score of 0 at the index site; 2) partial response, post-treatment improvement of at least 3 points at the index site; 3) stable response, post-treatment pain score within 3 points of the initial pain score at the index site, or 4) progressive response, a post-treatment increase of at least 3 points at the index site.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Duration of pain response",
                    "description": "To assess the duration of pain response using the Numerical Rating Pain Scale. The NRPS is an 11-point scale (0-10). Patients are instructed that 0 indicates no pain and that 10 indicates the worst pain imaginable. In general, scores of 1-4 indicate mild pain, scores of 5-6 indicate moderate pain, and scores of 7-10 indicate severe pain. Patients will be instructed to report the pain score of each treated site. Patients can complete the NRPS in approximately 1 minute.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of safety events",
                    "description": "To assess the safety and tolerability of treatment using CTCAE v5.0 criteria",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in response over time for the FACT-G",
                    "description": "Comparing the long-term effects (12 months) of dose-escalated spine Stereotactic Body Radiotherapy (SBRT) on vertebral bone integrity and spinal cord using the change response for the quality of life questionnaires. Test-retest reliability is high for the subscales with correlation coefficients ranging from a high of .88 for physical well-being to .82 for social and emotional well-being. It is written at the 4th grade reading level, and patients can complete the FACT-G in 5-10 minutes.",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Change in response over time for the EQ-5D-5L",
                    "description": "Comparing the long-term effects (12 months) of dose-escalated spine Stereotactic Body Radiotherapy (SBRT) on vertebral bone integrity and spinal cord using the change response for the quality of life questionnaires. Each dimension can be graded on 3 levels including: 1=no problems; 2= moderate problems; and 3=extreme problems.",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Functional Assessment of Cancer Therapy-General (FACT-G)",
                    "description": "To assess the effect of dose-escalated spine Stereotactic Body Radiotherapy (SBRT) on FACT-G. The FACT-G is a commonly used tool measuring the multidimensional components of health related quality of life (HRQOL) across 4 scales: physical well-being (7 items), social/family well-being (7 items), emotional well-being (6 items) and functional well-being (7 items) The FACT, developed by Cella, et al.20 is a five point patient self-rating scale (from \"not at all\" to \"very much\").",
                    "timeFrame": "12 months, 24 months"
                },
                {
                    "measure": "EuroQol (EQ-5D-5L)",
                    "description": "To assess the effect of dose-escalated spine Stereotactic Body Radiotherapy (SBRT) on EQ-5D-5L. The EQ-5D is a two-part, patient-completed questionnaire that takes approximately 5 minutes to complete. Consists of 5 items covering 5 dimensions including: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension can be graded on 3 levels including: 1=no problems; 2= moderate problems; and 3=extreme problems.",
                    "timeFrame": "12 months, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Zubrod Performance Status 0-2\n* Localized spine metastasis from a solid tumor from the C1 to L5 levels (a solitary spine metastasis, two separate spine levels, or up to 3 separate sites; each of the separate sites may have a maximal involvement of 2 contiguous vertebral bodies)\n* Patients with epidural extension are eligible as long as there is a ≥ 2 mm gap between the spinal cord and the edge of the epidural lesion\n* Paraspinal disease extension is allowed as long as it measures ≤ 5 cm in the greatest dimension and that it is contiguous with the spine metastasis\n* For patients enrolled in cohort 2, the minimum time to re-irradiation should be 6 months\n* Numerical Rating Pain Scale (NRPS) score of ≥ 5 at the index site(s) (as rated when the patient is not taking pain medication)\n\nExclusion Criteria:\n\n* Radiosensitive histologies (myeloma, lymphoma, germ cell tumors, small cell lung cancer)\n* Non-ambulatory patients\n* \\>50% loss of vertebral body height or spinal instability to due pathologic compression fracture\n* Frank spinal cord compression, spinal cord displacement, or epidural extension within 2 mm of the spinal cord\n* Rapid neurologic decline\n* Patients for whom an MRI of the spine is medically contraindicated\n* Pregnant women",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rupesh Kotecha, MD",
                    "role": "CONTACT",
                    "phone": "786-596-2000",
                    "email": "RupeshK@baptisthealth.net"
                },
                {
                    "name": "Maria C Avendano",
                    "role": "CONTACT",
                    "phone": "17865962000",
                    "email": "mariaave@baptisthealth.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rupesh Kotecha, MD",
                    "affiliation": "Miami Cancer Institute (MCI) at Baptist Health, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miami Cancer Institute at Baptist Health, Inc",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rupesh Kotecha, MD",
                            "role": "CONTACT",
                            "phone": "786-596-2000",
                            "email": "RupeshK@baptisthealth.net"
                        },
                        {
                            "name": "Rupesh Kotecha, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MCI - Website",
                    "url": "http://baptisthealth.net/cancer-care/home"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000016609",
                    "term": "Neoplasms, Second Primary"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18989",
                    "name": "Neoplasms, Second Primary",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}