{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06395402",
            "orgStudyIdInfo": {
                "id": "202208502"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "177Lu-DOTATATE Modified Delivery Based on Individualized Dosimetry",
            "officialTitle": "177Lu-DOTATATE Modified Delivery Based on Individualized Dosimetry",
            "acronym": "LUMOD-ID",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "dotatate-modified-delivery-based-on-individualized-dosimetry"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-25",
            "studyFirstSubmitQcDate": "2024-04-29",
            "studyFirstPostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen A. Graves",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Novartis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to learn if individualized dosimetry-based prescribing of Lutetium-177 DOTATATE (Lutathera, Novartis Pharmaceuticals) improves treatment outcomes for adults with unresectable neuroendocrine tumors. To investigate this, study participants will:\n\n* Undergo Somatostatin Receptor (SSTR) positron emission tomography (PET) imaging, such as a DOTATOC PET/CT scan\n* Be randomized to receive standard treatment (as per FDA guidelines) or investigational treatment (customized dosing of Lutathera based upon dosimetry)\n* Undergo blood tests for 4 to 8 weeks after each Lutathera treatment\n* Complete patient reported outcome questionnaires\n* Visit the clinic for follow-up about every 8 weeks.",
            "detailedDescription": "This is a randomized controlled clinical trial evaluating the impact of forward planning dosimetry for Lutetium-177 DOTATATE (Lutathera, Novartis Pharmaceuticals), a radiopharmaceutical approved to treat neuroendocrine tumors by the U.S. FDA.\n\nIf a patient consents to participate, and is deemed eligible to move forward, there is a 2 out of 3 chance to receive the investigational treatment (the Lutathera treatment customized to tumor uptake and kidney uptake). The standard treatment is 200 millicuries (mCi) of Lutathera per cycle, with potential adjustments for safety per the FDA-approved package insert.\n\nRegardless of the assigned group (investigational treatment or standard treatment), the first treatment is 200 mCi. This is given with amino acids, which is required for this treatment.\n\nParticipants in the standard treatment continue to receive 200 mCi per treatment, with or without adjustment based on package insert instructions, for up to 4 treatments total.\n\nParticipants in the investigational treatment will receive a customized dose of Lutathera, up to 400 mCi per treatment for treatments 2 - 4, in the hopes that escalation will be safe and effective in many patients based on individualized dosimetry.\n\nParticipants randomized to the investigational treatment will receive specialized imaging (SPECT/CT) following administration of Lutathera. This will identify where the Lutathera went and how long it remains there (in the tumors, kidneys, or bone marrow). After the first dose of Lutathera, this imaging is done on the first day of treatment and then once a day for the next 3 to 4 days. Each scan lasts about an hour. Following treatments 2 and 3, this imaging is only done on the first day and then once at about 3 to 4 days after the treatment. There are also blood samples collected to measure the radioactivity in the blood.\n\nAll participants must be actively followed to assess for side effects of therapy as well as treatment outcomes. This means participants must return to the treatment site at 2, 3, 6, and 12 months after the last cycle of therapy. All participants must have a CT scan completed at 6 months after treatment as well.\n\nRadiation side effects can take years to develop. For this reason, it is very important that participants remain in touch with the study investigator and team. Participants have life-long follow-up for this study."
        },
        "conditionsModule": {
            "conditions": [
                "Neuroendocrine Tumors",
                "Neuroendocrine Tumor Grade 1",
                "Neuroendocrine Tumor Grade 2"
            ],
            "keywords": [
                "lutetium Lu 177 dotatate",
                "Radiotherapy Planning, Computer-Assisted"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dosimetry-based lutetium Lu 177 dotatate therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous administration of lutetium Lu 177 dotatate once every 8 weeks for up to 4 total cycles.\n\nIntended administered radioactivity:\n\nCycle 1: 200 millicuries (mCi) Cycles 2, 3, and 4: based upon dosimetry for radiation exposure to bone marrow (no more than 1 Gy per administration) and kidneys (maximum dose 28 Gy total). Not to exceed 400 millicuries (mCi) per cycle (1400 mCi maximum for all cycles).",
                    "interventionNames": [
                        "Drug: Lutetium Lu 177 dotatate therapy"
                    ]
                },
                {
                    "label": "Standard lutetium Lu 177 dotatate",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Intravenous administration of lutetium Lu 177 dotatate once every 8 weeks for up to 4 total cycles. Each cycle is intended to receive 200 millicuries of radioactivity for a total treatment of 800 millicuries.",
                    "interventionNames": [
                        "Drug: Lutetium Lu 177 dotatate therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lutetium Lu 177 dotatate therapy",
                    "description": "LUTATHERA is an FDA approved radiopharmaceutical therapy for gastroenteropancreatic neuroendocrine tumor (GEP-NET). This radiopharmaceutical binds to somatostatin receptors, which are overexpressed on GEP-NET cells, and subsequently delivers beta particle radiation to the tumor cells.",
                    "armGroupLabels": [
                        "Dosimetry-based lutetium Lu 177 dotatate therapy",
                        "Standard lutetium Lu 177 dotatate"
                    ],
                    "otherNames": [
                        "Lutathera"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR) at 6 months after treatment",
                    "description": "Determine objective response rate in patients with grade 1 or 2 gastroenteropancreatic neuroendocrine tumors (GEP-NET) treated with dosimetrically-determined LUTATHERA administration compared to active control.",
                    "timeFrame": "6 months after completion of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment emergent toxicity assessment",
                    "description": "Determine treatment-emergent toxicity, as graded by the NCI's Common Terminology Criteria for Adverse Events (CTCAE) version 5 in patients with grade 1 or 2 gastroenteropancreatic neuroendocrine tumor (GEPNET) treated with dosimetrically derived Lutathera compared to standard treatment. Endpoints are Incidence and severity of toxicities",
                    "timeFrame": "From treatment day 1 every 6 months for 5 years post-treatment"
                },
                {
                    "measure": "Time to disease progression",
                    "description": "Determine time to progression in patients with grade 1 or 2 gastroenteropancreatic neuroendocrine tumor (GEPNET) treated with dosimetrically derived Lutathera compared to standard treatment",
                    "timeFrame": "Up to 5 years post-treatment"
                },
                {
                    "measure": "Correlation of hematologic toxicities",
                    "description": "Assess correlation between hematologic toxicity and bone marrow dose in patients with grade 1 or 2 gastroenteropancreatic neuroendocrine tumor (GEPNET) treated with dosimetrically derived LUTATHERA compared to active control",
                    "timeFrame": "At 6 months post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "In order to be eligible to participate in this study, an individual must meet all of the following criteria. A physical, with vital signs, concomitant medication review, and medical history must be completed within 60 calendar days to confirm appropriateness of Lutathera treatment as well as to foundation for listed criteria.\n\nInclusion Criteria:\n\n* Provision of signed and dated informed consent form.\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Aged ≥ 18 years at time of consent.\n* Pathologically confirmed (histology or cytology) malignant neoplasm that is determined to be a well-differentiated neuroendocrine tumor (Ki-67 ≤ 20%) with the primary tumor location known or believed to be gastroenteropancreatic origin (GEP-NET)\n* Disease measuring ≥ 1.5 cm in diameter on CT or MRI as measured per RECIST that shows uptake \\> liver background on sstr2 PET/CT with any FDA approved sstr2 imaging agent. SSTR2 PET/CT must have been obtained within 90 days prior to scheduled C1D1 of Lutathera.\n* Recommended to receive LUTATHERA® therapy for unresectable and/or metastatic neuroendocrine disease.\n* Adequate performance status (ECOG of 0 or 1; or Karnofsky performance status of ≥70).\n* Agrees to contraception during therapy.\n* Neutrophil count within normal limits within 28 days of treatment day 1.\n* Platelet count within normal limits within 28 days of treatment day 1.\n* Ability to take oral medication and be willing to adhere to the treatment regimen\n* For individuals of reproductive potential: agreement to use effective birth control\n* Agreement to adhere to Lifestyle Considerations throughout study duration: abstain from caffeine or xanthine-containing products as well as alcohol before the start of cycle dosing and through the cycle's final blood sample; minimize social interactions during low blood counts.\n\nExclusion Criteria:\n\n* Individuals who are pregnant or lactating (note: potential participants should not engage in 'pump \\& dump' strategy; lactation must be discontinued).\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection (requiring inpatient admission or a delay to start of therapy), fever, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Surgery, radiation therapy, or chemotherapy ≤ 4 weeks of C1D1 (Toxicities from prior therapies should have resolved to ≤ CTCAE grade 1 or a new baseline established).\n* Prior peptide-receptor radiotherapy (PRRT).\n* Therapeutic investigational drug within 4 weeks of C1D1 (imaging agents are acceptable).\n* A concurrent malignancy that, in the opinion of the investigator, would cause a safety risk by delaying therapy or confound/negatively impact study objectives (documentation of the rationale must be provided)\n* Prior external beam radiation dose to the kidneys of \\>10 Gy (mean dose to functional renal volume).\n* Prior external beam radiation (including brachytherapy) involving 25% of the bone marrow (excluding scatter doses of ≤ 5 Gy) as estimated by a radiation oncologist.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to Octreoscan® or Netspot™.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen A Graves, Ph.D., DABR",
                    "role": "CONTACT",
                    "phone": "+1 319 356 3656",
                    "email": "stephen-a-graves@uiowa.edu"
                },
                {
                    "name": "Yusuf Menda, MD",
                    "role": "CONTACT",
                    "phone": "+1 319 356 3656",
                    "email": "yusuf-menda@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Graves, Ph.D., DABR",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Holden Comprehensive Cancer Center at the University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristin Gaimari-Varner, RN, BSN",
                            "role": "CONTACT",
                            "phone": "319-384-9495",
                            "email": "kristin-gaimari-varner@uiowa.edu"
                        },
                        {
                            "name": "Kellie Bodeker, Ph.D.",
                            "role": "CONTACT",
                            "phone": "319-384-9425",
                            "email": "kellie-bodeker@uiowa.edu"
                        },
                        {
                            "name": "David Bushnell, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yusuf Menda, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Janet Pollard, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Parren McNeely, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Graham, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kristin Plichta, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Stephen Graves, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35314056",
                    "type": "BACKGROUND",
                    "citation": "Park EA, Graves SA, Menda Y. The Impact of Radiopharmaceutical Therapy on Renal Function. Semin Nucl Med. 2022 Jul;52(4):467-474. doi: 10.1053/j.semnuclmed.2022.02.004. Epub 2022 Mar 18."
                },
                {
                    "pmid": "35701215",
                    "type": "BACKGROUND",
                    "citation": "Soulek DK, Mastascusa NJ, Martin ME, Graves SA. Practical Considerations for Implementation of 177Lu-DOTATATE Neuroendocrine Tumor Treatment Programs. J Nucl Med Technol. 2022 Jun 14:jnmt.122.263813. doi: 10.2967/jnmt.122.263813. Online ahead of print."
                },
                {
                    "pmid": "34857621",
                    "type": "BACKGROUND",
                    "citation": "Capala J, Graves SA, Scott A, Sgouros G, James SS, Zanzonico P, Zimmerman BE. Dosimetry for Radiopharmaceutical Therapy: Current Practices and Commercial Resources. J Nucl Med. 2021 Dec;62(Suppl 3):3S-11S. doi: 10.2967/jnumed.121.262749."
                },
                {
                    "pmid": "34857617",
                    "type": "BACKGROUND",
                    "citation": "Sgouros G, Dewaraja YK, Escorcia F, Graves SA, Hope TA, Iravani A, Pandit-Taskar N, Saboury B, James SS, Zanzonico PB. Tumor Response to Radiopharmaceutical Therapies: The Knowns and the Unknowns. J Nucl Med. 2021 Dec;62(Suppl 3):12S-22S. doi: 10.2967/jnumed.121.262750."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will only be shared if the trial participant has consented to sharing.\n\nTrial data to share:\n\nimaging (CT, PET, MRI), dosimetry plans, participant demographics (race, ethnicity, age at consent), disease stage, organ contours for dosimetry, lutathera prescription, treatment history, concomitant medications, and dose modification and holds.\n\nProtocol, blank case report forms, and statistical analysis plan will be retained and shared.\n\nImaging data are shared DICOM format. Adverse events will be categorized utilizing the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Upon study completion",
            "accessCriteria": "Data are available upon a fully executed data usage authorization (DUA) between the University of Iowa and the recipient organization. Once the DUA is executed, the data will be transferred to the recipient in a HIPAA approved method. Data will be available, at minimum, for 7 years after the completion of the grant, consistent with privacy regulations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000447941",
                    "term": "Lutetium Lu 177 dotatate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019275",
                    "term": "Radiopharmaceuticals"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                },
                {
                    "id": "M108723",
                    "name": "Lutetium Lu 177 dotatate",
                    "asFound": "Silica",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15806",
                    "name": "Somatostatin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}