{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05636293",
            "orgStudyIdInfo": {
                "id": "2022P002248"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Double Blind, Placebo-controlled Trial to Establish Safety and Efficacy of Ritlecitinib in Celiac Disease Patients in Remission",
            "officialTitle": "Double Blind, Placebo-controlled Trial to Establish Safety and Efficacy of Ritlecitinib to Prevent Gluten-induced Celiac Enteropathy and Symptoms in Celiac Disease Patients in Remission",
            "therapeuticArea": [
                "Other"
            ],
            "study": "double-blind-placebo-controlled-trial-to-establish-safety-and-efficacy-of-ritlecitinib-in-celiac-disease-patients-in-remission"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-01",
            "studyFirstSubmitQcDate": "2022-11-23",
            "studyFirstPostDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alessio Fasano",
                "investigatorTitle": "Pediatric Gastroenterology Division Chief",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Subjects include: aged 18 to 75 years, inclusive, have biopsy-confirmed disease that is clinically inactive as determined by negative celiac disease (CeD) serology and histology (determined via endoscopy at time of screening), have followed a gluten-free diet (GFD) for ≥6 months as reported by the subject, and be human leukocyte antigen (HLA)-DQ2.5 and/or HLA-DQ8 positive.\n\nStudy involves the following randomized intervention; 10g gluten + 200mg of Ritlecitinib or placebo",
            "detailedDescription": "The investigators are proposing a double blind, placebo-controlled trial to establish safety and efficacy of ritlecitinib to prevent gluten-induced celiac enteropathy and symptoms in celiac disease (CeD) patients in remission. The results of this study will impact the therapeutic options in the future for individuals with CeD.\n\nParticipants will take placebo capsule or ritlecitinib 200 mg capsule once per day. Both will be taken orally. All participants will take 10g gluten once per day, for a total of 21 days. Gluten will be taken orally by mixing the gluten powder into either hot chocolate or apple sauce. If participant unable to tolerate 10g of gluten daily, they will have the option to decrease to 5g daily after Day 3 of study."
        },
        "conditionsModule": {
            "conditions": [
                "Celiac Disease"
            ],
            "keywords": [
                "Celiac Disease",
                "Gluten",
                "Gluten Challenge",
                "Ritlecitinib"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double-blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ritlecitinib",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "10g gluten + 200mg of Ritlecitinib",
                    "interventionNames": [
                        "Drug: Ritlecitinib",
                        "Other: Gluten"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "10g gluten + placebo",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Other: Gluten"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ritlecitinib",
                    "description": "200mg Ritlecitinib",
                    "armGroupLabels": [
                        "Ritlecitinib"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Gluten",
                    "description": "10g of gluten",
                    "armGroupLabels": [
                        "Placebo",
                        "Ritlecitinib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Small Intestinal Histology based on Vh:Cd ratio",
                    "description": "Characterize the gluten-challenge induced changes in small intestine histology using standard for Celiac Disease histological assessments related to villus height to crypt depth ratio \\[Vh:Cd\\]",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Patient Reported Outcome Surveys (CeD PRO survey evaluation)",
                    "description": "Patient Reported Outcomes (PROs) - CeD PRO evaluation of gluten challenge-triggered symptoms",
                    "timeFrame": "Through study completion, average of 1 year."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Serology",
                    "description": "Serology tTG IgA, EMA, DGP",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Changes in Small Intestinal Histology of intraepithelial lymphocytes (IELs)",
                    "description": "Characterize the gluten-challenge induced changes in small intestine histology using standard for Celiac Disease histological assessments related to intraepithelial lymphocyte counts",
                    "timeFrame": "Through study completion, average of 1 year."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Characterize the stool microbiome pre- and -post gluten challenge.",
                    "description": "Characterize the stool, intestinal and blood microbiome pre- and post-gluten challenge. We expect that the intestinal permeability will be increased resulting in microbiome changes following gluten challenge.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Characterize the blood microbiome pre- and -post gluten challenge.",
                    "description": "Characterizing the blood microbiome. Sent off for analysis to characterize the specific microbiome (whole blood).",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Characterize the intestinal microbiome pre- and -post gluten challenge.",
                    "description": "Characterizing the intestinal microbiome through the use of intestinal biopsies. Sent off for analysis to characterize the specific microbiome.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Detection of gluten peptides in urine and stool samples",
                    "description": "Analyze stool and urine for presence of gluten peptides during challenge to ensure compliance in gluten exposure for 3 weeks",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Creation of intestinal organoids from biopsy samples",
                    "description": "Create and profile ex vivo intestinal organoids pre- and post-gluten challenge using biopsy samples collected from the small intestine.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Cytokines profiling",
                    "description": "Pro-inflammatory cytokines profiling",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Characterize the transcriptome from duodenal biopsy samples and blood",
                    "description": "Characterize the transcriptome (bulk RNA sequencing and single-cell RNA sequencing) of duodenal biopsy samples and blood pre- and post-challenge. We expect that intestinal gluten challenge will induce effector cells that acquire pathogenic phenotypes.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Changes in gluten-specific T cells in small intestinal biopsies",
                    "description": "To characterize changes in gluten-specific T cells and pathology in the small intestine with specific focus on biomarkers likely to change with therapeutic CeD treatment.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Changes in gluten-specific pathology in small intestinal biopsies",
                    "description": "To characterize changes in gluten-specific T cells and pathology in the small intestine with specific focus on biomarkers likely to change with therapeutic CeD treatment.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Characterize the t-cell receptors (TCR) repertoire duodenal biopsy samples pre- and post-challenge",
                    "description": "Characterize the TCR repertoire (single-cell and bulk TCR sequencing) in duodenal biopsy samples pre- and post-challenge. We expect that intestinal gluten challenge will induce in lamina propria clonal expansion of HLA-DQ-restricted, gluten-specific T-cells.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Compare for each patient t-cell receptors (TCR) repertoire of duodenal biopsy samples (single-cell and bulk TCR sequencing) with the peripheral blood TCR repertoire",
                    "description": "Compare for each patient the t-cell receptors (TCR) repertoire of duodenal biopsy samples (single-cell and bulk TCR sequencing) with the peripheral blood TCR repertoire (bulk TCR sequencing) of the same patient. We expect that the gluten-challenge induced pathogenic clones will be identified in peripheral blood.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Ex vivo identification and validation of DQ-restricted gliadin specific t-cell receptors (TCR)",
                    "description": "Ex vivo identification and validation of DQ-restricted gliadin specific t-cell receptors (TCR)",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Assess correlation between gluten-specific blood T cells and standard CeD histological assessments.",
                    "description": "To assess correlation between gluten-specific blood T cells and standard CeD histological assessments.",
                    "timeFrame": "Through study completion, average of 1 year."
                },
                {
                    "measure": "Assess changes from Baseline in gluten-specific T cells in blood.",
                    "description": "To assess changes from Baseline in gluten-specific T cells in blood.",
                    "timeFrame": "Through study completion, average of 1 year."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and/or female subjects (including Women of Childbearing Potential (WOCBP)) ≥18 years to ≤75 years of age at the time of informed consent\n2. Have a body mass index ≥17 to \\<40 (and a body weight \\>45 kg at the Screening Visit).\n3. Agree to make every effort to avoid pregnancy (see lifestyle outline below) from the time of signing the informed consent throughout the duration of the trial, if the subject is a woman of childbearing potential and sexually active with a non-sterilized male partner.\n4. Have well controlled biopsy-proven CeD, compliant with a GFD for ≥6 months preceding Screening, with resolution of CeD symptoms, normalization of CeD serology (defined as \\</= 2 times the upper limit of normal), and (as determined at time of screening endoscopy) negative histology (Marsh 0, 1 or 2).\n5. Be HLA-DQ2.5 and/or HLA-DQ8 positive, as assessed at screening. If subjects have already been genotyped, then results from previous testing may be used in lieu of genotyping at screening.\n6. Must obtain negative SARS-CoV-2 test result (molecular diagnostic such as RT-PCR or RT-qPCR at the discretion of the investigator) at the screening visit and both timepoints prior to endoscopy (day 1 \\&15).\n7. Evidence of a personally signed and dated informed consent document indicating that the subject has been informed of all pertinent aspects of the study.\n8. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures\n9. Agree to avoid strenuous exercise during the study, especially within one week prior to the scheduled study visits and maintain adequate hydration (recommended)\n10. Avoid consumption of grapefruit juice exceeding 8 ounces (\\~240 ml) total in a day while in the study (recommended)\n11. Agree to the following contraception criteria:\n\n    * Subjects who are, in the opinion of the investigator, sexually active and at risk for pregnancy with their partner(s) must agree to use 2 methods of effective contraception (at least 1 highly effective method) throughout the study and for at least 28 days after the last dose of investigational product. The investigator or his or her designee, in consultation with the subject, will confirm that the subject has selected 2 appropriate methods of contraception for the individual subject and his/her partner(s) from the list of permitted contraception methods (see below) and will confirm that the subject has been instructed in their consistent and correct use. At time points indicated in the Schedule of Activities, the investigator or designee will inform the subject of the need to use 2 methods of effective contraception (at least 1 highly effective method) consistently and correctly and document the conversation, and the subject's affirmation, in the subject's chart. In addition, the investigator or designee will instruct the subject to call immediately if 1 or both selected contraception methods are discontinued or if pregnancy is known or suspected in the subject or partner.\n    * Highly effective methods of contraception are those that, alone or in combination, result in a failure rate of less than 1% per year when used consistently and correctly (i.e., perfect use) and include the following:\n    * Implantable progestogen-only hormone contraception associated with inhibition of ovulation.\n    * Intrauterine device (IUD).\n    * Intrauterine hormone-releasing system (IUS).\n    * Bilateral tubal occlusion or tubal ligation.\n    * Vasectomized partner: Vasectomized partner is a highly effective contraceptive method provided that the partner is the sole sexual partner of the WOCBP and the absence of sperm has been confirmed. If not, an additional highly effective method of contraception should be used. The spermatogenesis cycle is approximately 90 days\n    * Combined (estrogen- and progestogen-containing) hormonal contraception associated with inhibition of ovulation: oral; intravaginal; transdermal\n    * Progestogen-only hormone contraception associated with inhibition of ovulation: oral; injectable.\n    * Sexual abstinence: Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study intervention. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the participant.\n    * Male condom or female condom: All sexually active male subjects must agree to prevent potential transfer to and exposure of partner(s) to drug through ejaculate by using a condom consistently and correctly, beginning with the first dose of investigational product and continuing for at least 28 days after the last dose of investigational product. Male subjects must refrain from donating sperm during the study and for 90 days after the last dose of investigational product.\n\nExclusion Criteria:\n\n1. Have a history of gluten triggered acute symptoms (≤24 hours after gluten exposure), and/or severe symptoms (abdominal pain interfering with daily activities, diarrhea with \\>5 stools/day), and/or prolonged symptoms (duration \\>7 days).\n2. A history of any abdominal or pelvic surgery \\<3 months before trial enrollment; prior surgery abdominal or pelvic surgery (e.g., cholecystectomy, appendectomy, and hysterectomy) are permitted if performed \\>3 months before trial enrollment.\n3. Subjects considered in imminent need for surgery or with elective surgery scheduled to occur during the study\n4. Have a positive or borderline positive IgA anti-tissue transglutaminase serology at Screening (defined as \\>/= 2 times the upper limit of normal).\n5. Have Marsh 3a-c determined by pathology at Screening Endoscopy\n6. A diagnosis of any other inflammatory gastrointestinal disorder\n7. Ongoing immunosuppression or receive any treatment within 3 months the starting of the trial that might alter T cell repertoire or phenotype.\n8. Has a confirmed history of a SARS-CoV-2 infection within the previous 2 months of the screening visit.\n9. Any history of either untreated or inadequately treated latent or active TB infection by Interferon Gamma Release Assay during screening or within 12 weeks prior to randomization, current treatment for active or latent TB infection or evidence of currently active TB by chest x-ray, residing with or frequent close contact with individual(s) with active TB.\n10. Positive screening for HIV, Hepatitis B, Hepatitis C.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Victoria Kenyon, MHA",
                    "role": "CONTACT",
                    "phone": "617-643-4366",
                    "email": "vakenyon@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alessio Fasano, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Victoria Kenyon, MHA",
                            "role": "CONTACT",
                            "phone": "617-643-4366",
                            "email": "vakenyon@partners.org"
                        },
                        {
                            "name": "Alessio Fasano, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Maureen Leonard, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Katherine Olshan, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002446",
                    "term": "Celiac Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008286",
                    "term": "Malabsorption Syndromes"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5696",
                    "name": "Celiac Disease",
                    "asFound": "Celiac Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11278",
                    "name": "Malabsorption Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}