{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06492707",
            "orgStudyIdInfo": {
                "id": "RG1124197"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2024-04811",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "FH20254",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "DR-18 for the Treatment of Relapsed or Persistent Acute Myeloid Leukemia or Myelodysplastic Syndrome After Hematopoietic Cell Transplantation, the DR. DREAM Trial",
            "officialTitle": "Decoy-Resistant Interleukin-18 (DR-18) for Relapse or Pre-emptive Treatment of Measurable Residual Disease After Allogeneic Hematopoietic Cell Transplantation in Patients With Acute Myeloid Leukemia and Myelodysplastic Syndrome (DR. DREAM)",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "dr-for-the-treatment-of-relapsed-or-persistent-acute-myeloid-leukemia-or-myelodysplastic-syndrome-after-hematopoietic-cell-transplantation-the-dr-dream-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-01",
            "studyFirstSubmitQcDate": "2024-07-01",
            "studyFirstPostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Simcha Therapeutics",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety, side effects and best dose of decoy-resistant interleukin-18 (DR-18) and how well it works in treating patients with acute myeloid leukemia (AML) or myelodysplastic syndrome (MDS) that has come back after a period of improvement (relapsed) or that remains despite treatment (persistent) after hematopoietic cell transplantation (HCT). HCT is the only curative therapy for most forms of AML and MDS. However, relapse occurs in a third of patients and is the most common cause of death after HCT. DR-18, a variant of the human cytokine interleukin-18, binds to IL-18 binding probein (IL-18BP) and overcomes the inhibitory effect of the IL-18BP on IL-18, which may boost the body's immune system and may interfere with the ability of tumor cells to grow and spread. Giving DR-18 may be safe, tolerable and/or effective in treating patient with relapsed or persistent AML or MDS after HCT.",
            "detailedDescription": "OUTLINE: This is a dose-escalation study.\n\nINDUCTION: Patients receive DR-18 subcutaneously (SC) once weekly on approximately days 0, 7, 14, and 21.\n\nMAINTENANCE: Two weeks after induction treatment, patients without grade 3-4 acute GVHD, grade 2 acute GVHD requiring ongoing systemic immunosuppression, or moderate/severe chronic GVHD may receive DR-18 SC once weekly on approximately days 35, 42, 49 and 56.\n\nAdditionally, patients undergo blood and bone marrow sample collection throughout the study.\n\nAfter completion of study treatment, patients are followed weekly for 4 weeks, monthly through 6 months and at 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Myelodysplastic Syndrome",
                "Recurrent Acute Myeloid Leukemia",
                "Recurrent Myelodysplastic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (DR-18)",
                    "type": "EXPERIMENTAL",
                    "description": "INDUCTION: Patients receive DR-18 SC once weekly on approximately days 0, 7, 14, and 21.\n\nMAINTENANCE: Two weeks after induction treatment, patients without grade 3-4 acute GVHD, grade 2 acute GVHD requiring ongoing systemic immunosuppression, or moderate/severe chronic GVHD may receive DR-18 SC once weekly on approximately days 35, 42, 49 and 56.\n\nAdditionally, patients undergo blood and bone marrow sample collection throughout the study.",
                    "interventionNames": [
                        "Biological: Decoy-resistant interleukin-18",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Bone Marrow Aspiration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Decoy-resistant interleukin-18",
                    "description": "Given SC",
                    "armGroupLabels": [
                        "Treatment (DR-18)"
                    ],
                    "otherNames": [
                        "Engineered IL-18 Variant ST-067",
                        "Engineered Interleukin-18 Variant ST-067",
                        "ST 067",
                        "ST-067",
                        "ST067",
                        "VEVOCTADEKIN",
                        "DR-18"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (DR-18)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration",
                    "description": "Undergo bone marrow aspiration",
                    "armGroupLabels": [
                        "Treatment (DR-18)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of subjects who complete 4 consecutive weeks of DR-18",
                    "timeFrame": "At the end of week 4"
                },
                {
                    "measure": "Incidence of dose-limiting toxicities (DLTs)",
                    "description": "DLTs will be defined as the dosing scheme associated with a true DLT rate of ≤ 25%. DLTs will be recorded using National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version (v)5.0.",
                    "timeFrame": "Up to 6 weeks after first dose of DR-18, or 2 weeks after the last induction dose of DR-18, whichever is later"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Composite complete response (CR)",
                    "description": "Composite CR will be assessed according to European LeukemiaNet 2022 criteria.",
                    "timeFrame": "At 1 month after the first dose of DR-18"
                },
                {
                    "measure": "Partial response (PR)",
                    "description": "PR will be defined as 25% reduction in blasts in subjects with morphologic disease at enrollment. Response will be assessed according to European LeukemiaNet 2022 criteria.",
                    "timeFrame": "At 1 month after first dose of DR-18"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR will be defined as composite CR + PR in subjects with morphologic disease at enrollment. ORR will be determined using European LeukemiaNet 2022 response criteria.",
                    "timeFrame": "At 1 month after the first dose of DR-18"
                },
                {
                    "measure": "Minimal residual disease negativity",
                    "timeFrame": "At 1 month after the first dose of DR-18"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be assessed with the Kaplan-Meier method.",
                    "timeFrame": "At 6 months and at 12 months after first dose of DR-18"
                },
                {
                    "measure": "Incidence of grade 2 and grade 3-4 acute graft versus host disease (GVHD)",
                    "description": "Cumulative incidence estimates will be obtained for outcomes with competing risks.",
                    "timeFrame": "From first DR-18 injection up to 6 months after the last injection"
                },
                {
                    "measure": "Incidence of moderate to severe chronic GVHD",
                    "description": "Cumulative incidence estimates will be obtained for outcomes with competing risks.",
                    "timeFrame": "At 6 months after the first DR-18 injection"
                },
                {
                    "measure": "Incidence of grade 1-4 cytokine release syndrome (CRS)",
                    "description": "Incidence of grade 1-4 CRS will be graded using the American Society for Transplantation and Cellular Therapy Cytokine Release Syndrome grading system.",
                    "timeFrame": "Up to 4 weeks after the last dose of DR-18"
                },
                {
                    "measure": "Incidence of neutropenia",
                    "description": "Neutropenia will be defined as absolute neutrophil count (ANC) \\< 500/uL for \\> 14 days not attributed to disease progression or other cause, assessable in subjects with ANC ≥ 500/uL and no granulocyte colony-stimulating factor receipt in the prior 100 days at time of first DR-18 injection.",
                    "timeFrame": "Up to 4 weeks after the last dose of DR-18"
                },
                {
                    "measure": "Incidence of thrombocytopenia",
                    "description": "Thrombocytopenia will be defined as platelets \\< 20 K/uL for \\> 14 days not attributed to disease progression or other cause, assessable in subjects with platelets ≥ 20 K/uL and no platelet transfusion in the prior 7 days at time of first DR-18 injection.",
                    "timeFrame": "Up to 4 weeks after the last dose of DR-18"
                },
                {
                    "measure": "Incidence of other grade 3-5 adverse events (AEs)",
                    "description": "AEs will be recorded using NCI CTCAE v5.0.",
                    "timeFrame": "Up to 4 weeks after the last DR-18 injection"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 years of age (no upper age limit)\n* Documented persistent or recurrent AML or MDS after HCT (including measurable residual disease \\[MRD\\] or overt leukemia). Nota bene (NB): MRD must be detected with flow cytometry testing at University of Washington Medical Center (UWMC)/Fred Hutchinson Cancer Center (FHCC) clinical laboratory\n* No Food and Drug Administration (FDA)-approved targeted therapy for the patient's AML or MDS is available, or if such therapy is available, that class of drugs previously failed for the patient or the patient was intolerant of the therapy\n* No history of grade 3 or 4 acute GvHD after the most recent HCT\n* No history of moderate or severe chronic GvHD after the most recent HCT\n* No active acute or chronic GVHD or other immunologic phenomenon (e.g., immune cytopenias, cryptogenic immunologic pneumonia) in last month requiring systemic therapy (Hydrocortisone or prednisone for adrenal insufficiency at ≤ 10 mg/day prednisone-equivalent is permitted.)\n* Stable or reducing immune suppression in the preceding 4 weeks without GVHD flares\n* The most recent HCT was from a 10/10 human leukocyte antigen (HLA)-matched related or unrelated donor (assessed at HLA-A, B, C, DR, DQ)\n* Evidence of primary engraftment post-HCT: Absolute neutrophil count (ANC) ≥ 0.5 x 10\\^9/L for ≥ 3 consecutive days and platelets ≥ 30 x 10\\^9/L (independent of granulocyte colony-stimulating factor \\[G-CSF\\] or platelet transfusions for 5 days)\n* No cellular immunotherapy or new targeted therapy in the 4 weeks prior to enrollment\n* Karnofsky performance status (KPS) ≥ 80%\n* Not pregnant/breastfeeding\n* Agrees to use a suitable method of contraception for 4 months after the last dose of DR-18\n* Capable of providing informed consent\n\nExclusion Criteria:\n\n* Active moderate-severe thrombotic microangiopathy (TMA) as evidenced by any of the following: \\> 10 schistocytes per high-power field, or required anti-C5 or other anti-complement therapy for TMA in the prior 4 weeks, any of the following manifestations if attributed to TMA in the prior 4 weeks: hypertension, worsening or new renal insufficiency, ≥ 2+ proteinuria, hematochezia, seizure, transient or ongoing neurologic deficits\n* Renal insufficiency: Estimated glomerular filtration rate (eGFR) (calculated per the performing laboratory's standard formula) or measured 24 hour (hr) creatinine clearance \\< 30 mL/min\n* Hemodialysis in the prior 4 weeks\n* Major cardiac event requiring evaluation in the emergency room (ER) or hospitalization in the past 4 weeks\n* New York Heart Association (NYHA) class II or higher congestive heart failure (CHF) in the past 4 weeks\n* Uncontrolled cardiac arrhythmias, including atrial fibrillation\n* Left ventricular ejection fraction (LVEF) \\< 35%. LVEF may be established with echocardiogram or MUGA scan, and left ejection fraction must be ≥ 35%\n* Liver dysfunction: aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 5 x upper limit of normal (ULN) or bilirubin \\> 3 x ULN\n* Active uncontrolled infection. NB: Examples of controlled infections:\n\n  * Bacterial infection may be still requiring antibiotics at the time of enrollment but clinical signs and symptoms of the infection should be improving. If the subject had bloodstream infection, negative blood cultures off antibiotics must be documented prior to initiating DR-18 treatment. For urinary tract infection, a repeat urine culture must be sterile prior to initiating DR-18. Radiographic improvement of bacterial pneumonia may lag behind clinical improvement so is not mandatory prior to DR-18 initiation\n  * Fungal infection may be still requiring antifungal medication at the time of enrollment, but evidence of clinical response to antifungal medication (such as regression of lesions on chest CT) must be available at the time of enrollment\n  * Asymptomatic shedding of respiratory viruses after cessation of antiviral therapy, or if not specifically treated with antiviral therapy, is permitted\n  * Cytomegalovirus (CMV) viremia or organ infection meeting institutional criteria for CMV treatment with antiviral therapy such as ganciclovir, valganciclovir or foscarnet must be on maintenance phase of treatment or must have completed treatment and must not be in the induction treatment phase at the time of enrollment. Low-level CMV viremia not meeting institutional criteria for antiviral therapy is permitted, including low-level viremia in patients receiving CMV prophylaxis with letermovir\n* Any of the following: Pulmonary dysfunction requiring supplemental oxygen, even intermittently, in the past 2 weeks; corrected diffusion capacity of the lung for carbon monoxide (DLCO) or forced expiratory volume in 1 second (FEV1) \\< 60% predicted; bronchiolitis obliterans syndrome; prior diagnosis of idiopathic pulmonary fibrosis; prior diagnosis of drug-induced pneumonitis; cryptogenic organizing pneumonia under active treatment\n* Seizure in the past 4 weeks or significant underlying neurologic disease: Study participants must not have significant active underlying neurologic disease, such as Parkinson's disease, amyotrophic lateral sclerosis, multiple sclerosis, epilepsy, prior symptomatic ischemic or hemorrhagic stroke, or transient ischemic attack, unless approved by principal investigator (PI). Peripheral neuropathy related to diabetes or prior chemotherapy is acceptable\n* Other medical, social, or psychiatric factor that interferes with medical appropriateness and/or ability to comply with study, as determined by the PI\n* Known allergic reactions to any of the components of study treatments\n* Concurrent use of other investigational anti-cancer agents\n* Peripheral blood T cell chimerism \\< 40%",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Krakow",
                    "role": "CONTACT",
                    "phone": "206-667-3410",
                    "email": "efkrakow@fredhutch.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Krakow",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Krakow",
                            "role": "CONTACT",
                            "phone": "206-667-3410",
                            "email": "efkrakow@fredhutch.org"
                        },
                        {
                            "name": "Elizabeth Krakow",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20497",
                    "name": "Neoplasm, Residual",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}