{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05086393",
            "orgStudyIdInfo": {
                "id": "19081605"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Duloxetine RCT on Postop TKA Outcomes",
            "officialTitle": "A Prospective, Triple-Blind, Randomized Controlled Trial Evaluating Duloxetine on Post-Operative Outcomes Following Primary Total Knee Arthroplasty in Patients With and Without Central Sensitization",
            "therapeuticArea": [
                "Other"
            ],
            "study": "duloxetine-rct-on-postop-tka-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-10",
            "studyFirstSubmitQcDate": "2021-10-19",
            "studyFirstPostDateStruct": {
                "date": "2021-10-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Denis Nam, M.D., M.Sc",
                "investigatorTitle": "Assistant Professor, Orthopedic Surgery",
                "investigatorAffiliation": "Rush University Medical Center"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to determine if duloxetine is associated with differences in post-operative pain, patient-reported outcome measures, and opioid consumption in patients undergoing primary total knee arthroplasty compared to patients who do not receive the medication. If so, duloxetine has the potential to become widely incorporated into the multi-modal analgesic regimen given to patients following knee replacements.",
            "detailedDescription": "Despite advances in surgical techniques and multimodal analgesia, many patients experience severe pain following total knee arthroplasty (TKA). In addition, chronic osteoarthritis, the most common reason patients undergo arthroplasty, predisposes patients to neuropathic pain with an estimated 23% of osteoarthritic patients suffering from neuropathic pain in addition to their nociceptive pain. This process is believed to lower the pain threshold and may lead to central sensitization, a condition defined as \"the increase in the excitability and synaptic efficacy of neurons in the central nociceptive pathways that manifests as pain hypersensitivity.\" Central sensitization is present in 20% to 40% of patients with advanced knee osteoarthritis and believed to predispose them to increased preoperative and postoperative levels of pain.\n\nIn previous studies, duloxetine has been shown to reduce postoperative pain and opioid consumption. In a 2019 randomized controlled trial (RCT), Ko et al. reported that 30 milligrams (mg) of duloxetine administered one day prior to surgery and continued for 6 weeks after surgery decreased pain scores in patients with central sensitization who underwent TKA. Duloxetine administered for a shorter duration of time has also shown beneficial results. In their 2010 study, Ho et al. found that although 60 mg of duloxetine administered prior to surgery and on the first postoperative day did not significantly improve postoperative pain scores, it significantly reduced postoperative inpatient morphine requirements following TKA. Similarly, in a 2016, triple-blinded, randomized, placebo-controlled trial, YaDeau et al. found that 60 mg of duloxetine given for 15 days following surgery did not significantly impact pain scores but did significantly reduce opioid consumption in the two weeks following TKA. Although promising, these previous studies are difficult to interpret as they evaluated different patient populations, used different dosages of duloxetine, and administered for different lengths of time.\n\nTo our knowledge, all previous prospective, randomized controlled trials have examined only patients undergoing TKA, either focused only on patients with central sensitization or failed to differentiate between patients with and without central sensitization in their study population, or failed to administer duloxetine for the 4-8 week duration that has been traditionally recommended to assess the efficacy of SNRIs for other clinical indications.\n\nThe researchers propose to fill this knowledge gap by conducting a study that evaluates TKA patients, includes and differentiates patients with and without central sensitization, and administers duloxetine for the full recommended trial duration."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Postoperative",
                "Total Knee Arthroplasty"
            ],
            "keywords": [
                "duloxetine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients randomized to the experimental arm of the study will receive 30 mg of duloxetine and will be advised to consume the medication orally daily starting one week prior to surgery and to continue until 6 weeks following surgery. The dose of 30 mg was selected as that has been used as that is the largest starting dose used in other RCTs without requiring a preceding adjustment period at a lower dosage. Patients randomized to the control arm will receive placebo tablets and advised to consume their medication similar to the treatment arm. Both groups of patients will receive their medications from the pharmacy at Rush Medical Center, which will be responsible for providing patients with the appropriate regimen. All patients will receive the same postoperative multimodal analgesic regimen that is normally administered as part of conventional care to patients undergoing THA and TKA at Rush University Medical Center.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "This study will be triple-blind, thus, the patients, clinicians, and study members involved will be unaware of patient allocation during this study. After the patient completes his or her Central Sensitization Inventory, a study coordinator will grade the survey to determine if the patient should be allocated to the groups with central sensitization or without. Each patient will receive a study ID based on his or her group (detailed in Section XIV). A computer randomization system will be used to allocate patients to receive either duloxetine or a placebo based on their study ID. Only members of the Rush pharmacy staff will possess the list matching the study ID to the study group assignment, ensuring that the study remains triple-blinded and that study coordinators are unaware of a patient's assignment when he or she picks up the study medication from the pharmacy.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 504,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Duloxetine",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized to the experimental arm of the study will receive 30 mg of duloxetine and will be advised to consume the medication orally (per os \\[PO\\]) daily starting one week prior to surgery and to continue until 6 weeks following surgery. The dose of 30 mg was selected as that has been used as that is the largest starting dose used in other RCTs without requiring a preceding adjustment period at a lower dosage.",
                    "interventionNames": [
                        "Drug: Duloxetine"
                    ]
                },
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients randomized to the control arm will receive PO-matched placebo tablets and advised to consume their medication similar to the treatment arm. Both groups of patients will receive their medications from the pharmacy at Rush Medical Center, which will be responsible for providing patients with the appropriate regimen. All patients will receive the same postoperative multimodal analgesic regimen that is normally administered as part of conventional care to patients undergoing TKA at Rush University Medical Center.",
                    "interventionNames": [
                        "Drug: Placebos"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Duloxetine",
                    "description": "Patients will be randomized to receive Duloxetine or a placebo.",
                    "armGroupLabels": [
                        "Duloxetine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebos",
                    "description": "Patients will be randomized to receive Duloxetine or a placebo.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cumulative opioid consumption at post op day 14 (POD14)",
                    "description": "Measuring in morphine equivalents, collect daily data on opioid consumption for each participant",
                    "timeFrame": "Daily reporting of opioid consumption for 2 weeks following TKA"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient reported outcome: Visual Analogue Scale (VAS) pain score",
                    "description": "Using daily VAS pain score, scale of 1 to 10, 10 being the worst",
                    "timeFrame": "At the 6 week postoperative mark, following TKA"
                },
                {
                    "measure": "Patient reported outcome: Knee injury and Osteoarthritis Outcome Score for Joint Replacement (KOOS,JR)",
                    "description": "KOOS,JR outcome assessed at 6 weeks post op from TKA. This is a 0-100 score where 100 represents a perfectly functioning joint.",
                    "timeFrame": "At the 6 week postoperative mark, following TKA"
                },
                {
                    "measure": "Patient reported outcome: Sleep duration and quality",
                    "description": "Post-operative sleep duration and quality assessed daily, number of hours slept",
                    "timeFrame": "Daily reporting of sleep duration for 2 weeks following TKA"
                },
                {
                    "measure": "Complications",
                    "description": "Adverse medication effects after initiating duloxetine",
                    "timeFrame": "Up to 3 months following surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any patient undergoing primary total knee arthroplasty for osteoarthritis\n* Age ≥ 18 years old\n* Willingness to undergo randomization and return for all scheduled visits\n* English speaking\n\nExclusion Criteria:\n\n* Age \\> 80 years old\n* American Society of Anesthesiologists (ASA) Score ≥ 4\n* Prior use of SSRIs or SNRIs\n* Use of serotonergic drugs in the past 6 months with the exception of tramadol\n* Known psychiatric disorder (specifically: generalized anxiety disorder, major depressive disorder, type I or type II bipolar disorder, and schizophrenia)\n* Heavy alcohol consumption defined as ≥ 14 drinks per week for men and ≥ 7 drinks per week for women\n* Opioid tolerant patients defined as ≥ 60 morphine equivalents (MEQs) per day within 90 days prior to surgery\n* Renal impairment defined as a glomerular filtration rate (GFR) \\< 30 mL/minute or creatinine \\>1.3 mg/dL\n* Non-English speaking\n* Non-independent (i.e. requires a caretaker to make medical decisions on their behalf)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Denis Nam, MD, MSc",
                    "role": "CONTACT",
                    "phone": "(312)432-2468",
                    "email": "denis.nam@rushortho.com"
                },
                {
                    "name": "Anne DeBenedetti, BA",
                    "role": "CONTACT",
                    "phone": "(312)432-2468",
                    "email": "anne.debenedetti@rushortho.com"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anne DeBenedetti, BA",
                            "role": "CONTACT",
                            "phone": "312-432-2468",
                            "email": "anne.debenedetti@rushortho.com"
                        },
                        {
                            "name": "Craig Della Valle, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Vasili Karas, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Pain, Postoperative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068736",
                    "term": "Duloxetine Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068760",
                    "term": "Serotonin and Noradrenaline Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M299",
                    "name": "Duloxetine Hydrochloride",
                    "asFound": "Self-management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12575",
                    "name": "Norepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M305",
                    "name": "Serotonin and Noradrenaline Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}