{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04430179",
            "orgStudyIdInfo": {
                "id": "STUDY000808"
            },
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Dupilumab Severe Eosinophilic Chronic Sinusitis Without Nasal Polyposis",
            "officialTitle": "An Evaluation of Dupilumab in Patients With Severe Eosinophilic Chronic Sinusitis Without Nasal Polyposis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dupilumab-severe-eosinophilic-chronic-sinusitis-without-nasal-polyposis"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-13",
            "studyFirstSubmitQcDate": "2020-06-11",
            "studyFirstPostDateStruct": {
                "date": "2020-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will investigate the efficacy of dupilumab in patients with severe eosinophilic CRSsNP who are resistant to the conventional treatment with intranasal corticosteroids and have significantly extensive disease involving more than 2 sinuses bilaterally in sinus CT scan and Lund-Mackay sinus (LMK) CT score \\>=10 at baseline.",
            "detailedDescription": "The investigators will use high blood eosinophils (\\>=200) as a biomarker for eosinophilic CRSsNP and investigate the efficacy of dupilumab in patients with severe eosinophilic CRSsNP who are resistant to the conventional treatment with intranasal corticosteroids and have significantly extensive disease involving more than 2 sinuses bilaterally in sinus CT scan and Lund-Mackay sinus (LMK) CT score \\>=10 at baseline. In addition, the investigators will have a prespecified enrollment goal of at least 50% of patients with type 2 inflammatory diseases such as asthma, allergic rhinitis, and/or atopic dermatitis on the basis of patient-reported history and will stratify subject numbers between dupilumab treatment and placebo group."
        },
        "conditionsModule": {
            "conditions": [
                "Severe Eosinophilic Chronic Sinusitis Without Nasal Polyposis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Active drug vs placebo",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blinded",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active drug",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Dupilumab 300 mg every other week for 24 weeks",
                    "interventionNames": [
                        "Drug: Dupilumab 300 MG/2 ML Subcutaneous Solution [DUPIXENT]"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dupilumab 300 MG/2 ML Subcutaneous Solution [DUPIXENT]",
                    "description": "300 mg every other week for 24 weeks",
                    "armGroupLabels": [
                        "Active drug"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "No active drug",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Lund-Mackay sinus computed tomography (LMK-CT) score",
                    "description": "Change in LMK-CT score in dupilumab group compared to control group. The total score ranges from 0 (normal) - 24 (more opacified): higher score indicates worse status.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in participant-reported symptoms scores of sinusitis",
                    "description": "Change in baseline in participant-reported symptoms scores of sinusitis in dupilumab group compared to control group. Morning symptoms of sinusitis will be assessed using a 0 (no symptoms) - 3 (severe symptoms) categorical scale, where a higher score indicates severe symptoms.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in visual analogue scale score for sinusitis",
                    "description": "Change in visual analogue scale score for sinusitis in dupilumab group compared to control group. the severity of sinusitis symptoms will be assessed on a 0 cm (not troublesome) - 10 cm (worst thinkable troublesome) where a higher score indicates worst thinkable troublesome.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in nasal peak inspiratory flow",
                    "description": "Change in nasal peak inspiratory flow in dupilumab group compared to placebo group.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in University of Pennsylvania smell identification test (UPSIT) scores",
                    "description": "Change in UPSIT scores in dupilumab group compared to placebo group. Total score ranges from 0 (anosmia)-40 (normal sense of smell), a lower score indicates severe smell loss.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Time to first response in LMK-CT score",
                    "description": "50 percent improvement in LMK-CT score in dupilumab group compared to placebo group",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in sinonasal outcome test (SNOT-22) score",
                    "description": "Change in 22-item SNOT-22 test score in dupilumab group compared to placebo group. The total score may range from 0 (no problem)-110 (worst quality of life), higher scores represent the worst quality of life; minimal clinically important change ≥ 8.90.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in biomarkers concentrations in nasal secretion measured by enzyme-linked immunosorbent assay (ELISA)",
                    "description": "Change in biomarkers concentrations in nasal secretion in dupilumab group compared to placebo group. ELISA will be done to measure biomarkers concentrations (pg/mL): ECP, IL-4, IL-5, IL-13, periostin, eotaxin-3, TARC, and IgE",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 or older\n* LMK-CT score ≥ 10 (out of maximum of 24) at screening.\n* Bilateral sinusitis with at least more than 2 sinus involvement despite completion of a prior intranasal corticosteroid (INCS) treatment for at least 8 weeks prior to screening\n* Presence of at least two of the following symptoms prior to screening:\n* Nasal blockage/obstruction/congestion\n* Nasal discharge (anterior/posterior nasal drip)\n* Facial pain/pressure\n* Reduction or loss of smell\n* Must have Eosinophilic CRSsNP (blood eos ≥ 200) within 6 months prior to screening\n* Able and willing to undergo regular intervention as well as evaluation per study protocol\n* Must agree not to participate in a clinical study involving another investigational drug or device throughout the duration of this study\n* Must be competent to understand the information given in IRB approved ICF and must sign the form prior to the initiation of any study procedure\n\nExclusion Criteria:\n\n* Age \\< 18\n* With CRS with nasal polyps\n* Treated in any clinical trial of dupilumab\n* Has taken:\n\n  1. Biologic therapy/systemic immunosuppressant to treat inflammatory disease or autoimmune disease (eg, rheumatoid arthritis, inflammatory bowel disease, primary biliary cirrhosis, systemic lupus erythematosus, multiple sclerosis, etc) within 2 months before screening or 5 half-lives, whichever is longer\n  2. An experimental monoclonal antibody within five half-lives or within 6 months before screening if the half-life is unknown\n  3. Anti-immunoglobulin E (IgE) therapy (omalizumab) within 130 days prior to screening\n  4. Leukotriene antagonists/modifiers unless patient is on a continuous treatment for at least 30 days prior to screening\n  5. Initiation of allergen immunotherapy within 3 months prior to screening or a plan to begin therapy or change its dose during the run-in period or the randomized treatment period\n* Have had a sino-nasal surgery changing the lateral wall structure of the nose making impossible the evaluation of NPS\n* Patients with conditions/concomitant diseases making them non-evaluable at screening or for the primary efficacy endpoint such as:\n\n  1. Antrochoanal polyps\n  2. Nasal septal deviation that would occlude at least one nostril\n  3. Acute sinusitis, nasal infection or upper respiratory infection at screening\n  4. Ongoing rhinitis medicamentosa\n  5. Allergic granulomatous angiitis (Churg-Strauss syndrome), granulomatosis with polyangiitis (Wegener's granulomatosis), Young's syndrome, Kartagener's syndrome or other dyskinetic ciliary syndromes, concomitant cystic fibrosis\n  6. Radiologic suspicion, or confirmed invasive or expansive fungal rhinosinusitis\n* With co-morbid asthma are excluded if forced expiratory volume (FEV1) is 50% (of predicted normal) or less\n* With known active bacterial, viral, fungal, mycobacterial infection, or other infection or any major episode of infection that required hospitalization or treatment with IV antibiotics within 30 days of screening or during screening or oral antibiotics within 14 days prior to screening. Fungal infection of nail beds is allowed\n* Have human immunodeficiency virus/acquired immune deficiency syndrome\n* Have acute or chronic hepatitis B/hepatitis C infection\n* History of an opportunistic infection (eg, pneumocystis carinii, cryptococcal meningitis, progressive multifocal leukoencephalopathy) or serious bacterial, viral, or fungal infections (eg, disseminated herpes simplex, disseminated herpes zoster) and requiring IV medication(s) ≤ 3 weeks prior to randomization\n* History of or currently active primary or secondary immunodeficiency\n* History of cancer within the last 5 years, including solid tumors and hematological malignancies (except basal cell and in situ squamous cell carcinomas of the skin that have been excised and resolved) or colonic mucosal dysplasia\n* History of lymphoproliferative disorder, lymphoma, leukemia, myeloproliferative disorder, or multiple myeloma\n* History of alcohol or drug abuse within 1 year prior to randomization\n* Receipt of live vaccine within 4 weeks prior to randomization\n* Pregnant or breastfeeding\n* Participation in another clinical study or treatment with an investigational drug or device\n* Serious or active medical or psychiatric condition which, in the opinion of the Investigator, may interfere with treatment, assessment, or compliance with the protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thanh Q Tran, MPH",
                    "role": "CONTACT",
                    "phone": "813-844-8544",
                    "email": "tqtran@usf.edu"
                },
                {
                    "name": "Catherine Smith",
                    "role": "CONTACT",
                    "phone": "813-631-4024",
                    "phoneExt": "207",
                    "email": "catherinesmith@usf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Seong Cho, MD",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Florida Asthma, Allergy and Immunology",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33613",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Smith",
                            "role": "CONTACT",
                            "phone": "813-631-4024",
                            "phoneExt": "207",
                            "email": "catherinesmith@usf.edu"
                        },
                        {
                            "name": "Tiffani Kaage",
                            "role": "CONTACT",
                            "phone": "813-631-4024",
                            "phoneExt": "200",
                            "email": "tiffanik@usf.edu"
                        },
                        {
                            "name": "Seong Cho, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Richard F Lockey, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Thomas B Casale, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Dennis K Ledford, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Amber N Pepper, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Nicholas Kolinsky, DO",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David Gubernick, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Stephanie Hudey, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Natalie Diaz-Cabrera, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Donya Imanirad, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Walaa Hamadi, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Leah Ishmael, DO",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Silpa Taunk, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sonia Mathew, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27163839",
                    "type": "BACKGROUND",
                    "citation": "Kim DY, Lee SH, Carter RG, Kato A, Schleimer RP, Cho SH. A Recently Established Murine Model of Nasal Polyps Demonstrates Activation of B Cells, as Occurs in Human Nasal Polyps. Am J Respir Cell Mol Biol. 2016 Aug;55(2):170-5. doi: 10.1165/rcmb.2016-0002RC."
                },
                {
                    "pmid": "25945591",
                    "type": "BACKGROUND",
                    "citation": "Tokunaga T, Sakashita M, Haruna T, Asaka D, Takeno S, Ikeda H, Nakayama T, Seki N, Ito S, Murata J, Sakuma Y, Yoshida N, Terada T, Morikura I, Sakaida H, Kondo K, Teraguchi K, Okano M, Otori N, Yoshikawa M, Hirakawa K, Haruna S, Himi T, Ikeda K, Ishitoya J, Iino Y, Kawata R, Kawauchi H, Kobayashi M, Yamasoba T, Miwa T, Urashima M, Tamari M, Noguchi E, Ninomiya T, Imoto Y, Morikawa T, Tomita K, Takabayashi T, Fujieda S. Novel scoring system and algorithm for classifying chronic rhinosinusitis: the JESREC Study. Allergy. 2015 Aug;70(8):995-1003. doi: 10.1111/all.12644. Epub 2015 May 26."
                },
                {
                    "pmid": "22252861",
                    "type": "BACKGROUND",
                    "citation": "Hu Y, Cao PP, Liang GT, Cui YH, Liu Z. Diagnostic significance of blood eosinophil count in eosinophilic chronic rhinosinusitis with nasal polyps in Chinese adults. Laryngoscope. 2012 Mar;122(3):498-503. doi: 10.1002/lary.22507. Epub 2012 Jan 17."
                },
                {
                    "pmid": "29862828",
                    "type": "BACKGROUND",
                    "citation": "Ho J, Hamizan AW, Alvarado R, Rimmer J, Sewell WA, Harvey RJ. Systemic Predictors of Eosinophilic Chronic Rhinosinusitis. Am J Rhinol Allergy. 2018 Jul;32(4):252-257. doi: 10.1177/1945892418779451. Epub 2018 Jun 4."
                },
                {
                    "pmid": "29427640",
                    "type": "BACKGROUND",
                    "citation": "Thwaites RS, Gunawardana NC, Broich V, Mann EH, Ahnstrom J, Campbell GA, Lindsley S, Singh N, Tunstall T, Lane DA, Openshaw PJ, Hawrylowicz CM, Hansel TT. Biphasic activation of complement and fibrinolysis during the human nasal allergic response. J Allergy Clin Immunol. 2018 May;141(5):1892-1895.e6. doi: 10.1016/j.jaci.2018.01.022. Epub 2018 Feb 7. No abstract available."
                },
                {
                    "pmid": "16885760",
                    "type": "BACKGROUND",
                    "citation": "Hopkins C, Browne JP, Slack R, Lund VJ, Topham J, Reeves BC, Copley LP, Brown P, van der Meulen JH. Complications of surgery for nasal polyposis and chronic rhinosinusitis: the results of a national audit in England and Wales. Laryngoscope. 2006 Aug;116(8):1494-9. doi: 10.1097/01.mlg.0000230399.24306.50."
                },
                {
                    "pmid": "17088140",
                    "type": "BACKGROUND",
                    "citation": "Gevaert P, Lang-Loidolt D, Lackner A, Stammberger H, Staudinger H, Van Zele T, Holtappels G, Tavernier J, van Cauwenberge P, Bachert C. Nasal IL-5 levels determine the response to anti-IL-5 treatment in patients with nasal polyps. J Allergy Clin Immunol. 2006 Nov;118(5):1133-41. doi: 10.1016/j.jaci.2006.05.031. Epub 2006 Sep 26."
                },
                {
                    "pmid": "23021878",
                    "type": "BACKGROUND",
                    "citation": "Gevaert P, Calus L, Van Zele T, Blomme K, De Ruyck N, Bauters W, Hellings P, Brusselle G, De Bacquer D, van Cauwenberge P, Bachert C. Omalizumab is effective in allergic and nonallergic patients with nasal polyps and asthma. J Allergy Clin Immunol. 2013 Jan;131(1):110-6.e1. doi: 10.1016/j.jaci.2012.07.047. Epub 2012 Sep 27."
                },
                {
                    "pmid": "21958585",
                    "type": "BACKGROUND",
                    "citation": "Gevaert P, Van Bruaene N, Cattaert T, Van Steen K, Van Zele T, Acke F, De Ruyck N, Blomme K, Sousa AR, Marshall RP, Bachert C. Mepolizumab, a humanized anti-IL-5 mAb, as a treatment option for severe nasal polyposis. J Allergy Clin Immunol. 2011 Nov;128(5):989-95.e1-8. doi: 10.1016/j.jaci.2011.07.056. Epub 2011 Sep 28."
                },
                {
                    "pmid": "30368005",
                    "type": "RESULT",
                    "citation": "Benjamin MR, Stevens WW, Li N, Bose S, Grammer LC, Kern RC, Tan BK, Conley DB, Smith SS, Welch KC, Schleimer RP, Peters AT. Clinical Characteristics of Patients with Chronic Rhinosinusitis without Nasal Polyps in an Academic Setting. J Allergy Clin Immunol Pract. 2019 Mar;7(3):1010-1016. doi: 10.1016/j.jaip.2018.10.014. Epub 2018 Oct 25."
                },
                {
                    "pmid": "27544740",
                    "type": "RESULT",
                    "citation": "Wang X, Zhang N, Bo M, Holtappels G, Zheng M, Lou H, Wang H, Zhang L, Bachert C. Diversity of TH cytokine profiles in patients with chronic rhinosinusitis: A multicenter study in Europe, Asia, and Oceania. J Allergy Clin Immunol. 2016 Nov;138(5):1344-1353. doi: 10.1016/j.jaci.2016.05.041. Epub 2016 Jul 15."
                },
                {
                    "pmid": "31128376",
                    "type": "RESULT",
                    "citation": "Stevens WW, Peters AT, Tan BK, Klingler AI, Poposki JA, Hulse KE, Grammer LC, Welch KC, Smith SS, Conley DB, Kern RC, Schleimer RP, Kato A. Associations Between Inflammatory Endotypes and Clinical Presentations in Chronic Rhinosinusitis. J Allergy Clin Immunol Pract. 2019 Nov-Dec;7(8):2812-2820.e3. doi: 10.1016/j.jaip.2019.05.009. Epub 2019 May 22."
                },
                {
                    "pmid": "19120071",
                    "type": "RESULT",
                    "citation": "Han DH, Kim SW, Cho SH, Kim DY, Lee CH, Kim SS, Rhee CS. Predictors of bronchial hyperresponsiveness in chronic rhinosinusitis with nasal polyp. Allergy. 2009 Jan;64(1):118-22. doi: 10.1111/j.1398-9995.2008.01841.x. Epub 2008 Dec 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012852",
                    "term": "Sinusitis"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000009303",
                    "term": "Nasopharyngeal Neoplasms"
                },
                {
                    "id": "D000009298",
                    "term": "Nasal Polyps"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000010254",
                    "term": "Paranasal Sinus Diseases"
                },
                {
                    "id": "D000009668",
                    "term": "Nose Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000010610",
                    "term": "Pharyngeal Neoplasms"
                },
                {
                    "id": "D000010039",
                    "term": "Otorhinolaryngologic Neoplasms"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009302",
                    "term": "Nasopharyngeal Diseases"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011127",
                    "term": "Polyps"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12249",
                    "name": "Nasal Polyps",
                    "asFound": "Nasal Polyposis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15657",
                    "name": "Sinusitis",
                    "asFound": "Sinusitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Polyposis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12254",
                    "name": "Nasopharyngeal Neoplasms",
                    "asFound": "Polyposis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14011",
                    "name": "Polyps",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Sinusitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13167",
                    "name": "Paranasal Sinus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12604",
                    "name": "Nose Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13517",
                    "name": "Pharyngeal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12962",
                    "name": "Otorhinolaryngologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12253",
                    "name": "Nasopharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Hemospray",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}