{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05443971",
            "orgStudyIdInfo": {
                "id": "GMROR2121"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-04697",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "ESR-21-21131",
                    "type": "OTHER",
                    "domain": "Mayo Clinic"
                },
                {
                    "id": "21-005691",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Institutional Review Board"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Durvalumab and Grid Therapy for Non-small Cell Lung Cancer in Progression During or After Treatment With PACIFIC Regimen",
            "officialTitle": "Restoring Sensitivity to Immunotherapy Post Failure to the Pacific Regimen: A Pilot Study of Combined Durvalumab (MEDI 4736) and Grid Therapy for Non-Small Cell Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "durvalumab-and-grid-therapy-for-non-small-cell-lung-cancer-in-progression-during-or-after-treatment-with-pacific-regimen"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-08-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-07-01",
            "studyFirstPostDateStruct": {
                "date": "2022-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dawn M. Owen, M.D., Ph.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests the safety and side effects of durvalumab and grid therapy in treating patients with non-small cell lung cancer who have progressed during or within 6 months of durvalumab administration for non-small cell lung cancer. Immunotherapy with monoclonal antibodies, such as durvalumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Radiation therapy uses high energy sources to kill tumor cells and shrink tumors. Spatially fractionated radiation therapy or \"grid therapy\" is a technique which delivers high doses of radiation to small areas of the tumor which can lead to more concentrated tumor cell killing and causes less damage to normal tissue. Giving grid therapy with durvalumab may help durvalumab work better to kill tumor cells in patients with non-small cell lung cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To describe the safety of grid + durvalumab using Common Terminology Criteria for Adverse Events (CTCAE) version (v)5.0.\n\nSECONDARY OBJECTIVES:\n\nI. Evaluation of overall response rate using Immune-related Response Evaluation Criteria in Solid Tumors (iRECIST) in a non-irradiated metastatic lesion.\n\nII. Evaluation of development of any additional sites of metastatic disease in the setting of oligorecurrence or local recurrence alone.\n\nIII. Evaluation of response in the radiated lesion using Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria.\n\nIV. Evaluation of time to change from durvalumab to another systemic therapy.\n\nCORRELATIVE OBJECTIVE:\n\nI. Monitoring of peripheral blood immunity markers before and after grid therapy.\n\nOUTLINE:\n\nPatients receive durvalumab intravenously (IV) over 60 minutes on day 1 of each cycle. Treatment repeats every 28 days for up to 24 cycles in the absence of disease progression or unacceptable toxicity. Patients undergo grid therapy on day 1. Beginning 7-14 days after grid therapy, patients also undergo palliative radiation therapy for 5 fractions. Additionally, patients undergo blood sample collection at baseline and throughout study.\n\nAfter completion of study treatment, patients are followed up at 30 days and then every 8-12 weeks for up to 5 years from date of registration."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Non-Small Cell Carcinoma",
                "Stage III Lung Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 11,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (durvalumab, grid therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive durvalumab IV over 60 minutes on day 1 of each cycle. Treatment repeats every 28 days for up to 24 cycles in the absence of disease progression or unacceptable toxicity. Patients undergo grid therapy on day 1. Beginning 7-14 days after grid therapy, patients also undergo palliative radiation therapy for 5 fractions. Additionally, patients undergo blood sample collection at baseline and throughout study.",
                    "interventionNames": [
                        "Biological: Durvalumab",
                        "Radiation: Radiation Therapy",
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Durvalumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (durvalumab, grid therapy)"
                    ],
                    "otherNames": [
                        "Imfinzi",
                        "Immunoglobulin G1",
                        "Anti-(Human Protein B7-H1) (Human Monoclonal MEDI4736 Heavy Chain)",
                        "Disulfide with Human Monoclonal MEDI4736 Kappa-chain",
                        "Dimer",
                        "MEDI-4736",
                        "MEDI4736"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy",
                    "description": "Undergo grid therapy",
                    "armGroupLabels": [
                        "Treatment (durvalumab, grid therapy)"
                    ],
                    "otherNames": [
                        "Cancer Radiotherapy",
                        "ENERGY_TYPE",
                        "Irradiate",
                        "Irradiated",
                        "Irradiation",
                        "Radiation",
                        "Radiation Therapy, NOS",
                        "Radiotherapeutics",
                        "Radiotherapy",
                        "RT",
                        "Therapy, Radiation"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (durvalumab, grid therapy)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Evaluated using Common Terminology Criteria for Adverse Events version 5.0. The maximum grade for each type of adverse event will be recorded for each patient, and frequency tables will be provided. Additionally, the relationship of the adverse event(s) to the study treatment will be taken into consideration.",
                    "timeFrame": "Within 3 months after grid therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response",
                    "description": "Overall response by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 will be estimated using objective response rate (ORR) where ORR is defined as the number of evaluable patients achieving a response (partial response \\[PR\\] or better) during treatment with study therapy divided by the total number of evaluable patients. Point estimates will be generated for ORR along with 90% confidence interval using Fisher's exact method. Immune-related (i)RECIST criteria will be used for evaluation of non-irradiated metastatic lesion whereas RECIST 1.1 criterial will be used for evaluation of radiated lesions.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Number of patients who develop any additional sites of metastatic disease in the setting of oligo-recurrence or local recurrence alone",
                    "description": "Will be summarized and reported descriptively.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Time to change another systemic therapy",
                    "description": "Will be estimated as time from study entry to time when patient starts non-protocol therapy or another systemic therapy. This time to event endpoint will be estimated using Kaplan-Meier method. Any patient who hasn't started non-protocol therapy or has died/progressed before starting non-protocol therapy will be censored at the time of their last follow-up.",
                    "timeFrame": "Up to 5 years from registration"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Blood immunity marker (PBMC)",
                    "description": "Peripheral blood collected during the course of treatment will be monitored for changes for blood immunity marker before and after grid therapy.",
                    "timeFrame": "Up to 5 years after registration"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Primary non-small cell lung cancer treated previously on PACIFIC regimen (concurrent chemoradiation followed by durvalumab for stage III lung cancer)\n* Progression during durvalumab administration or within 6 months after completion of final durvalumab infusion\n* Body weight \\> 30 kg\n* Extracranial lesion \\>= 4 cm amenable to grid therapy\n\n  * Patients with brain metastases are permitted to enroll\n  * Patients with polymetastatic disease are permitted to enroll\n  * Patients with local recurrence are permitted to enroll\n  * Patients who do not have rapid polymetastatic progression (at the discretion of the enrolling physician)\n  * Patients who have not had stereotactic body radiation therapy (SBRT) within 1 month of enrollment\n  * Patients may receive conventional palliative radiation to other symptomatic metastatic disease\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Hemoglobin \\>= 9.0 g/dL (obtained =\\< 15 days prior to registration)\n* Absolute neutrophil count (ANC) \\>= 1500/mm\\^3 (obtained =\\< 15 days prior to registration)\n* Platelet count \\>= 100,000/mm\\^3 (obtained =\\< 15 days prior to registration)\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) or direct bilirubin =\\< ULN if total bilirubin is \\> 1.5 x ULN (obtained =\\< 15 days prior to registration)\n* Alanine aminotransferase (ALT) and aspartate transaminase (AST) =\\< 2.5 x ULN (=\\< 5 x ULN for patients with liver involvement) (obtained =\\< 15 days prior to registration)\n* Creatinine ≤ 1.5 x ULN OR glomerular filtration rate (GFR) \\> 60 mL/min for patients with creatinine \\> 1.5 x ULN\n* Negative pregnancy test done =\\< 7 days prior to registration, for persons of childbearing potential only\n* Persons able to become pregnant OR able to father a child must be willing to use an adequate method of contraception while on treatment and for 120 days after last treatment\n* Life expectancy \\>= 12 weeks\n* Provide written informed consent\n* Willingness to provide mandatory blood specimens for correlative research\n* Willing to return to Mayo Clinic for follow-up (during the Active Monitoring Phase of the study)\n\nExclusion Criteria:\n\n* Any of the following because this study involves an investigational agent whose genotoxic, mutagenic, and teratogenic effects on the developing fetus and newborn are unknown:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential OR able to father a child who are unwilling to employ adequate contraception\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety of the prescribed regimens\n* Active autoimmune disease requiring systemic treatment, documented history of severe autoimmune disease, or a syndrome that requires systemic steroids or immunosuppressive agents\n\n  * NOTE: Exceptions are allowed for:\n\n    * Vitiligo\n    * Resolved childhood asthma/atopy\n    * Intermittent use of bronchodilators or inhaled steroids\n    * Daily steroids at dose of =\\< 10mg of prednisone (or equivalent)\n    * Local steroid injections\n    * Stable hypothyroidism on replacement therapy\n    * Stable diabetes mellitus on non-insulin therapy\n    * Sjogren's syndrome\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * Ongoing or active infection requiring systemic therapy\n  * Interstitial lung disease\n  * Serious, chronic gastrointestinal conditions associated with diarrhea (e.g., Crohn's disease or others)\n  * Known active hepatitis B (i.e., known positive hepatitis B virus \\[HBV\\] surface antigen \\[HBsAg\\] reactive)\n  * Known active hepatitis C (i.e., positive for hepatitis C virus \\[HCV\\] ribonucleic acid \\[RNA\\] detected by polymerase chain reaction \\[PCR\\])\n  * Known active tuberculosis (TB)\n  * Symptomatic congestive heart failure\n  * Unstable angina pectoris\n  * Unstable cardiac arrhythmia or\n  * Psychiatric illness/social situations that would limit compliance with study requirements (e.g., substance abuse)\n* History of myocardial infarction =\\< 6 months, or congestive heart failure requiring use of ongoing maintenance therapy for life-threatening ventricular arrhythmias\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm\n* Hypersensitivity to durvalumab or any of its excipients\n* Previous adverse event attributed to durvalumab or other PD-1 or PD-L1 directed therapy that led to drug discontinuation\n* History of grade \\>= 3 immune-related adverse event or any grade of immune-related neurologic or ocular adverse event while receiving immunotherapy\n\n  * Note: Patients who had endocrine adverse events =\\< grade 2 are allowed to enroll if they are stable on appropriate replacement therapy and asymptomatic\n* Other active malignancy \\< 6 months prior to registration\n\n  * EXCEPTIONS: Non-melanotic skin cancer, papillary thyroid cancer, prostate cancer, or carcinoma-in-situ of the cervix, or others curatively treated and now considered to be at less than 30% risk of relapse\n* Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of investigational product (IP)\n\n  * Note: Local surgery of isolated lesions for palliative intent is acceptable\n* History of allogenic organ transplantation\n* History of active primary immunodeficiency\n* Known to have tested positive for human immunodeficiency virus (HIV) (positive HIV 1/2 antibodies) or active tuberculosis infection (clinical evaluation that may include clinical history, physical examination and radiographic findings, or tuberculosis testing in line with local practice)\n* Known active hepatitis infection, positive hepatitis C virus (HCV) antibody, hepatitis B virus (HBV) surface antigen (HBsAg) or HBV core antibody (anti-HBc), at screening. Participants with a past or resolved HBV infection (defined as the presence of anti-HBc and absence of HBsAg) are eligible. Participants positive for HCV antibody are eligible only if polymerase chain reaction is negative for HCV RNA. Adjust wording as necessary and consider evaluating at screening for studies with known hepatotoxicity or other relevant requirements\n* Receipt of live attenuated vaccine within 30 days prior to the first dose of IP\n\n  * Note: Patients, if enrolled, should not receive live vaccine whilst receiving IP and up to 30 days after the last dose of IP\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n\n  * Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n  * Systemic corticosteroids at physiologic doses not to exceed \\<\\<10 mg/day\\>\\> of prednisone or its equivalent\n  * Steroids as premedication for hypersensitivity reactions (e.g., computed tomography \\[CT\\] scan premedication)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Dawn Owen, M.D.",
                    "affiliation": "Mayo Clinic in Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trial Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Dawn Owen, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}