{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03011814",
            "orgStudyIdInfo": {
                "id": "16221"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2016-02061",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "16221",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "R01CA229510",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA229510"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Durvalumab With or Without Lenalidomide in Treating Patients With Relapsed or Refractory Cutaneous or Peripheral T Cell Lymphoma",
            "officialTitle": "A Phase 1/2 Trial of Durvalumab (MEDI4736) When Given as a Single Agent or in Combination With Lenalidomide in Patients With Relapsed/ Refractory Peripheral T-cell Lymphoma, Including Cutaneous T-cell Lymphoma",
            "therapeuticArea": [
                "Critical Care",
                "Rare Diseases",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "durvalumab-with-or-without-lenalidomide-in-treating-patients-with-relapsed-or-refractory-cutaneous-or-peripheral-t-cell-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-03-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-01-04",
            "studyFirstSubmitQcDate": "2017-01-04",
            "studyFirstPostDateStruct": {
                "date": "2017-01-05",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized phase I/II trial studies the best dose and side effects of durvalumab and to see how well it works with or without lenalidomide in treating patients with cutaneous or peripheral T cell lymphoma that has come back and does not respond to treatment. Monoclonal antibodies, such as durvalumab, may interfere with the ability of cancer cells to grow and spread. Drugs used in chemotherapy, such as lenalidomide, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving durvalumab and lenalidomide may work better in treating patients with cutaneous or peripheral T cell lymphoma.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the maximum tolerated dose (recommended phase 2 dose, RP2D) of lenalidomide, when given in combination with fixed-dose durvalumab. (Phase 1) II. To assess the safety and tolerability of the lenalidomide/durvalumab regimen, and accompanying dose modification plan, by evaluation of toxicities including: type, frequency, severity, attribution, time course and duration. (Phase 1) III. To evaluate the anti-tumor activity durvalumab (MEDI4736) as single agent therapy and as part of combination therapy (+lenalidomide); activity assessed by overall response rate (ORR). (Phase 2)\n\nSECONDARY OBJECTIVES:\n\nI. To estimate and assess response duration and survival probabilities (overall and event-free). (Phase 2) II. To summarize and assess toxicities by type, frequency, severity, attribution, time course and duration. (Phase 2) III. To assess clinically meaningful reduction in pruritus (CMRP) in patients with CTCL (critical quality of life measure). (Phase 2)\n\nTERTIARY OBJECTIVES:\n\nI. To identify the malignant CD4+ T cells within the skin microenvironment. II. To characterize the spatial and functional relationship of malignant T cells with other immune cells, their expression of key immune checkpoints and correlate with response.\n\nIII. To identify aberrantly expressed micro(mi) ribonucleic acid (RNA)s involved in cutaneous T-cell lymphoma (CTCL) and messenger (m)RNAs that may predict response and/or treatment-related toxicity.\n\nIV. To evaluate whether or not the identified miRNAs are involved in regulating key immune checkpoints.\n\nOUTLINE: This is a phase I, dose-escalation study of lenalidomide followed by a phase II study. Patients are randomized to 1 of 2 arms,\n\nARM I: Patients receive durvalumab intravenously (IV) over 1 hour on day 1. Treatment repeats every 28 days (+/- 3) for up to 13 courses in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients receive durvalumab IV over 1 hour on day 1 and lenalidomide orally (PO) once daily (QD) on days 1-21. Treatment repeats every 28 (+/- 3) days for up to 13 courses in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for up to 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Folliculotropic Mycosis Fungoides",
                "Recurrent Cutaneous T-Cell Non-Hodgkin Lymphoma",
                "Recurrent Mycosis Fungoides",
                "Refractory Cutaneous T-Cell Non-Hodgkin Lymphoma",
                "Refractory Mycosis Fungoides",
                "Refractory Peripheral T-Cell Lymphoma, Not Otherwise Specified",
                "Sezary Syndrome",
                "Recurrent Mature T- and NK-Cell Non-Hodgkin Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 62,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (durvalumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive durvalumab IV over 1 hour on day 1. Treatment repeats every 28 (+/- 3) days for up to 13 courses in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Durvalumab",
                        "Other: Laboratory Biomarker Analysis"
                    ]
                },
                {
                    "label": "Arm II (durvalumab, lenalidomide)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive durvalumab IV over 1 hour on day 1 and lenalidomide PO QD on days 1-21. Treatment repeats every 28 (+/- 3) days for up to 13 courses in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Durvalumab",
                        "Other: Laboratory Biomarker Analysis",
                        "Drug: Lenalidomide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Durvalumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm I (durvalumab)",
                        "Arm II (durvalumab, lenalidomide)"
                    ],
                    "otherNames": [
                        "Immunoglobulin G1, Anti-(Human Protein B7-H1) (Human Monoclonal MEDI4736 Heavy Chain), Disulfide with Human Monoclonal MEDI4736 Kappa-chain, Dimer",
                        "MEDI-4736",
                        "MEDI4736"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Arm I (durvalumab)",
                        "Arm II (durvalumab, lenalidomide)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenalidomide",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (durvalumab, lenalidomide)"
                    ],
                    "otherNames": [
                        "CC-5013",
                        "CC5013",
                        "CDC 501",
                        "Revlimid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CTCL specific response assessed by Lugano Classification",
                    "description": "CTCL response will be used to establish global response, which incorporates nodal, visceral and cutaneous lesions/disease. mSWAT tool will be used for documenting responses in skin of patients with CTCL. PTCL specific response assessment criteria per Lugano Classification will be used.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Dose limiting toxicity assessed by CTCAE version 4.03",
                    "description": "Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, time of onset, duration, probable association with the study treatment and reversibility or outcome.",
                    "timeFrame": "Up to 84 days"
                },
                {
                    "measure": "Duration of complete response",
                    "timeFrame": "Date when criteria for CR first met until time of loss of CR (relapse/recurrence) or death (as a result of MF/SS or acute toxicity of treatment), assessed up to 12 months"
                },
                {
                    "measure": "Event-free survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug to first documented disease relapse, progression or death from any cause, whichever occurs first, assessed up to 12 months"
                },
                {
                    "measure": "Incidence of adverse events assessed by National Cancer Institute CTCAE version 4.03",
                    "description": "Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, time of onset, duration, probable association with the study treatment and reversibility or outcome.",
                    "timeFrame": "Up to 90 days post-treatment"
                },
                {
                    "measure": "ORR defined as proportion of patients with complete response (CR) and partial response (PR)",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug to date of death from any cause, assessed up to 12 months"
                },
                {
                    "measure": "Progression free survival",
                    "timeFrame": "Date of initiation of treatment to first date meets criteria for progressive disease or death as a result of any cause, assessed up to 12 months"
                },
                {
                    "measure": "Response duration",
                    "description": "95% Clopper Pearson binomial confidence interval will be calculated. Response rates will also be explored based on number/type of prior therapies.",
                    "timeFrame": "From the date of first documented response to the date of first documented disease relapse, progression or death whichever occurs first, assessed up to 12 months"
                },
                {
                    "measure": "Time to response",
                    "timeFrame": "Date of initiation of treatment to date when criteria for response (PR or CR) first met, assessed up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pruritus assessment",
                    "description": "Changes in pruritus VAS score will be assessed using descriptive statistics.",
                    "timeFrame": "Baseline up to 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in biomarkers",
                    "timeFrame": "Baseline up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n* Registered into Revlimid REMS program\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Fully recovered from acute toxicities (except alopecia) of all prior therapies to Common Terminology Criteria for Adverse Events (CTCAE) =\\< grade 1\n* Relapsed/refractory disease\n* Failed \\>= 2 prior systemic therapies \\*NOTE: For systemic ALCL prior systemic therapy must also include progression on brentuximab vedotin\n\nCUTANEOUS T-CELL LYMPHOMA (CTCL) ONLY\n\n* Histologically confirmed mycosis fungoides (MF) or Sezary syndrome (SS); Phase 1: \\>= stage IIB OR \\>= stage IB-IIA folliculotropic/transformed MF; Phase 2: \\>= stage IB\n\n  * Stage of disease according to TNMB classification\n  * Pathology report must be diagnostic or be consistent with MF/SS criteria\n  * SS is defined as meeting T4 plus B2 criteria; where the biopsy of erythrodermic skin may only reveal suggestive but not diagnostic histopathological features, the diagnosis may be based on either node biopsy or fulfillment of B2 criteria\n  * For MF where the histological diagnosis by light microscopic examination is not confirmed, diagnostic criteria that has been recommended by the International Society of Cutaneous Lymphomas (ISCL) should be used\n* Measurable disease per modified severity weighted assessment tool (mSWAT) and/or Sezary count\n* Baseline skin biopsy taken within 6 months available for central review submission\n\nPERIPHERAL T-CELL LYMPHOMA (PTCL) ONLY\n\n* Histologically confirmed PTCL as defined by World Health Organization (WHO) 2008 criteria\n* Measurable and/or evaluable disease per Lugano Classification\n* Absolute neutrophil count (ANC) \\>= 1000/mm\\^3\n\n  \\* Growth factor is not permitted within 14 days of ANC assessment unless cytopenia is secondary to disease involvement\n* Platelets \\>= 100,000/mm\\^3\n\n  \\* Platelet transfusions are not permitted within 14 days of platelet assessment unless cytopenia is secondary to disease involvement\n* Total serum bilirubin =\\< 2.2 mg/dL\n* Aspartate aminotransferase (AST) =\\< 2 x upper limit of normal (ULN)\n* Alanine aminotransferase (ALT) =\\< 2 x ULN\n* Creatinine clearance of \\>= 60 mL/min per the Cockcroft-Gault formula\n* If not receiving anticoagulants: international normalized ratio (INR) AND prothrombin (PT) =\\< 1.5 x ULN\n\n  \\* If on anticoagulant therapy: PT must be within therapeutic range of intended used of anticoagulants\n* Female of childbearing potential: negative urine or serum pregnancy test\n\n  \\* If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Female of child bearing potential: willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 90 days after the last dose of study medication\n\n  \\* Childbearing potential defined as not being surgically sterilized or have not been free from menses for \\> 1 year\n* Male: use an adequate method of contraception starting with the first dose of study therapy through 90 days after the last dose of study therapy\n\nExclusion Criteria:\n\n* Immunotherapy with immune checkpoint inhibitors, cell-based therapies, or cancer vaccines\n* Lenalidomide, thalidomide or other immunomodulatory drugs (IMiDs)\n* Monoclonal antibody within 5 half-lives of the antibody prior to initiating protocol therapy\n* Any systemic therapy, including monoclonal antibody within 28 days or 5 half-lives (whichever is shorter) of initiating protocol therapy\n* Any skin-directed therapy within 14 days prior to initiating protocol therapy\n* Any radiation therapy within 21 days prior to initiating protocol therapy\n* Immunosuppressive medication within 14 days prior to the first dose of study treatment; the following are exceptions to this criterion:\n\n  * Intranasal, inhaled, topical or local steroid injections (e.g., intra-articular injection) and are on stable dose for at least 28 days\n  * Systemic corticosteroids at physiologic doses of \\< 10 mg/day of prednisone or equivalent\n* Live, attenuated vaccine within 30 days prior to the first dose of protocol therapy\n* History of pneumonitis (non-infectious) that required steroids or current pneumonitis\n* Disease free of prior malignancies for \\>= 5 years with the exception of:\n\n  * Currently treated squamous cell and basal cell carcinoma of the skin\n  * Carcinoma in situ of the cervix, or\n  * Surgically removed melanoma in situ of the skin (stage 0) with histological confirmed free margins of excision or\n  * Prostate cancer (T1a or T1b using the TNM \\[tumor, nodes, metastasis\\] clinical staging system) that has/have been surgically cured, or\n  * Any other malignancy that has/have been curatively treated with surgery and/or localized radiation\n* Allergic reaction/ hypersensitivity to thalidomide or to the excipients contained in the formulation of durvalumab\n* Female only: pregnant or lactating\n* Prior stem cell transplantation\n* Acute infection requiring systemic treatment\n* Known history of human immunodeficiency virus (HIV) infection\n* Active hepatitis B or C infection\n* Conditions requiring chronic steroid or immunosuppressive treatment that likely need additional steroid or immunosuppressive treatments in addition to the protocol therapy\n* Current peripheral neuropathy \\>= grade 2\n* Renal failure requiring hemodialysis or peritoneal dialysis\n* Unstable cardiac disease as defined by one of the following:\n\n  * Cardiac events such as myocardial infarction (MI) within the past 6 months\n  * NYHA (New York Heart Association) heart failure class III-IV\n  * Uncontrolled atrial fibrillation or hypertension\n* Major surgery (as defined by the investigator) within the 28 days prior to the first dose of study treatment\n* Active or prior documented autoimmune or inflammatory disorders requiring therapy within the past 3 years prior to the start of treatment; the following are exceptions to this criterion:\n\n  * Vitiligo or alopecia;\n  * Hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement; or\n  * Psoriasis not requiring systemic treatment\n* History of primary immunodeficiency\n* Incidence of gastrointestinal disease that may significantly alter the absorption of lenalidomide\n* Any other condition that would, in the investigator's judgement, contraindicate the patient's participation in the clinical study due to safety concerns or compliance with clinical study procedures, e.g., infection/inflammation, intestinal obstruction, unable to swallow medication, social/psychological issues, etc\n* In the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Christiane Querfeld, MD",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christiane Querfeld, MD",
                            "role": "CONTACT",
                            "phone": "626-256-4673",
                            "email": "cquerfeld@coh.org"
                        },
                        {
                            "name": "Christiane Querfeld, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "Memorial Sloan-Kettering Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven M. Horwitz, MD",
                            "role": "CONTACT",
                            "phone": "212-639-3045",
                            "email": "horwitzs@mskcc.org"
                        },
                        {
                            "name": "Steven M. Horwitz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Thomas Jefferson University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pierluigi Porcu, MD",
                            "role": "CONTACT",
                            "phone": "215-955-8874",
                            "email": "Pierluigi.Porcu@jefferson.edu"
                        },
                        {
                            "name": "Pierluigi Porcu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle A. Fanale, MD",
                            "role": "CONTACT",
                            "phone": "713-792-2860",
                            "email": "mfanale@mdanderson.org"
                        },
                        {
                            "name": "Michelle A. Fanale, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32632956",
                    "type": "DERIVED",
                    "citation": "Valipour A, Jager M, Wu P, Schmitt J, Bunch C, Weberschock T. Interventions for mycosis fungoides. Cochrane Database Syst Rev. 2020 Jul 7;7(7):CD008946. doi: 10.1002/14651858.CD008946.pub3."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009181",
                    "term": "Mycoses"
                },
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000016399",
                    "term": "Lymphoma, T-Cell"
                },
                {
                    "id": "D000016411",
                    "term": "Lymphoma, T-Cell, Peripheral"
                },
                {
                    "id": "D000009182",
                    "term": "Mycosis Fungoides"
                },
                {
                    "id": "D000012751",
                    "term": "Sezary Syndrome"
                },
                {
                    "id": "D000016410",
                    "term": "Lymphoma, T-Cell, Cutaneous"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18829",
                    "name": "Lymphoma, T-Cell",
                    "asFound": "T-cell non-Hodgkin lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18833",
                    "name": "Lymphoma, T-Cell, Peripheral",
                    "asFound": "Peripheral T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "asFound": "Mycosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12137",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18832",
                    "name": "Lymphoma, T-Cell, Cutaneous",
                    "asFound": "Cutaneous T-cell non-Hodgkin lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15560",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4496",
                    "name": "Peripheral T-cell Lymphoma",
                    "asFound": "Peripheral T-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3986",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1689",
                    "name": "Cutaneous T-cell Lymphoma",
                    "asFound": "Cutaneous T-cell non-Hodgkin lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5200",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "One week",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}