{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06050252",
            "orgStudyIdInfo": {
                "id": "NCI-2023-07031"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-07031",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10608",
                    "type": "OTHER",
                    "domain": "University of Texas MD Anderson Cancer Center LAO"
                },
                {
                    "id": "10608",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "UM1CA186688",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UM1CA186688"
                }
            ],
            "organization": {
                "fullName": "National Cancer Institute (NCI)",
                "class": "NIH"
            },
            "briefTitle": "Durvalumab With Gemcitabine and Cisplatin for the Treatment of High-Risk Resectable Liver Cancer Before Surgery",
            "officialTitle": "A Phase II Trial of Durvalumab With Gemcitabine and Cisplatin as Neoadjuvant Therapy for High-Risk Resectable Intrahepatic Cholangiocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "durvalumab-with-gemcitabine-and-cisplatin-for-the-treatment-of-high-risk-resectable-liver-cancer-before-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-21",
            "studyFirstSubmitQcDate": "2023-09-21",
            "studyFirstPostDateStruct": {
                "date": "2023-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well giving durvalumab with standard chemotherapy, gemcitabine and cisplatin, before surgery works in treating patients with high risk liver cancer (cholangiocarcinoma) that can be removed by surgery (resectable). Durvalumab is a monoclonal antibody that may interfere with the ability of tumor cells to grow and spread. Chemotherapy drugs, such as gemcitabine and cisplatin, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving durvalumab with gemcitabine and cisplatin before surgery may make the tumor smaller and reduce the amount of normal tissue that needs to be removed in patients with high risk resectable cholangiocarcinoma.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To examine the proportion of patients who complete neoadjuvant therapy followed by curative intent surgical resection.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the major pathologic response (MPR) rate. (Efficacy) II. To determine the proportion of patients who attain an R0 resection following neoadjuvant therapy. (Efficacy) III. To determine the radiological response rate after 2 and 4 cycles of neoadjuvant therapy. (Efficacy) IV. To determine the overall survival of patients receiving neoadjuvant therapy prior to curative intent surgical resection. (Efficacy) V. To determine the relapse free survival (RFS) of patients receiving neoadjuvant therapy prior to curative intent surgical resection. (Efficacy) VI. To estimate the incidence of adverse events during neoadjuvant therapy which would preclude completion of the neoadjuvant chemotherapy regiment as defined by grade 4 or above adverse events by Common Terminology Criteria for Adverse Events (CTCAE) version (v)5.0. (Feasibility) VII. To determine the proportion of patients who are able to start adjuvant therapy within 10 weeks of surgical resection. (Feasibility) VIII. To determine the proportion of patients who can complete 4 cycles of adjuvant therapy. (Feasibility) IX. To determine the efficacy of therapy in different molecular subtypes (by deoxyribonucleic acid \\[DNA\\] profiling, ribonucleic acid \\[RNA\\] profiling, and circulating tumor \\[ct\\]DNA-based minimal residual disease \\[MRD\\]). (Toxicity Profiles and Biomarkers) X. To compare pre- and post-neoadjuvant therapy changes in the phenotypic profiles of circulating immune cells. (Toxicity Profiles and Biomarkers) XI. To correlate ctDNA-based MRD, tissue and blood based immune biomarkers, and body composition with the primary/secondary endpoints. (Toxicity Profiles and Biomarkers)\n\nEXPLORATORY OBJECTIVES:\n\nI. Quantitative European Association for the Study of the Liver (qEASL)-based 3 dimensional (3D) enhancement measurement will be used as a surrogate marker of pathological response.\n\nII. The primary and secondary outcomes will be associated with the visceral abdominal fat, subcutaneous abdominal fat, and muscle at the level of L2/L3.\n\nOUTLINE:\n\nPatients receive durvalumab intravenously (IV) over 60 minutes on day 1 with gemcitabine IV over 30 minutes and cisplatin IV over 60 minutes on days 1 and 8 for 4 cycles and then undergo surgical resection on study. Following surgery, patients may continue the durvalumab, gemcitabine and cisplatin regimen for up to 4 additional cycles. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo computed tomography (CT) scans and/or magnetic resonance imaging (MRI) scans and blood sample collection throughout study, as well as tissue biopsies during screening and on study.\n\nAfter completion of study treatment, patients are followed up every 3 months for 2 years, every 6 months for 5 years and then yearly."
        },
        "conditionsModule": {
            "conditions": [
                "Resectable Intrahepatic Cholangiocarcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 27,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (durvalumab, gemcitabine, cisplatin)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive durvalumab IV over 60 minutes on day 1 with gemcitabine IV over 30 minutes and cisplatin IV over 60 minutes on days 1 and 8 for 4 cycles and then undergo surgical resection on study. Following surgery, patients may continue the durvalumab, gemcitabine and cisplatin regimen for up to 4 additional cycles. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo CT scans and/or MRI scans and blood sample collection throughout study, as well as tissue biopsies during screening and on study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Drug: Cisplatin",
                        "Procedure: Computed Tomography",
                        "Biological: Durvalumab",
                        "Drug: Gemcitabine",
                        "Procedure: Magnetic Resonance Imaging",
                        "Procedure: Resection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo tissue biopsy",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cisplatin",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "Abiplatin",
                        "Blastolem",
                        "Briplatin",
                        "CDDP",
                        "Cis-diammine-dichloroplatinum",
                        "Cis-diamminedichloridoplatinum",
                        "Cis-diamminedichloro Platinum (II)",
                        "Cis-diamminedichloroplatinum",
                        "Cis-dichloroammine Platinum (II)",
                        "Cis-platinous Diamine Dichloride",
                        "Cis-platinum",
                        "Cis-platinum II",
                        "Cis-platinum II Diamine Dichloride",
                        "Cismaplat",
                        "Cisplatina",
                        "Cisplatinum",
                        "Cisplatyl",
                        "Citoplatino",
                        "Citosin",
                        "Cysplatyna",
                        "DDP",
                        "Lederplatin",
                        "Metaplatin",
                        "Neoplatin",
                        "Peyrone's Chloride",
                        "Peyrone's Salt",
                        "Placis",
                        "Plastistil",
                        "Platamine",
                        "Platiblastin",
                        "Platiblastin-S",
                        "Platinex",
                        "Platinol",
                        "Platinol- AQ",
                        "Platinol-AQ",
                        "Platinol-AQ VHA Plus",
                        "Platinoxan",
                        "Platinum",
                        "Platinum Diamminodichloride",
                        "Platiran",
                        "Platistin",
                        "Platosin"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT scan",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "Computerized Tomography (CT) scan",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Durvalumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "Imfinzi",
                        "Immunoglobulin G1, Anti-(Human Protein B7-H1) (Human Monoclonal MEDI4736 Heavy Chain), Disulfide with Human Monoclonal MEDI4736 Kappa-chain, Dimer",
                        "MEDI 4736",
                        "MEDI-4736",
                        "MEDI4736"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "dFdC",
                        "dFdCyd",
                        "Difluorodeoxycytidine"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI scan",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic Resonance Imaging (MRI)",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "MRIs",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging",
                        "sMRI",
                        "Structural MRI"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Resection",
                    "description": "Undergo surgical resection",
                    "armGroupLabels": [
                        "Treatment (durvalumab, gemcitabine, cisplatin)"
                    ],
                    "otherNames": [
                        "Surgical Resection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of patients who complete 4 cycles of neoadjuvant therapy followed by surgical resection",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% confidence interval \\[CI\\]) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "After surgical resection, up to week 18 after starting neoadjuvant therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Major pathologic response (MPR) rate",
                    "description": "MPR will be calculated based on the patients who can successfully undergo surgical resection. Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "After surgical resection, up to week 18 after starting neoadjuvant therapy"
                },
                {
                    "measure": "Proportion of patients who attain an R0 margin status after surgical resection",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "After surgical resection, up to week 18 after starting neoadjuvant therapy"
                },
                {
                    "measure": "Radiological response rate",
                    "description": "Defined as the percentage of patients with complete response, partial response, stable disease or progressive disease after neoadjuvant therapy by Response Evaluation Criteria in Solid Tumor (RECIST), modified RECIST and quantitative European Association for the Study of the Liver after completing 4 cycles of neoadjuvant therapy. Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "After 2 and 4 cycles of neoadjuvant therapy (cycle length=21 days)"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS, including treatment-related, and disease-related death will be assessed using immune RECIST. Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Kaplan-Meier method will be used to estimate the survival curves. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "From randomization to death, assessed up to 2 years"
                },
                {
                    "measure": "Relapse free survival (RFS)",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% confidence interval (CI) will be reported. Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Kaplan-Meier method will be used to estimate the survival curves. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "From surgery to recurrence of intrahepatic cholangiocarcinoma (iCCa), assessed up to 2 years"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Adverse events will be defined by Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to recurrence of iCCA"
                },
                {
                    "measure": "Proportion of patients who are able to start adjuvant therapy",
                    "description": "Defined as the proportion of patients with Eastern Cooperative Oncology Group \\> 2, immunotherapy related adverse event \\> 3, any CTCAE \\> grade 3 that prevent from starting adjuvant therapy. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to 10 weeks after surgical resection"
                },
                {
                    "measure": "Proportion of patients who complete 4 cycles of adjuvant therapy",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Tissue and blood based immune biomarkers",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                },
                {
                    "measure": "Tumor genomics, transcriptional profile and multiplex immunohistochemistry and multiplex immunofluorescence",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                },
                {
                    "measure": "Changes in circulating immune phenotypic profiles in the neoadjuvant phase",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                },
                {
                    "measure": "Circulating tumor deoxyribonucleic acid-based minimal residual disease correlated with pathological response and RFS",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables.",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                },
                {
                    "measure": "Measures of body composition and fatty liver from imaging",
                    "description": "Descriptive analysis will be used. Summary statistics (such as mean, median, range, proportion, as well as the associated 95% CI) will be reported. Regression models (such as the logistic regression for binary endpoints and the Cox regression for survival endpoints) will be constructed to assess the association between the primary/secondary endpoints and the prognostic or biomarker variables. Associate changes in subcutaneous abdominal fat, visceral abdominal fat, and muscle at the level of L3 with overall survival and recurrence free survival. Associate changes in body composition with toxicities that are observed during neoadjuvant therapy. We will calculate odds ratios here. Measure changes in the density of the liver before and after neoadjuvant therapy, and associate these with RECIST and responses radiographically. Will also associate density of the liver with pathological response to neoadjuvant therapy. We will use non-parametric statistical tests to do this (e.g., Wilcoxon).",
                    "timeFrame": "Up to week 12 after starting adjuvant therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed intrahepatic cholangiocarcinoma (iCCA) that is resectable by imaging evaluation.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as \\>= 10 mm (\\>= 1 cm) with CT scan, MRI, or calipers by clinical exam.\n* Patients must be an acceptable risk surgical candidate at the time of enrollment, as determined by a board-certified surgeon with expertise in hepatobiliary surgery.\n* High-risk iCCA is defined as the presence of any of these factors:\n\n  * Tumor size \\> 5 cm.\n  * Multifocality or satellitosis limited to the same lobe.\n  * Vascular invasion.\n  * Suspected or confirmed (via biopsy) regional lymph node metastases.\n\n    * Suspected is defined as lymph nodes that are deemed suspicious for metastasis based on large size (criteria vary per anatomical location; 6-10 mm for abdominal and 8-10 mm for pelvic), enhancement pattern, and shape. These may also include lymph nodes that display fludeoxyglucose F 18 (FDG)-avidity on positron emission tomography (PET) scan, if obtained, in the course of disease work-up (not mandatory).\n  * CA 19-9 \\> 200 U/mL.\n* Patients are treatment naïve for iCCA.\n* Age \\>= 18 years. Because no dosing or adverse event data are currently available on the use of durvalumab (MEDI4736) in combination with cisplatin and gemcitabine in patients \\< 18 years of age, children are excluded from this study.\n* Body weight \\> 30 kg.\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 1 (Karnofsky \\>= 70%).\n* Leukocytes \\>= 3,000/mcL.\n* Hemoglobin \\>= 9.0 g/dL.\n* Absolute neutrophil count \\>= 1,500/mcL.\n* Platelets \\>= 100,000/mcL.\n* Neuropathy grade =\\< 1 by CTCAE.\n* Albumin \\>= 2.8 g/dL.\n* Serum bilirubin 1.5 x institutional upper limit of normal (ULN).\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\]) / alanine aminotransferase (ALT)(serum glutamic pyruvic transaminase \\[SGPT\\]) =\\< 3 × institutional ULN.\n* Serum creatinine =\\< 1 x institutional ULN.\n* Measured creatinine clearance \\> 60 mL/min or glomerular filtration rate (GFR) \\>= 60 mL/min/1.73 m\\^2 (by the Cockcroft-Gault equation).\n* Evidence of post-menopausal status or negative urinary or serum pregnancy test for female pre-menopausal patients. Women will be considered post-menopausal if they have been amenorrheic for 12 months without an alternative medical cause. The following age-specific requirements apply:\n\n  * Women \\>= 50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\> 1 year ago, had chemotherapy-induced menopause with last menses \\> 1 year ago, or underwent surgical sterilization (bilateral oophorectomy, bilateral salpingectomy or hysterectomy).\n* Life expectancy \\>= 12 weeks.\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Patients with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of progression.\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial.\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be class 2B or better.\n* Ability to understand and the willingness to sign a written informed consent document. Legally authorized representatives may sign and give informed consent on behalf of study participants.\n\nExclusion Criteria:\n\n* Potential trial participants should have recovered from clinically significant adverse events of their most recent therapy/intervention prior to enrollment.\n* Major surgical procedure (as defined by the Investigator) within 14 days prior to the first dose of durvalumab. Note: Local surgery of isolated lesions for palliative intent or biliary stents is acceptable.\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n\n  * Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection).\n  * Systemic corticosteroids at physiologic doses not to exceed \\<\\<10 mg/day\\>\\> of prednisone or its equivalent.\n  * Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n* Receipt of live attenuated vaccine within 30 days prior to the first dose of durvalumab. Note: Patients, if enrolled, should not receive live vaccine whilst receiving durvalumab and up to 30 days after the last dose of durvalumab.\n* Patients who are receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to durvalumab, gemcitabine, cisplatin, or other platinum-containing compounds.\n* Patients with uncontrolled intercurrent illness or any other significant condition(s) that would make this protocol unreasonably hazardous.\n* Pregnant women are excluded from this study because durvalumab (MEDI4736) is an anti-PD-L1 monoclonal antibody agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with durvalumab, breastfeeding should be discontinued if the mother is treated with durvalumab. These potential risks may also apply to other agents used in this study. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 6 months after durvalumab administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 6 months after completion of durvalumab.\n* Patients with active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc.\\]). The following are exceptions to this criterion:\n\n  * Patients with vitiligo or alopecia.\n  * Patients with hypothyroidism (e.g. following Hashimoto syndrome) stable on hormone replacement.\n  * Any chronic skin condition that does not require systemic therapy.\n  * Patients without active disease in the last 5 years may be included but only after consultation with the study physician.\n  * Patients with celiac disease controlled by diet alone.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis \\[TB\\] testing in line with local practice), hepatitis B (known positive HBV surface antigen (HBsAg) result), or hepatitis C. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* History of allogenic organ transplantation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Hop S Tran Cao",
                    "affiliation": "University of Texas MD Anderson Cancer Center LAO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Irvine Health/Chao Family Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "877-827-8839",
                            "email": "ucstudy@uci.edu"
                        },
                        {
                            "name": "Zeljka Jutric",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "UCHealth University of Colorado Hospital",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "720-848-0650"
                        },
                        {
                            "name": "Sarah L. Davis",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "University of Cincinnati Cancer Center-UC Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "513-584-7698",
                            "email": "cancer@uchealth.com"
                        },
                        {
                            "name": "Davendra P. Sohal",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University of Cincinnati Cancer Center-West Chester",
                    "status": "RECRUITING",
                    "city": "West Chester",
                    "state": "Ohio",
                    "zip": "45069",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "513-584-7698",
                            "email": "cancer@uchealth.com"
                        },
                        {
                            "name": "Davendra P. Sohal",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.23368,
                        "lon": -81.34428
                    }
                },
                {
                    "facility": "University of Oklahoma Health Sciences Center",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "405-271-8777",
                            "email": "ou-clinical-trials@ouhsc.edu"
                        },
                        {
                            "name": "Hassan Hatoum",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "University of Pittsburgh Cancer Institute (UPCI)",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "412-647-8073"
                        },
                        {
                            "name": "Anwaar Saeed",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "877-632-6789",
                            "email": "askmdanderson@mdanderson.org"
                        },
                        {
                            "name": "Hop S. Tran Cao",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Texas MD Anderson Cancer Center LAO",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hop S. Tran Cao",
                            "role": "CONTACT",
                            "email": "hstran@mdanderson.org"
                        },
                        {
                            "name": "Hop S. Tran Cao",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Virginia Cancer Center",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "434-243-6303",
                            "email": "uvacancertrials@hscmail.mcc.virginia.edu"
                        },
                        {
                            "name": "Matthew J. Reilley",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "Virginia Commonwealth University/Massey Cancer Center",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "email": "CTOclinops@vcu.edu"
                        },
                        {
                            "name": "Emily N. Kinsey",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "University of Wisconsin Carbone Cancer Center - University Hospital",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53792",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "800-622-8922",
                            "email": "clinicaltrials@cancer.wisc.edu"
                        },
                        {
                            "name": "Jeremy Kratz",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page.",
            "url": "https://grants.nih.gov/policy/sharing.htm"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018281",
                    "term": "Cholangiocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20426",
                    "name": "Cholangiocarcinoma",
                    "asFound": "Intrahepatic Cholangiocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T755",
                    "name": "Bile Duct Cancer",
                    "asFound": "Cholangiocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3096",
                    "name": "Intrahepatic Cholangiocarcinoma",
                    "asFound": "Intrahepatic Cholangiocarcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002945",
                    "term": "Cisplatin"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}