{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05027425",
            "orgStudyIdInfo": {
                "id": "UCCC-GI-21-01"
            },
            "organization": {
                "fullName": "University of Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Durvalumab (MEDI4736) and Tremelimumab for Hepatocellular Carcinoma in Patients Listed for a Liver Transplant",
            "officialTitle": "Durvalumab (MEDI4736) and Tremelimumab for Hepatocellular Carcinoma in Patients Listed for a Liver Transplant",
            "therapeuticArea": [
                "Hepatology",
                "Cardiovascular",
                "Oncology and Hematology"
            ],
            "study": "durvalumab-and-tremelimumab-for-hepatocellular-carcinoma-in-patients-listed-for-a-liver-transplant"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-17",
            "studyFirstSubmitQcDate": "2021-08-27",
            "studyFirstPostDateStruct": {
                "date": "2021-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Davendra Sohal",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Cincinnati"
            },
            "leadSponsor": {
                "name": "Davendra Sohal",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Immunotherapy can safely downstage patients and achieve durable systemic disease control to improve clinical outcomes in HCC patients undergoing liver transplant.",
            "detailedDescription": "ESR-20-21010 is a single-arm, open-label, Phase II, multicenter clinical trial designed to evaluate the safety and efficacy of durvalumab and tremelimumab for the treatment of hepatocellular carcinoma (HCC) patients who have cirrhosis or portal hypertension and are listed for a liver transplant.\n\nThe key eligibility requirements include HCC within UCSF criteria, Child-Pugh score of up to 7, and ECOG PS of 0 or 1.\n\nPatients will be treated with the immunotherapy combination for up to 4 months. After a minimum 28 day washout, they will undergo locoregional therapy per institutional standards. Eventually, after a minimum 72-day washout from the end of immunotherapy, they will undergo liver transplant.\n\nThe primary endpoint is proportion of patients experiencing post-transplant rejection (within 30 days of transplant). A total of 30 patients are to be enrolled, to allow at least 20 transplants for adequate primary endpoint analysis. An interim analysis after 10 patients will be performed to ensure safety. If there are untoward safety signals, study modification/discontinuation will be discussed."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma",
                "Cirrhosis",
                "Portal Hypertension"
            ],
            "keywords": [
                "Transplant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single-arm, open-label, Phase II, multicenter clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Durvalumab + Tremelimumab + Liver Transplant",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be treated with the immunotherapy combination for up to 4 months. After a minimum 28 day washout, they will undergo locoregional therapy per institutional standards. Eventually, after a minimum 72-day washout from the end of immunotherapy, they will undergo liver transplant.",
                    "interventionNames": [
                        "Drug: Durvalumab",
                        "Drug: Tremelimumab",
                        "Procedure: Liver Transplant"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Durvalumab",
                    "description": "1500 mg IV, Q4W",
                    "armGroupLabels": [
                        "Durvalumab + Tremelimumab + Liver Transplant"
                    ],
                    "otherNames": [
                        "MEDI4736"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tremelimumab",
                    "description": "300 mg IV, 1 dose on day 1 of only the first cycle",
                    "armGroupLabels": [
                        "Durvalumab + Tremelimumab + Liver Transplant"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Liver Transplant",
                    "description": "minimum 72-day washout from the end of immunotherapy, patients will undergo liver transplant.",
                    "armGroupLabels": [
                        "Durvalumab + Tremelimumab + Liver Transplant"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cellular rejection rates",
                    "description": "To assess the safety of immunotherapy for treatment of HCC in patients listed for a liver transplant, with respect to cellular rejection rates",
                    "timeFrame": "Up to 30 days post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events during treatment, and graft loss and mortality rates",
                    "description": "To assess the safety of immunotherapy for treatment of HCC in patients listed for a liver transplant, with respect to adverse events during treatment, and graft loss and mortality rates up to 30 days after transplant;",
                    "timeFrame": "Treatment, and up to 30 days post transplant"
                },
                {
                    "measure": "Radiologic responses via RECIST 1.1 and/or mRECIST",
                    "description": "To assess the efficacy of immunotherapy for treatment of HCC in patients listed for a liver transplant, with respect to radiologic responses",
                    "timeFrame": "Survival follow up will continue for 5 years after end of Treatment"
                },
                {
                    "measure": "Pathologic responses via explanted liver assessment",
                    "description": "To assess the efficacy of immunotherapy for treatment of HCC in patients listed for a liver transplant, with respect to Pathologic responses",
                    "timeFrame": "Survival follow up will continue for 5 years after end of Treatment"
                },
                {
                    "measure": "Recurrence-free survival and overall survival outcomes based on survival follow up reporting",
                    "description": "To assess the efficacy of immunotherapy for treatment of HCC in patients listed for a liver transplant, with respect to Survival outcomes",
                    "timeFrame": "Survival follow up will continue for 5 years after end of Treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Hepatocellular carcinoma, diagnosed either by biopsy or by combination of cirrhosis and imaging criteria (contrast-enhanced CT or MRI).\n2. Tumor within UCSF criteria for transplant: either one lesion ≤6.5 cm; or up to 3 lesions, none \\>4.5 cm, with a total diameter ≤8 cm, with no vascular invasion and no evidence of extrahepatic disease.\n3. Patient evaluated by institutional Liver Transplant team and listed for transplant.\n4. At least 1 lesion, not previously irradiated, that qualifies as a RECIST 1.1 target lesion (TL) at baseline. Tumor assessment by computed tomography (CT) scan or magnetic resonance imaging (MRI) must be performed within 28 days prior to randomization.\n5. No prior therapy for HCC at any time.\n6. Age ≥18 years at the time of study entry.\n7. ECOG score of 0 or 1\n8. Child-Pugh Score of 5, 6, or 7\n9. Body weight \\>30 kg\n10. Patients must have adequate organ and marrow function as defined in protocol\n11. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n12. Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n1. Extrahepatic disease.\n2. Variceal bleeding during 3 months prior to registration.\n3. Any autoimmune disease deemed a risk in the setting of immunotherapy per treating physician's judgment.\n4. Any other illness or patient condition deemed a medical or logistical barrier for protocol therapy per treating physician's judgment.\n5. Concurrent enrollment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study\n6. Participation in another clinical study with an investigational product during the last 12 months Patients who have received other investigational agents previously who are no longer receiving these investigational agents may be eligible at the discretion of the PI.\n7. Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n8. History of allogenic organ transplantation.\n9. History of another primary malignancy except for:\n\n   1. Malignancy treated with curative intent and with no known active disease ≥5 years before the first dose of IP and of low potential risk for recurrence\n   2. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n   3. Adequately treated carcinoma in situ without evidence of disease\n10. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc.\\]). The following are exceptions to this criterion:\n\n    1. Patients with vitiligo or alopecia\n    2. Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n    3. Any chronic skin condition that does not require systemic therapy\n    4. Patients without active disease in the last 5 years may be included but only after consultation with the study physician\n    5. Patients with celiac disease controlled by diet alone\n11. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent\n12. History of leptomeningeal carcinomatosis\n13. History of active primary immunodeficiency\n14. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice), hepatitis B (known positive HBV surface antigen (HBsAg) result), hepatitis C, Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n15. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab or tremelimumab. The following are exceptions to this criterion:\n\n    1. Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n    2. Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n    3. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication)\n16. Receipt of live attenuated vaccine within 30 days prior to the first dose of IP. Note: Patients, if enrolled, should not receive live vaccine while receiving IP and up to 30 days after the last dose of IP.\n17. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 180 days after the last dose of durvalumab + tremelimumab combination therapy.\n18. Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n19. Prior randomization or treatment in a previous durvalumab and/or tremelimumab clinical study regardless of treatment arm assignment.\n20. Judgment by the investigator that the patient is unsuitable to participate in the study and the patient is unlikely to comply with study procedures, restrictions and requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Davendra Sohal, MD",
                    "role": "CONTACT",
                    "phone": "(513) 558-2361",
                    "email": "sohalda@ucmail.uc.edu"
                },
                {
                    "name": "Christine Vollmer, MBA",
                    "role": "CONTACT",
                    "email": "mccordce@ucmail.uc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Davendra Sohal, MD",
                    "affiliation": "University of Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Pecoraro",
                            "role": "CONTACT",
                            "phone": "314-273-0884",
                            "email": "mpecoraro@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "University of Cincinnati",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45267",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Vollmer",
                            "role": "CONTACT",
                            "phone": "513-213-3203",
                            "email": "mccordce@ucmail.uc.edu"
                        },
                        {
                            "name": "Davendra Sohal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000006975",
                    "term": "Hypertension, Portal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10026",
                    "name": "Hypertension, Portal",
                    "asFound": "Portal Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "C000520704",
                    "term": "Tremelimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Pancreatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288326",
                    "name": "Tremelimumab",
                    "asFound": "Concomitant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}