{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04890236",
            "orgStudyIdInfo": {
                "id": "STUDY00001001"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-06380",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "Winship5085-20",
                    "type": "OTHER",
                    "domain": "Emory University"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Duvelisib Exposure to Enhance Immune Profiles of T Cells in Patients With Recurrent or Refractory Diffuse Large B-Cell Lymphoma, DEEP T CELLS Study",
            "officialTitle": "Duvelisib Exposure to Enhance Immune Profiles of T Cells in Patients With Diffuse Large B Cell Lymphoma (DEEP T CELLS)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "duvelisib-exposure-to-enhance-immune-profiles-of-t-cells-in-patients-with-recurrent-or-refractory-diffuse-large-b-cell-lymphoma-deep-t-cells-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-27",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-27",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-13",
            "studyFirstSubmitQcDate": "2021-05-13",
            "studyFirstPostDateStruct": {
                "date": "2021-05-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edmund Waller",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Secura Bio, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Novartis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This early phase I trial investigates how well duvelisib exposure before CAR-T cell manufacturing works to enhance immune profiles of T cells in patients with diffuse large B-cell lymphoma that has come back (recurrent) or does not respond to treatment (refractory). Duvelisib, an oral phosphoinositide 3-kinase (PI3K) inhibitor, may favorably change a patient's T cells to make them more efficient and have a longer duration for manufacturing of CAR-T cells.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To assess the increase in CD27+/CD28+ T cells, after 8 to 15 day exposure duvelisib prior to collection of mononuclear cells for chimeric antigen receptor T-cell (CART cell) manufacturing.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate patient compliance with duvelisib. II. To evaluate the time required for manufacturing CAR-T using mononuclear cells from duvelisib-treated patients.\n\nIII. To describe the frequencies of CD27/28 double positive T cells and CD4/8 double negative T cells.\n\nIV. To evaluate expansion and persistence of CAR-T cells V. To evaluate overall response rates following CAR-T cell therapy VI.To evaluate survival rates following CAR-T cell therapy VII. To describe the frequency of CRS and neurotoxicity requiring ICU transfer (for CRS or neurotoxicity) and/or treatment VIII. Describe the safety and tolerability profile of duvelisib\n\nOUTLINE:\n\nPatients receive duvelisib orally (PO) twice daily (BID) for 2 weeks prior to collection of CAR-T cells in the absence of disease progression or unacceptable toxicity. Patients then receive tisagenlecleucel via infusion.\n\nPatients are followed up 100 days after CAR-T infusion."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Diffuse Large B-Cell Lymphoma",
                "Refractory Diffuse Large B-Cell Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (duvelisib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive duvelisib PO BID for 2 weeks prior to collection of CAR-T cells in the absence of disease progression or unacceptable toxicity. Patients then receive tisagenlecleucel via infusion.",
                    "interventionNames": [
                        "Drug: Duvelisib",
                        "Biological: Tisagenlecleucel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Duvelisib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (duvelisib)"
                    ],
                    "otherNames": [
                        "8-Chloro-2-phenyl-3-((1S)-1-(7H-purin-6-ylamino)ethyl)isoquinolin-1(2H)-one",
                        "Copiktra",
                        "INK-1197",
                        "IPI-145"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Tisagenlecleucel",
                    "description": "Given via infusion",
                    "armGroupLabels": [
                        "Treatment (duvelisib)"
                    ],
                    "otherNames": [
                        "CART-19",
                        "CART19",
                        "CTL019",
                        "CTL019 T-cells",
                        "Kymriah",
                        "Tisagenlecleucel-T"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fold-change increase in CD27/CD28 double positive T cells",
                    "description": "Will estimate fold-change increase in CD27/CD28 double positive T cells following in vivo exposure to duvelisib using multiparametric flow cytometry.",
                    "timeFrame": "From Baseline up to day 15"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients that completed at least 75% of duvelisib doses",
                    "description": "Descriptive statistics will be used to calculate the proportion of patients that completed at least 75% of duvelisib doses as documented by the patient pill diaries. The proportion along with an exact 95% confidence interval will be reported.",
                    "timeFrame": "Up to day 15"
                },
                {
                    "measure": "Manufacturing time of CAR-T 19 cells",
                    "description": "Descriptive statistics will be used to calculate the median manufacturing time from the 10 patients that completed at least 75% of duvelisib doses. The median will be reported along with the minimum and maximum manufacturing times.",
                    "timeFrame": "Up to day 15"
                },
                {
                    "measure": "Change in proportion of CD27/28 double positive T cells and CD4/8 double negative T cells",
                    "description": "A Wilcoxon signed-rank test will evaluate the change in proportion of CD27+/CD28+ and CD4-/CD8- T cells using multiparametric flow cytometry.",
                    "timeFrame": "At baseline and at day 15"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "The ORR (complete response or partial response) will be summarized along with an exact 95% confidence interval. Disease response will be based on the Response Evaluation Criteria in Solid Tumors criteria (version 1.1).",
                    "timeFrame": "At 3 months following CAR-T cell infusion"
                },
                {
                    "measure": "Frequency of intensive care unit (ICU) transfers due to cytokine release syndrome (CRS) and/or neurotoxicity",
                    "description": "Descriptive statistics will be used to calculate the frequency of ICU transfers due to CRS and/or neurotoxicity. Descriptive statistics will also be used to calculate the frequency of administration of tocilizumab and/or corticosteroids use for CRS and/or neurotoxicity.",
                    "timeFrame": "Up to day 90 post CAR-T cell infusion"
                },
                {
                    "measure": "Incidence of grade III-IV adverse events",
                    "description": "Grade III-IV toxicities (as defined by Common Terminology Criteria for Adverse Events version 5.0) during duvelisib administration or for two weeks after the last dose of duvelisib.",
                    "timeFrame": "Up to 2 weeks after last dose of duvelisib"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have a biopsy proven diagnosis of relapsed/refractory diffuse large B-cell lymphoma (DLBCL)\n* Eastern Cooperative Oncology Group (ECOG) \\< 2\n* Serum creatinine (Cr) \\< 2.0 mg/dL\n* Alanine aminotransferase (AST)/aspartate aminotransferase (ALT) \\< 2 x upper limit of normal (ULN)\n* Total bilirubin \\< 2.0 mg/dL\n* Hemoglobin \\> 8 g/dL\n* Platelet count \\> 50 K/mcl\n* An absolute neutrophil count (ANC) \\> 1,000/mm\\^3\n* An absolute lymphocyte count (ALC) \\> 300/mm\\^3\n* Completion of all previous therapy (including surgery, radiotherapy, chemotherapy, immunotherapy, or investigational therapy) for the treatment of their DLBCL \\>= 2 weeks before the start of duvelisib. There is no limit on how many previous lines of treatment a patient may have received\n* The effects of duvelisib on the developing human fetus are unknown. For this reason, women of child-bearing potential (WOCBP) must have a negative serum or urine pregnancy test prior to starting therapy. WOCBP and men must agree to use highly effective contraception (hormonal or barrier method of birth control; abstinence) from enrollment into this study until at least 12 months after tisagenlecleucel infusion and until CAR-T cells are no longer present by quantitative polymerase chain reaction (qPCR) on two consecutive tests (qPCR tests will be available upon request). A woman of childbearing potential (WOCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use highly effective contraception prior to the study, for the duration of study participation, and 3 months after completion of duvelisib administration. WOCBP must have a negative pregnancy test within 24 hours of leukapheresis, lymphodepletion (if performed) and tisagenlecleucel infusion (if lymphodepletion not performed)\n* The patient must be willing to comply with fertility requirements as below:\n* Total abstinence (when this is in line with the usual practice and lifestyle of the patient). Periodic abstinence (i.e, calendar, ovulation, post-ovulation methods) and withdrawals are not acceptable forms of contraception\n* Female sterilization (have had surgical bilateral oophorectomy with or without a hysterectomy), total hysterectomy or bilateral tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone assessment\n* Male sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner\n* Use of oral (estrogen and progesterone), injected or implanted hormonal methods of contraception, or placement of an intrauterine device (IUD) or intrauterine system (IUS) or other forms of contraception that comparable efficacy (failure rate \\< 1%). In case of oral contraception, the woman should be stable on the same pill for a minimum of 3 months prior to enrollment on the study\n* Sexually active males must use a condom during intercourse from enrollment into this study until at least 12 months after tisagenlecleucel infusion and until CAR-T cells are no longer present by qPCR on two consecutive tests (qPCR tests will be available upon request). A condom is required of all sexually active male patients to prevent them from fathering a child AND to prevent delivery of study treatment via seminal fluid to their partner\n* Female patients must be either postmenopausal, free from menses \\>= 2 years (yrs), surgically sterilized, willing to use two adequate barrier methods of contraception to prevent pregnancy or agree to abstain from heterosexual activity starting with screening and for 5 months after last treatment in all patients\n* Patients must agree not to donate blood, sperm/ova or any other organs while taking protocol therapy and for at least 12 months after stopping treatment\n* Willingness and ability of the patient to comply with scheduled visits, drug administration plan, protocol specified laboratory tests, other study procedures and study restrictions\n* Evidence of personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed on the procedures to be followed, the experimental nature of the therapy, alternative, potential risks and discomforts, potential benefits and other pertinent aspects of study participation\n\nExclusion Criteria:\n\n* Primary central nervous system lymphoma\n* Patients with central nervous system (CNS) involvement of lymphoma\n* History of autoimmune disease, including but not limited to:\n\n  * Inflammatory bowel diseases (Crohn's disease, ulcerative colitis, celiac disease)\n  * Systemic lupus erythematosus\n  * Grave's disease\n  * Myasthenia gravis\n  * Rheumatoid arthritis\n  * Wegner's syndrome\n* Patients with history of drug reaction and eosinophilia systemic syndrome (DRESS) or toxic epidermal necrolysis (TEN)\n* History of human immunodeficiency virus (HIV), active Hepatitis C Infection or active Hepatitis B infection as defined by:\n\n  * Patients with a positive hepatitis B surface antigen (HBsAg) or hepatitis C antibody (HCV Ab) will be excluded\n  * Patients with a positive hepatitis B core antibody (HBcAb) must have negative hepatitis B virus (HBV) deoxyribonucleic acid (DNA) to be eligible and must be periodically monitored for HBV reactivation by institutional guidelines\n* Patients with known active cytomegalovirus (CMV) or Epstein-Barr virus (EBV) infection (i.e., subjects with detectable viral load)\n* Patients with ongoing treatment for systemic bacterial, fungal or viral infection\n* Patients with history of immune or drug mediated colitis, hepatitis or pneumonitis\n* Patients with previous treatment with a PI3K inhibitor\n* Patients currently on immunosuppressive therapy, including steroids\n* Previous CD 19 directed therapy\n* Patients who have had chemotherapy or radiotherapy within 2 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 2 weeks earlier (i.e., have residual toxicities \\> grade 1)\n* Patients receiving any other investigational drugs\n* Pregnant women are excluded from this study because duvelisib is agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with duvelisib, breastfeeding should be discontinued if the mother is treated with duvelisib and breastfeeding should not be resumed until at least 1 month after last dose of duvelisib\n* Patients with history of chronic liver disease or veno-occlusive disease\n* Patients that are unable to receive prophylactic treatment for pneumocystis, herpes simplex virus (HSV), or herpes zoster \"(VZV) at screening\n* Patients with history of tuberculosis treatment within the 2 years prior to randomization\n* Patients with prior surgery or gastrointestinal dysfunction that may affect drug absorption (e.g., gastric bypass surgery, gastrectomy). Subjects with clinically significant medical condition of malabsorption, inflammatory bowel disease, chronic conditions which manifest with diarrhea, refractory nausea, vomiting or any other condition that will interfere significantly with drug absorption\n* Concurrent administration of medications or foods that are strong inhibitors or inducers of cytochrome P450 3A (CYP3A). No prior use within 2 weeks before the start of study intervention\n* Administration of a live or live attenuated vaccine within 6 weeks of randomization",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edmund Waller, MD, PhD",
                    "role": "CONTACT",
                    "phone": "404-778-6547",
                    "email": "ewaller@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edmund K Waller, MD, PhD",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alejandra Bono",
                            "role": "CONTACT",
                            "phone": "404-712-9858",
                            "email": "alejandra.maria.bono@emory.edu"
                        },
                        {
                            "name": "Jaime Spring",
                            "role": "CONTACT",
                            "email": "jaime.lynnette.spring@emory.edu"
                        },
                        {
                            "name": "Edmund K. Waller, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Chicago Comprehensive Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Riedell, MD",
                            "role": "CONTACT",
                            "email": "priedell@medicine.bsd.uchicago.edu"
                        },
                        {
                            "name": "Peter Riedell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000016403",
                    "term": "Lymphoma, Large B-Cell, Diffuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18831",
                    "name": "Lymphoma, Large B-Cell, Diffuse",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1866",
                    "name": "Diffuse Large B-Cell Lymphoma",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000626284",
                    "term": "Tisagenlecleucel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M163159",
                    "name": "Tisagenlecleucel",
                    "asFound": "S100",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}