{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05806216",
            "orgStudyIdInfo": {
                "id": "CLN-1005-02"
            },
            "organization": {
                "fullName": "EarliTec Diagnostics, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "Dynamic Quantification of Social-Visual Engagement in Autism Spectrum Disorder (ASD) For Children Ages 31-84 Months",
            "officialTitle": "A Prospective, Multi-Center Study of Dynamic Quantification of Social-Visual Engagement (DQSVE) in Autism Spectrum Disorder (ASD): Diagnosis and Assessment For Children Ages 31 - 84 Months",
            "acronym": "MEASURE-ASD2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dynamic-quantification-of-social-visual-engagement-in-autism-spectrum-disorder-asd-for-children-ages-months"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-16",
            "studyFirstSubmitQcDate": "2023-03-28",
            "studyFirstPostDateStruct": {
                "date": "2023-04-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "EarliTec Diagnostics, Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical study is to learn about the utility and performance of the EarliPoint System (™): Evaluation for Autism Spectrum Disorder to diagnose and assess autism spectrum disorder (ASD) in children ages 31-84 month (2.5 - 7 years chronological age).\n\nThe main questions it aims to answer are:\n\n1. To determine the sensitivity and specificity of the EarliPoint device (test) compared to Expert Clinician Diagnosis (ECD) using gold-standard clinical reference assessments in the target age-expanded population.\n2. To determine the association between the EarliPoint Verbal Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n3. To determine the association between the EarliPoint Nonverbal Ability Index score and the clinical measures of non-verbal abilities as measured by the Differential Ability Scales (DAS-II).\n4. To determine the association between the EarliPoint Social Disability Index score and the Autism Diagnostic Observation Schedule, second edition (ADOS-II) Overall Total Score.\n5. To determine the association between the EarliPoint Expressive Language Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n6. To determine the association between the EarliPoint Receptive Language Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n7. To estimate the incidence of adverse device effects associated with the use of the EarliPoint device.",
            "detailedDescription": "This is a prospective, multi-center, double-blind, within-subject comparison study of Dynamic Quantification of Social-Visual Engagement (DQSVE) for diagnosis of ASD and/or related developmental delays (DD) in children ages 31 - 84 months (2.5 - 7 years chronological age). The study will enroll children suspected to have ASD (ASD-positive) and those who do not have ASD (ASD-negative). Eligible participants who sign the Informed Consent Form will be consecutively screened at each study site and enrolled in the appropriate subject group (either suspected ASD/DD or non-ASD).\n\nThe main questions it aims to answer are:\n\n1. To determine the sensitivity and specificity of the EarliPoint device (test) compared to Expert Clinician Diagnosis (ECD) using gold-standard clinical reference assessments in the target age-expanded population.\n2. To determine the association between the EarliPoint Verbal Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n3. To determine the association between the EarliPoint Nonverbal Ability Index score and the clinical measures of non-verbal abilities as measured by the Differential Ability Scales (DAS-II).\n4. To determine the association between the EarliPoint Social Disability Index score and the Autism Diagnostic Observation Schedule, second edition (ADOS-II) Overall Total Score.\n5. To determine the association between the EarliPoint Expressive Language Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n6. To determine the association between the EarliPoint Receptive Language Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (DAS-II).\n7. To estimate the incidence of adverse device effects associated with the use of the EarliPoint device."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder",
                "Autism"
            ],
            "keywords": [
                "autism spectrum disorder",
                "autism",
                "ASD",
                "autism in children",
                "autism spectrum disorder in children",
                "Dynamic Quantification of Social Visual Engagement",
                "DQSVE",
                "EarliPoint System: Evaluation for Autism Spectrum Disorder",
                "EarliPoint",
                "developmental delay"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 790,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "2a - Model Development",
                    "description": "Enrollment for the purposes of training the EarliPoint system data models in children ages 31-84 months suspected of autism spectrum disorder or related developmental delays or those who are typically developing.",
                    "interventionNames": [
                        "Device: EarliPoint Diagnosis",
                        "Behavioral: Clinically Certain Expert Clinician Diagnosis (CC-ECD)"
                    ]
                },
                {
                    "label": "2b - Model Testing",
                    "description": "Enrollment for the purposes of testing/validating the EarliPoint system data models in children ages 31-84 months suspected of autism spectrum disorder or related developmental delays or those who are typically developing.",
                    "interventionNames": [
                        "Device: EarliPoint Diagnosis",
                        "Behavioral: Clinically Certain Expert Clinician Diagnosis (CC-ECD)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "EarliPoint Diagnosis",
                    "description": "Diagnosis by the EarliPoint System: Evaluation for Autism Spectrum Disorder",
                    "armGroupLabels": [
                        "2a - Model Development",
                        "2b - Model Testing"
                    ],
                    "otherNames": [
                        "EarliPoint"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Clinically Certain Expert Clinician Diagnosis (CC-ECD)",
                    "description": "Diagnosis by an expert clinician using gold standard developmental assessment tools.",
                    "armGroupLabels": [
                        "2a - Model Development",
                        "2b - Model Testing"
                    ],
                    "otherNames": [
                        "CC-ECD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "EarliPoint sensitivity",
                    "description": "The sensitivity of the EarliPoint device relative to the Clinically Certain-Expert Clinician Diagnosis (CC-ECD), defined as the proportion of clinically positive subjects for whom both the EarliPoint and CC-ECD diagnoses are positive.",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "EarliPoint specificity",
                    "description": "The specificity of the EarliPoint device relative to the CC-ECD, defined as the proportion of clinically negative subjects for whom the EarliPoint and CC-ECD procedure are negative.",
                    "timeFrame": "at baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "EarliPoint Social Disability Index Score",
                    "description": "The Correlation between the EarliPoint Social Disability Index score and the Autism Diagnostic Observation Schedule, second edition (ADOS-2) Overall Total Score.",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "EarliPoint Verbal Ability Index score",
                    "description": "The correlation between the EarliPoint Verbal Ability Index score and the clinical measures of verbal ability as measured by the Differential Ability Scales (Verbal Ability Cluster).",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "EarliPoint Receptive Language Ability Index Score",
                    "description": "The correlation between the EarliPoint Receptive Language Ability Index Score and the Differential Ability Scales (Verbal Comprehension Sub-scale).",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "EarliPoint Expressive Language Ability Index score",
                    "description": "The correlation between the EarliPoint Expressive Language Ability Index score and the clinical measures of expressive language ability as measured by the Differential Ability Scales (Naming Vocabulary Subscale).",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "EarliPoint Nonverbal Ability Index score",
                    "description": "The correlation between the EarliPoint Nonverbal Ability Index score and the clinical measures of nonverbal abilities as measured by the Differential Abilities Scales (nonverbal ability cluster).",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "Adverse Device Effects",
                    "description": "The occurrence of adverse device effects associated with the use of the EarliPoint device.",
                    "timeFrame": "at baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Negative Predictive Value (NPV)",
                    "description": "The proportion of EarliPoint negative subjects who also received a negative clinically certain expert clinician diagnosis.",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "Positive Predictive Value (PPV)",
                    "description": "The proportion of the EarliPoint positive subjects who also received a positive clinically certain expert clinician diagnosis",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "False Negative Rate (FNR)",
                    "description": "False negative rate defined as 1-sensitivity.",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "False Positive Rate (FPR)",
                    "description": "False positive rate defined as 1-specificity.",
                    "timeFrame": "at baseline"
                },
                {
                    "measure": "Diagnostic Accuracy",
                    "description": "Diagnostic accuracy defined as the total number of subjects with matching CC-ECD and EarliPoint results divided by the number of subjects.",
                    "timeFrame": "at baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Subjects must meet all the following inclusion criteria to participate in this study.\n\n1. Male or female individuals between the ages of 31 - 84 months (2.5 - 7 years chronological age) at the time of consent.\n2. Generally healthy with no acute illnesses.\n3. Normal or corrected-to-normal vision with visual acuity and oculomotor function sufficient to watch short videos.\n4. Hearing adequate to hear information presented in age-appropriate videos of social interactions.\n5. Subject and parent (or legally authorized representative) are able and agree to attend the required study visit and complete the full battery of psychometric assessments and questionnaires (electronically or in-person where required).\n6. Subject's parent (or legally authorized representative) can understand information, instructions, and videos presented in the English language.\n7. Subject's parent (or legally authorized representative) can read and understand the Informed Consent Form (ICF).\n8. Subject's parent (or legally authorized representative) provides written informed consent allowing the child subject to participate in the study. NOTE: where able, the child subject should also provide assent.\n\nSubjects who meet any of the following exclusion criteria are not eligible to participate in this study:\n\n1. Known genetic disorders (e.g., Fragile X, Williams Syndrome, Tuberous Sclerosis, Muscular Dystrophy, Neurofibromatosis, Down Syndrome).\n2. Severe hearing or visual impairment (e.g., congenital nystagmus, congenital cataracts, previous diagnosis of severe hearing deficits by otoacoustic emissions or auditory brainstem response), which in the opinion of the investigator, would limit the child from completing the EarliPoint eye-tracking procedure or clinical reference assessments. (Note: Corrective lenses are allowable up to a prescription of +/- 5.0.)\n3. Acute illnesses likely to prevent successful or valid data collection, i.e., conjunctivitis, fever, uncontrolled allergy symptoms, etc.\n4. Subject has an uncontrolled seizure disorder.\n5. History or presence of a clinically significant medical disease or a mental state that might confound the study or be detrimental to the subject in the opinion of the investigator.\n6. Acute exacerbations of chronic illnesses likely to prevent successful or valid data collection.\n7. Receiving therapies that may affect the subject's vision, (i.e., currently receiving or have received the following therapies within 2 weeks of screening: topiramate, chlorpromazine, thioridazine, prednisone, prednisolone (including ophthalmic solutions and ointments), diphenhydramine, or hydroxyzine; or have received ophthalmic antibiotics within 3 days of screening: tobramycin, ciprofloxacin, gatifloxacin, levofloxacin, moxifloxacin and ofloxacin solutions and/or bacitracin ointment).\n8. Receiving therapies that may affect the subject's ability to focus attention on the videos, (i.e., if on central nervous system stimulants, Central Nervous System (CNS) depressants, or anticonvulsants, dose must have been stable for at least 2 weeks).\n9. Subject is unable or unwilling to undergo EarliPoint testing for up to 20 minutes per assessment (e.g., child has frequent tantrums and tantrums do not subside within 5 minutes).\n10. In the opinion of the investigator, the subject and/or parent (or legally authorized representative) are unable, unwilling, or unlikely to comply with all study required procedures and follow-up assessments or to complete the full battery of psychometric assessments (electronically or in-person where required).\n11. Subject is receiving or plans to receive any investigational drug or device for the duration of their participation in this study.\n12. In the opinion of the Investigator, subject is not a suitable candidate for participation in a research study (NOTE: reason must be specified).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "31 Months",
            "maximumAge": "84 Months",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "children ages 31-84 months who are suspected of having autism spectrum disorder or related developmental delays and those who are typically developing.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "CLN-1005-02 Study Manager",
                    "role": "CONTACT",
                    "phone": "833-504-9937",
                    "email": "clinicalaffairs@earlitecdx.com"
                },
                {
                    "name": "Vice President of Clinical Affairs",
                    "role": "CONTACT",
                    "phone": "833-504-9937",
                    "email": "clinicalaffairs@earlitecdx.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Reviere",
                    "affiliation": "EarliTec Diagnostics, Inc",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Southwest Autism Research and Resource Center",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85006",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zakiyyah Merritt",
                            "role": "CONTACT",
                            "email": "ZMerritt@autismcenter.org"
                        },
                        {
                            "name": "Christopher Smith, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "University of Massachusetts Chan Medical School",
                    "status": "RECRUITING",
                    "city": "Worcester",
                    "state": "Massachusetts",
                    "zip": "01655",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Venuti",
                            "role": "CONTACT",
                            "email": "lauren.venuti@umassmed.edu"
                        },
                        {
                            "name": "Marisa Petruccelli, Psy.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.26259,
                        "lon": -71.80229
                    }
                },
                {
                    "facility": "ThompsonCenter for Autism & Neurodevelopment; University of Missouri",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Missouri",
                    "zip": "65211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Takahashi",
                            "role": "CONTACT",
                            "phone": "573-884-1893",
                            "email": "TakahashiN@health.missouri.edu"
                        },
                        {
                            "name": "Kerri Nowell, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.95171,
                        "lon": -92.33407
                    }
                },
                {
                    "facility": "Monroe-Meyer Institute for Genetics and Rehabilitation / University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katelyn Kelley",
                            "role": "CONTACT",
                            "phone": "402-836-9952",
                            "email": "katelyn.kelley@unmc.edu"
                        },
                        {
                            "name": "Alice Shillingsburg, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Swanson",
                            "role": "CONTACT",
                            "email": "amy.r.swanson@vumc.org"
                        },
                        {
                            "name": "Zachary Warren, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Seattle Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacy Riffle",
                            "role": "CONTACT",
                            "email": "Stacy.Riffle@seattlechildrens.org"
                        },
                        {
                            "name": "Mendy Minjarez",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "37668621",
                    "type": "BACKGROUND",
                    "citation": "Jones W, Klaiman C, Richardson S, Aoki C, Smith C, Minjarez M, Bernier R, Pedapati E, Bishop S, Ence W, Wainer A, Moriuchi J, Tay SW, Klin A. Eye-Tracking-Based Measurement of Social Visual Engagement Compared With Expert Clinical Diagnosis of Autism. JAMA. 2023 Sep 5;330(9):854-865. doi: 10.1001/jama.2023.13295."
                },
                {
                    "pmid": "37669054",
                    "type": "BACKGROUND",
                    "citation": "Jones W, Klaiman C, Richardson S, Lambha M, Reid M, Hamner T, Beacham C, Lewis P, Paredes J, Edwards L, Marrus N, Constantino JN, Shultz S, Klin A. Development and Replication of Objective Measurements of Social Visual Engagement to Aid in Early Diagnosis and Assessment of Autism. JAMA Netw Open. 2023 Sep 5;6(9):e2330145. doi: 10.1001/jamanetworkopen.2023.30145."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "EarliPoint Evaluation For Autism Spectrum Disorder",
                    "url": "https://www.earlitecdx.com/solutions/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}