{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04934176",
            "orgStudyIdInfo": {
                "id": "13412"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DE028565",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DE028565"
                }
            ],
            "organization": {
                "fullName": "Tufts University",
                "class": "OTHER"
            },
            "briefTitle": "3D Dynamic and Patient-Centered Outcomes of Facial Reanimation Surgery in Patients With Facial Paralysis",
            "officialTitle": "3D Dynamic and Patient-Centered Outcomes of Facial Reanimation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dynamic-and-patient-centered-outcomes-of-facial-reanimation-surgery-in-patients-with-facial-paralysis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-02",
            "studyFirstSubmitQcDate": "2021-06-16",
            "studyFirstPostDateStruct": {
                "date": "2021-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Carroll Ann Trotman",
                "investigatorTitle": "Chair of the Department of Orthodontics",
                "investigatorAffiliation": "Tufts University"
            },
            "leadSponsor": {
                "name": "Tufts University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, patients who have undergone facial paralysis surgery will be asked to participate. The goal of this study is to compare the facial disability and perception outcomes of facial reanimation surgeries in patients with extensive and permanent, unilateral paralysis using 3D analysis, and compare patient-centered outcomes of facial appearance, well-being, and satisfaction using validated questionnaires. The focus point of this study will be on outcomes of mid-facial reanimation surgeries in patients with more extensive and permanent, unilateral, paralysis of varied etiology and presentation.\n\nThe specific aims of the study are as follows. Specific Aim 1. To quantitatively determine the surgical effects/impact on facial disability (facial impairment and disfigurement) among four surgically treated groups of patients with unilateral facial paralysis who undergo free gracilis muscle transfer driven by (1) a trigeminal nerve (nV) graft, (2) a crossface nerve graft (nVII), (3) dual innervation comprising both nerves, and (4) midfacial modification.\n\n1. We will compare the changes in facial disability among the groups before and after surgery, and the differences in facial disability between each surgery group and the controls before and after surgery.\n2. Specific Aim 2. To compare among the surgery groups the changes in self-perceptions of facial appearance and well-being that occur due to facial reanimation surgery, and to compare the surgery groups before and at 18 months to historical controls recruited during the tenure of the R21 grant.\n3. Specific Aim 3. In patients with facial paralysis, to compare surgeons' current qualitative assessment and 2D, quantitative assessment of facial impairment and disfigurement with the objective, 3D, quantitative assessments in order to determine the clinical utility of the 3D assessment approach as an outcome measure and relevance for dissemination to the surgical community.",
            "detailedDescription": "This, prospective, observational study has two goals which are to determine outcomes of (1) facial impairment and disfigurement, and (2) self-perceptions of facial appearance and well-being in patients who undergo facial reanimation surgery to address unilateral, mid-facial paralysis: one of the most frequent forms of paralysis. These goals are represented by the three Specific Aims as previously stated. The study participants will be patients unilateral with facial paralysis who are slated for facial muscle reconstruction surgery using a free gracilis muscle transfer with one of four innervations: (1) Trigeminal nerve (nV), (2) cross-face nerve graft (nVII), (3) dual using both the trigeminal nerve and a cross-face nerve graft, and (4) midfacial modification. All patients will be recruited from a single treatment Center, the Facial Nerve Center (FNC) at MEEI. Dr. Tessa Hadlock will be the attending for all the patients and will perform the surgeries. The age range for the patients will be 18 to 68 years. The patients will attend TUSDM, where Dr. Trotman maintains her Facial Animation laboratory, for all testing and data collection. All patients will be followed longitudinally and tested at three separate visits: At baseline immediately before surgery, then at five and 18 months after surgery. The 18 month post-surgery testing time is important to track changes related to the regenerative process.13 The specific data to be obtained from each subject will include 3D static facial photographs, video data of different facial animations, 3D objective facial movements/animations, and patient-centered questionnaires to assess condition-specific and general QOL. Dr. Hadlock, the operating surgeon, will be masked to the patients' pre-surgery and outcome data-this study does not involve an Intervention. Patients who are potentially eligible for participation in the study will be identified and recruited based on the selection criteria. Enrolled patients with facial paralysis will continue to receive all other services routinely provided during treatment.\n\nThe total number of subjects needed to complete study goal is 96 (n=24 per group). Up to 125 subjects will be screened in order to enroll and complete 96 subjects. All patients will be recruited from the Facial Nerve Center at Massachusetts Eye and Ear Infirmary.\n\nAll patients will be followed longitudinally and tested at three separate visits: prior to surgery at MEEI (baseline visit), then at 5 and 18 months after surgery. The longitudinal testing times concur with their recall visits during treatment and are important to track changes.\n\nThere will be 3 study visits, each include the following procedures:\n\n* The psychosocial tests will occur first (estimated 20 minutes): We will use three psychosocial scales/questionnaires for this patient population to gauge patients' perceptions of the impact of their paralysis and their recovery. The questionnaires will be completed by the patients at baseline, and 18 months after surgery. Moreover, we also will compare patient perceptions to the patient-related responses with clinical scoring made by the surgeons using the eFACE,6 Face-Gram/Emotrics12 software, and the 3D dynamic measures.\n* 3D dynamic (objective) facial movement data will be collected next (estimated time 1 hour): The gold standard for tracking facial soft tissue movement (a Motion Analysis TM system) to measure the facial movements of each patient according to the methods and analyses of Trotman and co-workers. The system tracks retro-reflective markers secured to specific facial soft tissue landmarks during facial animations. Ten replications of each of 12 animations will be obtained to include brow raise, gentle eye closure, tight eye closure, \"ee\" sound, \"oo\" sound, gentle smile, maximum smile, grimace, lip purse, check puff, mouth opening, and natural smile. Non-landmark based data also will be collected using a 3dMDdynamic Face System™.\n* Static 3D photographic data (estimated time 15 minutes): 3D static facial images/photographs will be recorded for each patient using 3dMD Face System. The system has four digital cameras to be used for the geometry reconstruction and two color digital cameras for the texture overlay. The system uses a combination of white light for the texture cameras and a random pattern projector for the geometry cameras. The system has a field of view of 220 by 300 millimeters with a stated accuracy rating of 500 microns, and captures both 3-D surface data (x, y, z coordinates) and high resolution (\\~ 2 megapixels) 2D image texture data (color overlay). The patient will be seated comfortably in front of the camera and the camera adjusted to focus on the face. In order to capture the subject in natural head position, the patient will focus on his or her own image in a mirror placed at an appropriate distance. Two repetitions of each position will be captured. The raw data from each of the 24 images per patient then will be exported and stored for further analysis.\n* Video data of the different facial animations (estimated time 15 minutes): A standardized set of simultaneous frontal, and right and left video images of patients will be recorded during each of the series of facial animations/movements. Three video cameras positioned at right angles to each other will record images of each patient. These images will be displayed on a split-screen color television and recorded using a standard video-recorder. The images for patients will be compiled and saved for viewing."
        },
        "conditionsModule": {
            "conditions": [
                "Facial Paralysis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "description": "Group 1 will have had a muscle transfer driven by the trigeminal nerve (nV).",
                    "interventionNames": [
                        "Other: Psychosocial scales/questionnaires",
                        "Other: 3D Facial Measurements"
                    ]
                },
                {
                    "label": "Group 2",
                    "description": "Group 2 will have had a muscle transfer driven by a cross-face nerve graft (nVII).",
                    "interventionNames": [
                        "Other: Psychosocial scales/questionnaires",
                        "Other: 3D Facial Measurements"
                    ]
                },
                {
                    "label": "Group 3",
                    "description": "Group 3 will have had a muscle transfer driven by dual innervation using both the trigeminal and cross-face nerve graft.",
                    "interventionNames": [
                        "Other: Psychosocial scales/questionnaires",
                        "Other: 3D Facial Measurements"
                    ]
                },
                {
                    "label": "Group 4",
                    "description": "Group 4 will have had manipulations that involve performing direct coaptation between the trigeminal nerve and a branch to the native zygomaticus major muscle (5-7 transfer) and selective neurolysis in which several facial nerve branches that innervate muscles antagonistic to the smile animation.",
                    "interventionNames": [
                        "Other: Psychosocial scales/questionnaires",
                        "Other: 3D Facial Measurements"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Psychosocial scales/questionnaires",
                    "description": "We will use three psychosocial scales/questionnaires for this patient population to gauge patients' perceptions of the impact of their paralysis and their recovery. The questionnaires will be completed by the patients at baseline, and 18 months after surgery. Moreover, we also will compare patient perceptions to the patient-related responses with clinical scoring made by the surgeons using the eFACE,6 Face-Gram/Emotrics12 software, and the 3D dynamic measures.",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2",
                        "Group 3",
                        "Group 4"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "3D Facial Measurements",
                    "description": "3D dynamic (objective) facial movement data will be collected first (estimated time 1 hour), followed by static 3D photographic data (estimated time 15 minutes), and then video data of the different facial animations (estimated time 15 minutes).",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2",
                        "Group 3",
                        "Group 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Facial impairment and disfigurement",
                    "description": "3D static facial photographs",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Facial impairment and disfigurement",
                    "description": "Video data of different facial animations",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Facial impairment and disfigurement",
                    "description": "3D objective facial movements/animations",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Self-perceptions of facial appearance and well-being in patients who undergo facial reanimation surgery to address unilateral, mid-facial paralysis",
                    "description": "Patient-centered questionnaires to assess condition-specific and general QOL.\n\n• The Facial Clinimetric Evaluation Scale (FaCE) covers six independent domains (facial movement, facial comfort, oral function, eye comfort, lacrimal control, and social function) over the course of 15 asked items. You will be asked to respond to questions around facial functionality on scales of 0 \"No difficulty\" to 2 \"Both sides\" and 1 \"Not at all\" to 5 \"Normally\"; how often facial paralysis impacts your quality of life on a scale of 1 \"All of the time\" to 5 \"None of the time\"; how you agree with certain statements on a scale of 1 \"Strongly agree\" to 5 \"Strongly disagree\".",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Self-perceptions of facial appearance and well-being in patients who undergo facial reanimation surgery to address unilateral, mid-facial paralysis",
                    "description": "Patient-centered questionnaires to assess condition-specific and general QOL.\n\n• The SF 36 is a generic health status measure, designed to assess functional status and well-being. This survey is broken into 11 domains. You will also be asked to respond to questions around how you feel and how well you are able to do your usual activities using various scales.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Self-perceptions of facial appearance and well-being in patients who undergo facial reanimation surgery to address unilateral, mid-facial paralysis",
                    "description": "Patient-centered questionnaires to assess condition-specific and general QOL.\n\n• The Recovery Perception survey (PSP) assess a subject's perception of recovery. PSP is assessed by four domains: symptom issues, social/self issues, general health issues, and dentofacial issues. The PSP is comprised of 25 items. You will respond to a series of questions regarding your facial paralysis along a 7-point scale of \"No problem\" to \"Serious problem\".",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with unilateral facial paralysis scheduled for smile reconstruction using free gracilis muscle transfer driven by one of four neuronal inputs, specifically, the trigeminal nerve (nV), a cross-face nerve graft (nVII), dual innervation combining the trigeminal nerve, a cross face nerve graft, and patients who have midfacial modifications that involve performing direct coaptation between the trigeminal nerve and a branch to the native zygomaticus major muscle (5-7 transfer) and selective neurolysis in which several facial nerve branches that innervate muscles antagonistic to the smile animation are transected.\n* Patient/parent interest/willingness to participate in the study\n* An ability to comprehend verbal instructions\n* An age range of 18 to 68 years\n\nExclusion Criteria:\n\n* Presence of a major facial deformity/condition either congenital or acquired e.g. hemifacial microsomia, cancer\n* Facial movement disorders due to primary muscular dysfunction or hemifacial spasm in the absence of synkinesis\n* Mental or hearing impairment to the extent that comprehension or ability to perform the tests is hampered",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "68 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Subjects who have undergone facial paralysis surgery - four surgically treated groups of patients with unilateral facial paralysis who undergo free gracilis muscle transfer or selective neurolysis via midfacial modification driven by (1) a trigeminal nerve (nV) graft, (2) a cross-face nerve graft (nVII), (3) dual innervation comprising both nerves, and (4) midfacial modification.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carroll Ann Trotman, BDS, MA, MS",
                    "role": "CONTACT",
                    "phone": "(617) 636-0846",
                    "email": "Carroll_Ann.Trotman@tufts.edu"
                },
                {
                    "name": "Gerard Kugel, DMD, MS, PhD",
                    "role": "CONTACT",
                    "phone": "617-636-3865",
                    "email": "dentalresearchadministration@tufts.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carroll Ann Trotman, BDS, MA, MS",
                    "affiliation": "TUSDM",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tufts University School of Dental Medicine",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carroll Ann Trotman, BDS, MA, MS",
                            "role": "CONTACT",
                            "phone": "617-636-0846",
                            "email": "Carroll_Ann.Trotman@tufts.edu"
                        },
                        {
                            "name": "Gerard Kugel, DMD, MS, PhD",
                            "role": "CONTACT",
                            "phone": "617-636-3865",
                            "email": "dentalresearchadministration@tufts.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-05-04",
                    "uploadDate": "2021-05-28T14:09",
                    "filename": "ICF_000.pdf",
                    "size": 530636
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020330",
                    "term": "Bell Palsy"
                },
                {
                    "id": "D000005158",
                    "term": "Facial Paralysis"
                },
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000019066",
                    "term": "Facies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000005155",
                    "term": "Facial Nerve Diseases"
                },
                {
                    "id": "D000003389",
                    "term": "Cranial Nerve Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "asFound": "Paralysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21089",
                    "name": "Facies",
                    "asFound": "Facial",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22138",
                    "name": "Bell Palsy",
                    "asFound": "Facial Paralysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8301",
                    "name": "Facial Paralysis",
                    "asFound": "Facial Paralysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M8298",
                    "name": "Facial Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6605",
                    "name": "Cranial Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T707",
                    "name": "Bell's Palsy",
                    "asFound": "Facial Paralysis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}