{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05988489",
            "orgStudyIdInfo": {
                "id": "SUNY UMU IRB 2010159"
            },
            "organization": {
                "fullName": "State University of New York - Upstate Medical University",
                "class": "OTHER"
            },
            "briefTitle": "Dynamic Deconstructive Psychotherapy Versus Brief Intervention and Contact for Suicidal Adolescents and Young Adults",
            "officialTitle": "Dynamic Deconstructive Psychotherapy Versus Brief Intervention and Contact for Suicidal Adolescents and Young Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "dynamic-deconstructive-psychotherapy-versus-brief-intervention-and-contact-for-suicidal-adolescents-and-young-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-04",
            "studyFirstSubmitQcDate": "2023-08-04",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Gregory, M.D.",
                "investigatorTitle": "Professor of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "State University of New York - Upstate Medical University"
            },
            "leadSponsor": {
                "name": "State University of New York - Upstate Medical University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to assess whether 6 months of treatment with Dynamic Deconstructive Psychotherapy (DDP) is more effective for reducing thoughts of suicide in suicidal adolescents and young adults than usual care in the community supplemented with Brief Intervention and Contact (BIC). DDP and BIC are two evidence-based practices shown to be more effective than usual care at reducing suicidality. Participants will be randomly assigned to receive DDP treatment with safety planning and optional medication management or BIC treatment with safety planning and optional medication management. Participants in both groups will receive the assigned treatment at SUNY Upstate Medical University's Psychiatry High Risk Program (PHRP). Each participant is anticipated to take part in this trial for up to one year.",
            "detailedDescription": "Currently, it is uncertain which treatments work best to reduce the frequency and intensity of suicidal thoughts in adolescents and young adults. Usual care typically involves a combination of counseling and psychiatric medications targeting the underlying psychiatric conditions. However, usual care is sometimes ineffective at reducing thoughts of suicide. In previous studies, Dynamic Deconstructive Psychotherapy (DDP) and Brief Intervention and Contact (BIC) have been shown to be more effective than usual care at reducing suicidality. The investigators anticipate that participants in the DDP treatment group will achieve greater reductions in suicidal thoughts after 6 months of treatment than participants in the BIC treatment group, as assessed by a combined measure of suicide ideation (CSI).\n\nDDP is a manual-based psychodynamic therapy developed at Upstate by the principal investigator for severely ill individuals with borderline personality disorder, but has since been applied to other disorders. DDP combines elements of translational neuroscience, object relations theory, and deconstruction philosophy and involves weekly one-hour individual sessions for up to 12 months. DDP differs fundamentally from most other therapies in that it is a recovery-based model, instead of a chronic illness-based model of care. Instead of providing advice, problem-solving, or skills to cope with the symptoms and dysfunction of chronic illnesses, DDP attempts to address the underlying vulnerabilities of these illnesses in order to provide transformative healing leading to recovery. During weekly sessions, clients recount recent emotion-laden experiences, explore their emotions and reactions, reflect upon their experiences in increasingly integrative, complex, and realistic ways, learn how to develop close, authentic relationships, and work towards self-acceptance and self-compassion.\n\nTwo randomized controlled trials of DDP have been conducted and published, one in Syracuse and the other in Iran by independent groups of investigators. These trials showed strong and significant treatment effects across a broad range of outcomes, including borderline personality disorder symptoms, social and occupational functioning, depression, substance use, dissociation, and suicidal behaviors. A naturalistic cohort study comparing DDP to dialectical behavior therapy indicated statistically significant superiority of DDP for depression, borderline personality disorder, functioning, and self-injury. After an independent investigation of the evidence-base of DDP research, the federal agency SAMHSA included DDP in its National Registry of Evidence-Based Programs and Practices and later in its national Suicide Prevention Resource Center as a treatment with evidence of effectiveness for depression, alcohol abuse, borderline personality disorder, and suicidal behaviors.\n\nBIC is a well-established protocol-based intervention developed by the World Health Organization for providing brief supportive contacts and coordination of care. There have been numerous studies documenting reductions in suicide ideation and/or attempts when safety planning is combined with brief supportive contacts by phone, postcards, or brief follow-up visits after suicide-related events. Brief supportive contacts in combination with safety planning and facilitation of transitions in care from inpatient to outpatient settings have become a best practice in suicide prevention, and are essential components of the Zero Suicide Model of care. In randomized controlled trials, BIC has shown efficacy in preventing suicide and reducing suicide attempts, as well as in reducing suicide ideation when combined with safety planning.\n\nThis study will enroll 106 participants, with 53 participants in each group. Participants will be randomly assigned to receive either DDP plus safety planning and psychiatric management or BIC plus safety planning and psychiatric management. Participants in the DDP treatment group will meet with an assigned therapist for 50 to 60 minutes on a weekly basis for 12 months. Participants in the BIC treatment group will meet with an assigned therapist for a 60-minute initial session and then eight 30-minute follow-up visits scheduled at 1, 2, 4 weeks and 2, 3, 4, 6, and 12 months after study entry. Outcome measures are administered by a research coordinator at baseline and 3, 6, 9, and 12 months after study entry.\n\nRandomization will involve a minimization method of group assignment to ensure comparability of the two treatment groups on the following three variables: 1) treatment arm; 2) adolescent vs. adult and 3) initial C-SSRS suicide ideation score of 2 or 3 vs. score of 4 or 5. This approach of matched group metrics involves assigning scores to each group based upon the distribution of the selected variables within each group and on each group's total number of participants. Participants are assigned to a given group so as to minimize the differences in total scores between the two groups. In the instances where differences in scores between the groups are equivalent, the participant is assigned randomly by a random number generator.\n\nThe investigators will compare the two groups of study participants (DDP and BIC) in intent-to-treat analyses. The primary outcome will be the change in Combined Suicide Ideation (CSI) over the first 6-month time interval. The change in CSI scores over the first 6 months will be analyzed by two-factor mixed model analysis of variance (ANOVA), with time as the repeated measure within-subject factor and group (DDP and BIC) as a between-subject factor. Missing data points will be estimated through multiple imputation."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation"
            ],
            "keywords": [
                "Suicide",
                "Psychotherapy",
                "Adolescent",
                "Outpatients"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 106,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dynamic Deconstructive Psychotherapy (DDP)",
                    "type": "EXPERIMENTAL",
                    "description": "53 participants will meet with an assigned DDP therapist in-person or through televideo for 50 to 60 minutes on a weekly basis for 12 months. Participants will also meet with a psychiatric provider for a 60-minute psychiatric consultation with at least monthly 30-minute follow-up visits. In addition, participants in this arm will have the option of attending family and group therapy if interested and indicated. At baseline, 3, 6, 9, and 12 months, participants will meet with a research coordinator for 60-minute visits to complete outcome measures.",
                    "interventionNames": [
                        "Behavioral: Dynamic Deconstructive Psychotherapy (DDP)"
                    ]
                },
                {
                    "label": "Brief Intervention and Contact (BIC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "53 participants will meet with an assigned BIC therapist in-person or through televideo for an initial 60-minute visit with eight 30-minute follow-up contacts at 1, 2, 4 weeks and 2, 3, 4, 6 and 12 months after study entry. Participants will also meet with a psychiatric provider for a 60-minute psychiatric consultation with at least monthly 30 minute follow-up visits. In addition, participants in this arm will be encouraged to receive services in the community, such as weekly individual psychotherapy, family and group therapy. At baseline, 3, 6, 9, and 12 months, participants will meet with a research coordinator for 60-minute visits to complete outcome measures.",
                    "interventionNames": [
                        "Behavioral: Brief Intervention and Contact (BIC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dynamic Deconstructive Psychotherapy (DDP)",
                    "description": "DDP treatment with an assigned therapist for up to 12 months",
                    "armGroupLabels": [
                        "Dynamic Deconstructive Psychotherapy (DDP)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief Intervention and Contact (BIC)",
                    "description": "BIC treatment with an assigned therapist for up to 12 months",
                    "armGroupLabels": [
                        "Brief Intervention and Contact (BIC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in Suicide Ideation on the Combined Suicide Ideation (CSI) Score at 6 Months of Treatment",
                    "description": "The CSI score assesses the frequency and severity of suicide ideation. This score is calculated by adding the scores of two established measures, item 9 of the PHQ-9 (assessing frequency of suicide ideation) and the 5-item C-SSRS suicide ideation measure (assessing severity of suicide ideation). Possible scores range from 0-8, with higher scores indicating higher frequency and severity of suicide ideation.",
                    "timeFrame": "Baseline and 6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in Depression on the Patient Health Questionnaire-9 (PHQ-9) Scale at 6 Months of Treatment",
                    "description": "The PHQ-9 is a 9-item self-report measure that assesses the severity of depression across a period of two weeks. Possible scores range from 0-27, with higher scores indicating higher severity of depression.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Anxiety on the Generalized Anxiety Disorder 7-Item Scale (GAD-7) at 6 Months of Treatment",
                    "description": "The GAD-7 is a 7-item self-report measure that assesses the severity of anxiety across a period of two weeks. Possible scores range from 0-21, with higher scores indicating higher severity of anxiety.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Identifying Emotions on the Toronto Alexithymia Scale (TAS20) at 6 Months of Treatment",
                    "description": "The TAS-20 is a 20-item self-report measure with three subscales that assess difficulty describing emotions, difficulty identifying emotions, and externally-oriented thinking. This study uses the 5-item subscale measuring difficulty identifying emotions as an outcome measure. Possible scores range from 1-5, with higher scores indicating higher difficulty identifying emotions.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Self-Compassion on the Self-Compassion Scale at 6 Months of Treatment",
                    "description": "The Self-Compassion Scale is a 12-item self-report measure that assesses self-compassion across a period of one month. Possible scores range from 1-5, with higher scores indicating higher self-compassion.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Social Functioning on the Interpersonal Needs Questionnaire (INQ) at 6 Months of Treatment",
                    "description": "The INQ is a 15-item self-report measure with two subscales that assess thwarted belongingness and perceived burdensomeness. This study uses the total score as an outcome measure. Possible scores range from 1-7, with higher scores indicating lower quality of interpersonal social functioning.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Number of Suicidal Behaviors as Assessed by the Columbia-Suicide Severity Rating Scale (C-SSRS) at 6 Months of Treatment",
                    "description": "The number of actual suicide attempts, interrupted suicide attempts, and aborted suicide attempts measured by the C-SSRS.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Number of Visits to Emergency Departments at 6 Months of Treatment",
                    "description": "The number of visits to emergency departments across a period of 3 months prior to baseline and between 3 and 6 months of treatment. Measured by Treatment History Interview at baseline and 6 months of treatment and chart review of medical records.",
                    "timeFrame": "Baseline and 6 Months"
                },
                {
                    "measure": "Change from Baseline in Number of Psychiatric Hospitalizations at 6 Months of Treatment",
                    "description": "The number of psychiatric hospitalizations across a period of 3 months prior to baseline and between 3 and 6 months of treatment. Measured by Treatment History Interview at baseline and 6 months of treatment and chart review of medical records.",
                    "timeFrame": "Baseline and 6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* CSSRS suicide ideation of ≥ 2 and PHQ-9 item 9 of ≥ 1\n* Ages 14 through 40 years old of both genders\n* Fluency in English\n* Willingness to enter outpatient treatment as evidenced by psychiatric consultation at the PHRP and attending a first session with their intake therapist\n* Willingness to be video-recorded\n* Completion of baseline outcomes measures\n\nExclusion Criteria:\n\n* Previous or current clinical diagnosis of schizophrenia, schizoaffective disorder or autism spectrum disorder as ascertained by self-report on the PHRP intake packet, or on their electronic medical records, or by psychiatric evaluation at the PHRP\n* BMI \\< 18 for adults ≥ 18 years old, and BMI \\< 17 for adolescents\n* Concurrent use of weekly ECT, ketamine, or esketamine\n* IQ \\< 80 on the Peabody Picture Vocabulary Test\n* Current or previous treatment with Dynamic Deconstructive Psychotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica P Helfrich, BA",
                    "role": "CONTACT",
                    "phone": "315-464-3951",
                    "email": "helfricj@upstate.edu"
                },
                {
                    "name": "Robert J Gregory, MD",
                    "role": "CONTACT",
                    "phone": "315-464-3169",
                    "email": "gregoryr@upstate.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert J Gregory, MD",
                    "affiliation": "State University of New York - Upstate Medical University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "SUNY Upstate Medical University, Psychiatry High Risk Program (PHRP)",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Curtin SC, Garnett MF, Ahmad FB. Provisional numbers and rates of suicide by month and demographic characteristics: United States, 2021. NVSS-Vital Statistics-Rapid Release. Report No. 24, 2022."
                },
                {
                    "pmid": "30661567",
                    "type": "BACKGROUND",
                    "citation": "DeCou CR, Comtois KA, Landes SJ. Dialectical Behavior Therapy Is Effective for the Treatment of Suicidal Behavior: A Meta-Analysis. Behav Ther. 2019 Jan;50(1):60-72. doi: 10.1016/j.beth.2018.03.009. Epub 2018 Mar 22."
                },
                {
                    "pmid": "32584936",
                    "type": "BACKGROUND",
                    "citation": "Doupnik SK, Rudd B, Schmutte T, Worsley D, Bowden CF, McCarthy E, Eggan E, Bridge JA, Marcus SC. Association of Suicide Prevention Interventions With Subsequent Suicide Attempts, Linkage to Follow-up Care, and Depression Symptoms for Acute Care Settings: A Systematic Review and Meta-analysis. JAMA Psychiatry. 2020 Oct 1;77(10):1021-1030. doi: 10.1001/jamapsychiatry.2020.1586."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Durkheim, E. Suicide: A study in sociology. Routledge, 2005."
                },
                {
                    "pmid": "22121844",
                    "type": "BACKGROUND",
                    "citation": "Goldman GA, Gregory RJ. Preliminary relationships between adherence and outcome in dynamic deconstructive psychotherapy. Psychotherapy (Chic). 2009 Dec;46(4):480-485. doi: 10.1037/a0017947."
                },
                {
                    "pmid": "22122363",
                    "type": "BACKGROUND",
                    "citation": "Gregory RJ, Chlebowski S, Kang D, Remen AL, Soderberg MG, Stepkovitch J, Virk S. A controlled trial of psychodynamic psychotherapy for co-occurring borderline personality disorder and alcohol use disorder. Psychotherapy (Chic). 2008 Mar;45(1):28-41. doi: 10.1037/0033-3204.45.1.28."
                },
                {
                    "pmid": "27329405",
                    "type": "BACKGROUND",
                    "citation": "Gregory RJ, Sachdeva S. Naturalistic Outcomes of Evidence-Based Therapies for Borderline Personality Disorder at a Medical University Clinic. Am J Psychother. 2016;70(2):167-84. doi: 10.1176/appi.psychotherapy.2016.70.2.167."
                },
                {
                    "pmid": "29207961",
                    "type": "BACKGROUND",
                    "citation": "Jakobsen JC, Gluud C, Wetterslev J, Winkel P. When and how should multiple imputation be used for handling missing data in randomised clinical trials - a practical guide with flowcharts. BMC Med Res Methodol. 2017 Dec 6;17(1):162. doi: 10.1186/s12874-017-0442-1."
                },
                {
                    "pmid": "33875025",
                    "type": "BACKGROUND",
                    "citation": "Kothgassner OD, Goreis A, Robinson K, Huscsava MM, Schmahl C, Plener PL. Efficacy of dialectical behavior therapy for adolescent self-harm and suicidal ideation: a systematic review and meta-analysis. Psychol Med. 2021 May;51(7):1057-1067. doi: 10.1017/S0033291721001355. Epub 2021 Apr 20."
                },
                {
                    "pmid": "33730886",
                    "type": "BACKGROUND",
                    "citation": "Layman DM, Kammer J, Leckman-Westin E, Hogan M, Goldstein Grumet J, Labouliere CD, Stanley B, Carruthers J, Finnerty M. The Relationship Between Suicidal Behaviors and Zero Suicide Organizational Best Practices in Outpatient Mental Health Clinics. Psychiatr Serv. 2021 Oct 1;72(10):1118-1125. doi: 10.1176/appi.ps.202000525. Epub 2021 Mar 18."
                },
                {
                    "pmid": "31850790",
                    "type": "BACKGROUND",
                    "citation": "Majdara E, Rahimmian I, Talepassand S, Gregory RJ. A Randomized Trial of Dynamic Deconstructive Psychotherapy in Iran for Borderline Personality Disorder. J Am Psychoanal Assoc. 2019 Oct;67(5):NP1-NP7. doi: 10.1177/0003065119891390. No abstract available."
                },
                {
                    "pmid": "35048835",
                    "type": "BACKGROUND",
                    "citation": "Nuij C, van Ballegooijen W, de Beurs D, Juniar D, Erlangsen A, Portzky G, O'Connor RC, Smit JH, Kerkhof A, Riper H. Safety planning-type interventions for suicide prevention: meta-analysis. Br J Psychiatry. 2021 Aug;219(2):419-426. doi: 10.1192/bjp.2021.50."
                },
                {
                    "pmid": "33979200",
                    "type": "BACKGROUND",
                    "citation": "Riblet NB, Stevens SP, Watts BV, Gui J, Forehand J, Cornelius S, Powell R, Lewicki K, Wasserman D, Shiner B. A Pilot Randomized Trial of a Brief Intervention to Prevent Suicide After Inpatient Psychiatric Discharge. Psychiatr Serv. 2021 Nov 1;72(11):1320-1323. doi: 10.1176/appi.ps.202000537. Epub 2021 May 12."
                },
                {
                    "pmid": "28428338",
                    "type": "BACKGROUND",
                    "citation": "Riblet NBV, Shiner B, Young-Xu Y, Watts BV. Strategies to prevent death by suicide: meta-analysis of randomised controlled trials. Br J Psychiatry. 2017 Jun;210(6):396-402. doi: 10.1192/bjp.bp.116.187799. Epub 2017 Apr 20."
                },
                {
                    "pmid": "34608856",
                    "type": "BACKGROUND",
                    "citation": "Sobanski T, Josfeld S, Peikert G, Wagner G. Psychotherapeutic interventions for the prevention of suicide re-attempts: a systematic review. Psychol Med. 2021 Nov;51(15):2525-2540. doi: 10.1017/S0033291721003081. Epub 2021 Oct 5."
                },
                {
                    "pmid": "29998307",
                    "type": "BACKGROUND",
                    "citation": "Stanley B, Brown GK, Brenner LA, Galfalvy HC, Currier GW, Knox KL, Chaudhury SR, Bush AL, Green KL. Comparison of the Safety Planning Intervention With Follow-up vs Usual Care of Suicidal Patients Treated in the Emergency Department. JAMA Psychiatry. 2018 Sep 1;75(9):894-900. doi: 10.1001/jamapsychiatry.2018.1776."
                },
                {
                    "pmid": "4597226",
                    "type": "BACKGROUND",
                    "citation": "Taves DR. Minimization: a new method of assigning patients to treatment and control groups. Clin Pharmacol Ther. 1974 May;15(5):443-53. doi: 10.1002/cpt1974155443. No abstract available."
                },
                {
                    "pmid": "35899821",
                    "type": "BACKGROUND",
                    "citation": "Tay JL, Li Z. Brief contact interventions to reduce suicide among discharged patients with mental health disorders-A meta-analysis of RCTs. Suicide Life Threat Behav. 2022 Dec;52(6):1074-1095. doi: 10.1111/sltb.12903. Epub 2022 Jul 28."
                },
                {
                    "pmid": "20438238",
                    "type": "BACKGROUND",
                    "citation": "Van Orden KA, Witte TK, Cukrowicz KC, Braithwaite SR, Selby EA, Joiner TE Jr. The interpersonal theory of suicide. Psychol Rev. 2010 Apr;117(2):575-600. doi: 10.1037/a0018697."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "World Health Organization. Multisite Intervention Study on Suicidal Behaviours - SUPRE-MISS: Protocol of SUPRE-MISS. WHO, Geneva, 2002."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Interested researchers from outside of SUNY Upstate Medical University will submit a written request to the Principal Investigator, Robert Gregory, MD, after creating a well-defined research proposal and attaining approval from their IRB. The Principal Investigator will decide whether to approve the request and subsequently email a de-identified dataset of the participant outcomes.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will become available to other researchers after publication of the main study results and will be available for 10 years after data collection of the primary outcome.",
            "accessCriteria": "The requesting researcher must be a faculty member from an academic institution and have an IRB-approved research protocol."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}