{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04632485",
            "orgStudyIdInfo": {
                "id": "2020-0384"
            },
            "secondaryIdInfos": [
                {
                    "id": "A534800",
                    "type": "OTHER",
                    "domain": "University of Wisconsin, Madison"
                },
                {
                    "id": "SMPH/MED PHYSICS",
                    "type": "OTHER",
                    "domain": "University of Wisconsin, Madison"
                },
                {
                    "id": "4/22/2024",
                    "type": "OTHER",
                    "domain": "Protocol Version"
                },
                {
                    "id": "1R01HL147866-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL147866-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Early Detection of Vascular Dysfunction Using Biomarkers From Lagrangian Carotid Strain Imaging",
            "officialTitle": "Early Detection of Vascular Dysfunction Using Biomarkers From Lagrangian Carotid Strain Imaging",
            "therapeuticArea": [
                "Other"
            ],
            "study": "early-detection-of-vascular-dysfunction-using-biomarkers-from-lagrangian-carotid-strain-imaging"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-27",
            "studyFirstSubmitQcDate": "2020-11-10",
            "studyFirstPostDateStruct": {
                "date": "2020-11-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is assess imaging and identification of soft plaque that undergoes large deformations or strain will identify plaque vulnerable to rupture which could lead to 'silent strokes'. Validation of current study results with MRI will foster use of real-time ultrasound (US) strain imaging and strain indices as a screening tool for identifying normal human participants susceptible to increased vascular aging and developing plaque prone to rupture or micro-embolization.\n\nCurrent research will evaluate Lagrangian carotid strain imaging (LCSI) for prediction of vascular health on volunteers. In this study, investigators will evaluate age-related strain variations (due to plaque deposition) in the carotid artery, establishing groundwork that will help identify typical and atypical values for these indices. Investigator's hypothesis is that plaques with higher strain indices (softer plaques) are more prone to rupture than plaques with lower strain indices (stiffer) plaques, thus requiring intervention. Clinical criteria for treatment has focused primarily on the degree of stenosis. Long-term objectives are to provide non-invasive methods for screening participants at risk for vascular aging or plaque rupture in asymptomatic participants, expanding upon current criteria for risk assessments based on focal transient ischemic attack (TIA) or strokes. Variations in vessel strain have been associated with, or are precursors to, plaque deposition, vascular aging, or cerebrovascular diseases. Increased arterial strain and pressure changes have been linked to brain aging using magnetic resonance imaging (MRI) based vascular indices, and memory deficits commonly linked to Alzheimer dementia. Stiffening and thickening of the arterial walls have also been associated with cerebrovascular disease. Investigators hypothesize that strain indices as vascular biomarkers can be utilized for screening possible 'vulnerable participants' validated with MRI, with the potential ability to improve endothelial function and reverse vascular aging. Strain indices may enable differentiating study participants with vascular cognitive impairment (VCI) from other dementias. Cognitive testing is unable to make this differentiation."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy",
                "Carotid Artery Diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1: Ultrasound Only",
                    "description": "Approximately 280 asymptomatic participants will participate in ultrasound (US) studies and blood work.",
                    "interventionNames": [
                        "Device: Ultrasound imaging"
                    ]
                },
                {
                    "label": "Aim 2: Ultrasound and MRI",
                    "description": "A sub-group of 40 at risk volunteers determined from the clinical ultrasound scans and bloodwork from Aim 1 will be asked to participate in a longitudinal US and MRI study. Participants will be selected from a population of individuals that do not have significant atherosclerosis, but present with increased risk due to the presence of soft, lipid rich plaque that are hypoechogenic or echolucent on ultrasound B-mode images. These participants may also satisfy the current clinical guidelines of increased vessel diameter and decreased blood flow velocity with ultrasound that may result in plaque deposition for being in the at risk population. Participants will receive US, strain and shear wave imaging every 2 years after the first scan in Aim 1 and MRI Imaging in Year 1 and Year 5: separated by 4 years",
                    "interventionNames": [
                        "Device: Ultrasound imaging",
                        "Device: Magnetic Resonance Imaging (MRI)",
                        "Other: Neurocognitive testing",
                        "Device: Transcranial Doppler (TCD)",
                        "Device: Pulse Wave Doppler"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Ultrasound imaging",
                    "description": "Carotid artery ultrasound exam. US imaging will include complete clinical carotid ultrasound examination (B-mode, Doppler and color-flow modes), clinical strain and shear wave imaging study, backscattered and beam-steered radiofrequency (RF) data acquisition using research mode, and reference phantom RF data acquisition.",
                    "armGroupLabels": [
                        "Aim 1: Ultrasound Only",
                        "Aim 2: Ultrasound and MRI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Magnetic Resonance Imaging (MRI)",
                    "description": "Head and Neck MRI exam with contrast",
                    "armGroupLabels": [
                        "Aim 2: Ultrasound and MRI"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Neurocognitive testing",
                    "description": "Harmonization battery to assess executive function/attention, speeded psychomotor, verbal, and nonverbal memory, language, and visuospatial skills",
                    "armGroupLabels": [
                        "Aim 2: Ultrasound and MRI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial Doppler (TCD)",
                    "description": "Use of a TCD system to monitor right and left middle cerebral artery Doppler waveforms in the volunteer for 60 minutes",
                    "armGroupLabels": [
                        "Aim 2: Ultrasound and MRI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Pulse Wave Doppler",
                    "description": "Pulse wave Doppler will be used to acquire a Doppler waveform in the right common carotid artery and the right femoral artery",
                    "armGroupLabels": [
                        "Aim 2: Ultrasound and MRI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Characterization of artery wall stiffness and possible plaque by capturing B-mode, Doppler and color-flow modes of Ultrasound",
                    "description": "Participants will receive complete clinical carotid ultrasound examination. B-mode, Doppler and color-flow modes of Ultrasound will be captured. This measure will characterize artery wall stiffness and possible plaque by using Ultrasound.",
                    "timeFrame": "up to 60 minute"
                },
                {
                    "measure": "Characterization of artery wall stiffness and possible plaque by using radiofrequency ultrasound signals to estimate strain tensors, pulse wave velocity (PWV), and shear wave imaging",
                    "description": "Participants will receive complete clinical carotid ultrasound examination. Clinical strain and shear wave imaging will be performed. This measure will characterize artery wall stiffness and possible plaque by using Ultrasound.",
                    "timeFrame": "up to 60 minute"
                },
                {
                    "measure": "Carotid artery ultrasound examination for Aim-1 participants: backscattered and beam-steered RF data acquisition using research mode",
                    "description": "Participants will receive complete clinical carotid ultrasound examination. Backscattered and beam-steered RF data acquisition using research mode, and reference phantom RF data acquisition will be performed. This measure will characterize artery wall stiffness and possible plaque by using Ultrasound.",
                    "timeFrame": "up to 60 minute"
                },
                {
                    "measure": "Fasting Lipid panel Analysis",
                    "description": "For aim-1 participants, a single fasting (10-12 hours) blood sample will be collected for a fasting lipid panel",
                    "timeFrame": "up to 13 hours"
                },
                {
                    "measure": "Hemoglobin A1C test for diabetes",
                    "description": "For aim-1 participants, a single fasting (10-12 hours) blood sample will be collected for a Hemoglobin A1C test",
                    "timeFrame": "up to 13 hours"
                },
                {
                    "measure": "High-sensitivity C-reactive protein (HS-CRP) test for inflammatory markers for Aim 1 participants",
                    "description": "For aim-1 participants, a single fasting (10-12 hours) blood sample will be collected for High-sensitivity C-reactive protein (HS-CRP) test",
                    "timeFrame": "up to 13 hours"
                },
                {
                    "measure": "Detection of Plaques by MRI- Accuracy of MRI detection method as compared to Ultrasound and blood work",
                    "description": "Longitudinal Ultrasound strain and MRI study will be performed on on a sub-group of 40(aim-2) at risk participants determined from the clinical ultrasound scans and bloodwork from Aim 1. This subgroup meet the criteria for being in a higher risk group for atherosclerosis or those with softer lipid-rich plaque (hypoechogenic or lower brightness on ultrasound).\n\nParticipants will be contacted on the phone to discuss these incidental findings and to request if they would be interested in participating in follow-up MRI, US and strain. MRI results will be compared to previous Ultrasound and blood work results to test the accuracy of MRI method in detecting plaques.",
                    "timeFrame": "up to 60 minute"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAim 1 (Ultrasound (US) only):\n\n* Adults at least 18 years\n* Are able to provide written informed consent on their own behalf\n\nAim 2 (US and MRI):\n\n* Participation in the US study (Aim 1)\n* Determined by presence of hypoechogenic or echolucent lipid-rich soft plaque during initial ultrasound imaging session\n* Adults willing to participate over 5 years\n\nExclusion Criteria:\n\nAim 1 (US only)\n\n* Women that are currently pregnant\n* Inability to cooperate with the ultrasound study, in particular those unable to sit without gross movement for the duration the ultrasound study (estimated at 60-90 minutes)\n* Open wounds or sores in the anterior neck\n* History of cardiac disease, stroke or TIA\n* History of statin medication\n* History of hypertension medications\n\nAim 2 (US and MRI):\n\n* Women that are currently pregnant\n* Inability to cooperate with the ultrasound study, in particular those unable to sit without gross movement for the duration the ultrasound study (estimated at 60-90 minutes)\n* Patients that require intravenous (IV) conscious sedation for imaging are not eligible; patients requiring mild, oral anxiolytics for research imaging will be allowed to participate as long as:\n* The participants has their own prescription for the medication;\n* The informed consent process is conducted prior to the self-administration of this medication; and,\n* The participant comes to the research visit with a driver\n* Contraindications to MR\n* Unable to lie in the MRI scanner for 45-60 minutes\n* Patients with a contraindication to gadolinium based contrast agents, including allergy or impaired renal function (per University of Wisconsin Health Guidelines)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This research will enroll 280 adult participants. 40 participants will be invited to participate in the longitudinal Ultrasound and Magnetic Resonance Imaging study if they are determined to be \"at-risk\" per current clinical guidelines for being in the at risk population.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Coordinator",
                    "role": "CONTACT",
                    "phone": "608-263-7421",
                    "email": "Radstudy@uwhealth.org"
                },
                {
                    "name": "Suzanne Hanson",
                    "role": "CONTACT",
                    "phone": "608-263-7421",
                    "email": "shanson@uwhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tomy Varghese, PhD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Medical Physics, University of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tomy Varghese, PhD",
                            "role": "CONTACT",
                            "phone": "608-265-8797",
                            "email": "tvarghese@wisc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002340",
                    "term": "Carotid Artery Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5594",
                    "name": "Carotid Artery Diseases",
                    "asFound": "Carotid Artery Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}