{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04815239",
            "orgStudyIdInfo": {
                "id": "STUDY21010149"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Early Intervention for Youth at High Risk for Bipolar Disorder",
            "officialTitle": "Early Intervention for Youth at High Risk for Bipolar Disorder",
            "acronym": "KEY",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "early-intervention-for-youth-at-high-risk-for-bipolar-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-17",
            "studyFirstSubmitQcDate": "2021-03-22",
            "studyFirstPostDateStruct": {
                "date": "2021-03-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tina R Goldstein",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Investigators will conduct a confirmatory efficacy trial of Interpersonal and Social Rhythm Therapy (IPSRT) delivered via telehealth for offspring of bipolar parents (OBP; age 12-18, n=120) at elevated risk for BP onset via risk calculator score. All participants receive a baseline clinical assessment of psychiatric symptoms and sleep disturbance (via objective and subjective methods), followed by a feedback session. Youth are then randomized to receive 8 sessions of IPSRT or a manualized Healthy Lifestyle Behaviors Program (HL) delivered via secure videoconference. As clinically indicated, youth are offered Community Treatment Referral (CTR) for any psychiatric symptoms/disorders identified at intake. Primary outcome domains over 18 months include mania and affective lability. Investigators will also further investigate the hypothesized mechanism underlying IPSRT (i.e., sleep/circadian disruption) across levels of analysis, and the contribution of interpersonal stress to sleep/circadian disruptions. Application of Implementation Science methods throughout maximizes ultimate scalability and feasibility if efficacious. Investigators will also examine whether passive cellphone sensing may serve as a portable, cost-effective measure of mechanisms and outcomes to enhance ultimate dissemination.",
            "detailedDescription": "The most potent risk factor for the development of bipolar disorder (BP) is a first-degree family member with the illness; individuals with family history typically experience early BP onset and severe course. Up to 25% of offspring of parents with BP (OBP) develop BP by young adulthood. Using longitudinal data from the Pittsburgh Bipolar Offspring Study (BIOS MH60952), investigators developed a clinical tool (\"risk calculator\") that reliably predicts an individual OBP's 5-year risk for BP using a subset of demographic and clinical variables. This innovation offers the ideal opportunity to identify OBP at greatest risk and deliver indicated preventive interventions. Yet, to date, there is no evidence-based intervention for OBP who have not already developed mood disorder. Per the experimental therapeutics framework, promising approaches should be informed by, and target, factors that cause and sustain illness. Evidence suggests the pathway to develop BP among biologically vulnerable youth involves sleep and circadian disturbances. Investigators adapted Interpersonal and Social Rhythm Therapy (IPSRT), an evidence-based treatment for BP adults that helps stabilize sleep/ circadian patterns, for adolescent OBP. In an open pilot and subsequent R34 randomized trial (MH091177), Investigators established a preliminary efficacy signal for IPSRT with OBP. Investigators' data further indicate IPSRT, but not Community Treatment Referral (CTR), engages and alters the hypothesized mechanism of action--sleep/ circadian disturbance, although practical barriers impacted treatment attendance. This proposal represents a vital next step in this program of research: a confirmatory efficacy trial of IPSRT delivered via telehealth for OBP (age 12-18, n=120) at elevated risk for BP onset via risk calculator score. All participants receive a baseline clinical assessment of psychiatric symptoms and sleep disturbance (via objective and subjective methods), followed by a feedback session. Youth are then randomized to receive 8 sessions of IPSRT or a manualized Healthy Lifestyle Behaviors Program (HL) delivered via secure videoconference to enhance attendance and reach. As clinically indicated, youth are offered CTR for any psychiatric symptoms/disorders identified at intake. Primary outcome domains over 18 months include mania and affective lability--2 potent near-term predictors of BP in OBP that are themselves associated with morbidity and impairment. Investigators will also further investigate the hypothesized mechanism underlying IPSRT-sleep/circadian disruption--across levels of analysis using reliable, cost-effective methods (actigraphy and daily diary ratings), and the contribution of interpersonal stress to sleep/circadian disruptions. Application of Implementation Science methods throughout maximizes ultimate scalability and feasibility if efficacious. Investigators will also examine whether passive cellphone sensing may serve as a portable, cost-effective measure of mechanisms and outcomes to enhance ultimate dissemination. Research in this area has the potential to prevent, delay, or ameliorate the progression of this chronic and devastating illness in those at highest risk."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder"
            ],
            "keywords": [
                "psychosocial treatment",
                "early intervention",
                "prevention",
                "adolescent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Masked assessors with no information about treatment group assignment will conduct all follow-up interviews.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interpersonal and Social Rhythm Therapy (IPSRT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Interpersonal and Social Rhythm Therapy (IPSRT) for at-risk offspring includes 8 sessions over 6 months delivered via secure telemedicine platform. The basis of the intervention is the treatment manual iteratively developed and tested in close consultation with content experts during our open pilot study and R34.The intervention focuses on education about BP risk, stabilizing sleep and daily routines and interpersonal relationships.",
                    "interventionNames": [
                        "Behavioral: Interpersonal and Social Rhythm Therapy (IPSRT)"
                    ]
                },
                {
                    "label": "Healthy Lifestyle Intervention (HL)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "HL is based on the treatment manual developed in a prior trial for adults and adolescents with BP. HL includes psychoeducational modules that aim to teach patients about health risks and help them achieve a balanced lifestyle to optimize physical and mental health. In HL, patients are taught to develop and maintain an individualized lifestyle plan and provided support and encouragement for making progress toward their goals. HL clinicians will deliver 8 sessions over 6 months via secure telehealth platform.",
                    "interventionNames": [
                        "Behavioral: The Healthy Lifestyle Behavior Intervention (HL)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Interpersonal and Social Rhythm Therapy (IPSRT)",
                    "description": "Interpersonal and Social Rhythm Therapy (IPSRT) is an evidence-based treatment for BP adults that prevents or delays mood episodes by stabilizing sleep and daily routines.",
                    "armGroupLabels": [
                        "Interpersonal and Social Rhythm Therapy (IPSRT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "The Healthy Lifestyle Behavior Intervention (HL)",
                    "description": "HL includes structured psychoeducational modules that aim to teach patients about health risks and help them achieve a balanced lifestyle to optimize physical and mental health.",
                    "armGroupLabels": [
                        "Healthy Lifestyle Intervention (HL)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Risk for Subthreshold or Threshold Manic Episodes",
                    "description": "Adolescent Longitudinal Interval Follow-Up Evaluation (ALIFE) Psychiatric Status Ratings (PSR; Range 1-6)",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Rate of Subthreshold or Threshold Manic Symptoms",
                    "description": "Kiddie Schedule for Affective Disorders and Schizophrenia-Mania Rating Scale (KMRS; Range 0-64)",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Severity of Affective lability",
                    "description": "Children's Affective Lability Scale (CALS; Range 0-80)",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total sleep time (Objective)",
                    "description": "Actigraphy-derived mean total sleep time",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Total sleep time (subjective)",
                    "description": "Daily diary-derived mean total sleep time",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Sleep variability (objective)",
                    "description": "Actigraphy-derived sleep variability",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Sleep variability (subjective)",
                    "description": "Daily diary-derived sleep variability",
                    "timeFrame": "18 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory: Association between actigraphy and passive sensing-derived measures of sleep-wake",
                    "description": "Association between actigraphy and passive sensing-derived measures of sleep-wake",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 12-18 years\n* A parent with a diagnosis of BP I or II\n* Baseline Risk Calculator score\\>0.05;\n* Able/willing to give informed consent/assent\n\nExclusion Criteria:\n\n* A lifetime diagnosis of BP I or II\n* Current unstabilized psychiatric symptoms\n* Evidence of developmental disorder or central nervous system disorder",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nicole Arnold, MA",
                    "role": "CONTACT",
                    "phone": "412-246-5796",
                    "email": "arnoldne@upmc.edu"
                },
                {
                    "name": "Pamala Pyle",
                    "role": "CONTACT",
                    "email": "pylep2@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tina R Goldstien, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nicole Arnold",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Arnold, MA",
                            "role": "CONTACT",
                            "phone": "412-246-5796",
                            "email": "arnoldne@upmc.edu"
                        },
                        {
                            "name": "Pamala Pyle",
                            "role": "CONTACT",
                            "phone": "412-246-5686",
                            "email": "pylep2@upmc.edu"
                        },
                        {
                            "name": "Tina R Goldstein, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "In order to gain access to data from this project, outside Investigators must submit a detailed proposal of the study aims, hypotheses to be tested, variables/constructs and analytic approach to be used. Prior to the receipt of data, outside investigators would be required to sign a data sharing agreement and confidentiality statement that stipulates a commitment to: a) using the data for the stated research purposes only; b) securing the data using appropriate computer technology; c) not manipulating the data in order to identify participants; d) destroying or returning the data after analyses are completed. No data can be transferred to other researchers who have not submitted a formal request to the study PIs.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be available for addressing other research questions (i.e., those that are not described in funding/pending grants) as soon as the data have been checked for accuracy (a period that will be no later than 1 year after the completion of each assessment). After the award has ended, the study team will continue to test the stated aims but will continue to solicit collaborations with outside researchers and to consider data requests in a timely manner.",
            "accessCriteria": "When all prerequisites have been met, access to data will be provided through the NDCT Data Access Committee (DAC). Only Investigators and Institutions who have met security measures and have submitted a Data Use Certification co-signed by the PI and the designated Institutional Official at the NIH-recognized sponsoring institution with a current Federal Wide Assurance will be given access. Outside Investigators will be asked to acknowledge the grant that supported the data collection and management in all publications and presentations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}