{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04100720",
            "orgStudyIdInfo": {
                "id": "CP 19-01"
            },
            "organization": {
                "fullName": "Boston Biomedical Associates",
                "class": "OTHER"
            },
            "briefTitle": "Early Feasibility Study of the Cardiovalve System for Tricuspid Regurgitation",
            "officialTitle": "Early Feasibility Study of the Cardiovalve System for Tricuspid Regurgitation",
            "therapeuticArea": [
                "Critical Care"
            ],
            "study": "early-feasibility-study-of-the-cardiovalve-system-for-tricuspid-regurgitation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-10",
            "studyFirstSubmitQcDate": "2019-09-20",
            "studyFirstPostDateStruct": {
                "date": "2019-09-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston Biomedical Associates",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cardiovalve Ltd.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Cardiovascular Research Foundation, New York",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study is to evaluate the safety and technical performance of the Cardiovalve Transfemoral System for tricuspid valve replacement. Data collected in the clinical study will include 30-day safety and performance of the device and delivery system, and long-term clinical outcomes over a follow-up of 5 years.",
            "detailedDescription": "The Cardiovalve Transfemoral System for tricuspid valve replacement\n\nData collected in the clinical study will include 30-day safety and performance of the device and delivery system, and long-term clinical outcomes over a follow-up of 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Tricuspid Regurgitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cardiovalve Transfemoral Tricuspid Valve",
                    "type": "EXPERIMENTAL",
                    "description": "Replacement (Implant) delivered through a transfemoral access",
                    "interventionNames": [
                        "Device: Cardiovalve Transfemoral Tricuspid Valve"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Cardiovalve Transfemoral Tricuspid Valve",
                    "description": "The Cardiovalve Transfemoral Tricuspid Valve System is intended for use in patients with severe, symptomatic Tricuspid regurgitation",
                    "armGroupLabels": [
                        "Cardiovalve Transfemoral Tricuspid Valve"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "1. Primary Performance Endpoint - Technical Success of Cardiovalve Delivery and Function in each participant",
                    "description": "Cardiovalve Technical Success defined as: I Successful access, delivery and retrieval of the delivery system; II Successful deployment of correct positioning of the first intended implant; III Freedom from emergency surgery or reintervention related to the device or access procedure without any procedural mortality, stroke, and device dysfunction at 30-day follow-up.",
                    "timeFrame": "30 Days"
                },
                {
                    "measure": "Primary Performance Endpoint - Clinical Performance - Reduction in Tricuspid Regurgitation severity measured using Echocardiography and compared to baseline",
                    "description": "Cardiovalve Clinical Performance will be evaluated as: I The reduction in degree of tricuspid regurgitation measured immediately after the procedure compared to baseline; II The reduction in degree of tricuspid regurgitation measured at the time of discharge or 7 days post procedure, whichever comes first, in comparison with baseline\n\nTricuspid Regurgitation is measured using Echocardiography and is graded based on degree of severity using grading conventions from 0 to 4+.\n\n0 = absent\n\n1. = mild\n2. = moderate\n3. = moderate to severe\n4. = severe",
                    "timeFrame": "30 Days"
                },
                {
                    "measure": "Primary Safety Endpoint (Patient Based) Participants Implanted without Major Device Related Adverse Events through thirty days",
                    "description": "The ability of the Cardiovalve to be implanted without Major Device Related Adverse Events through thirty (30) days including: I Death (Cardiovascular mortality vs non-cardiovascular); II Reintervention (operative or transcatheter) due to progressive or recurrent TR or device related complications; III Disabling stroke; IV Myocardial infarction (MVARC definition); V Major access site and vascular complications; VI Fatal or life-threatening bleeding (MVARC Type III-V); VII Arrhythmia and conduction disorder requiring permanent pacing; VIII Right coronary artery occlusion requiring intervention; IX Cardiac tamponade, X Renal failure requiring dialysis",
                    "timeFrame": "30 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Secondary Performance Endpoint - Tricuspid Regurgitation Severity",
                    "description": "Tricuspid Regurgitation is measured using Echocardiography and is graded based on degree of severity using grading conventions from 0 to 4+.\n\n0 = absent\n\n1. = mild\n2. = moderate\n3. = moderate to severe\n4. = severe",
                    "timeFrame": "30 days, 3 months, 6 months"
                },
                {
                    "measure": "Secondary Performance Endpoint - Cusp Insufficiency",
                    "description": "Cusp Insufficiency: Change in the degree of the cusp insufficiency as assessed with echocardiography (ordinal) from a higher to a lower value",
                    "timeFrame": "30 days, 3 months, 6 months"
                },
                {
                    "measure": "Secondary Performance Endpoint - Unrestricted Movement of Cusps",
                    "description": "Unrestricted Movement of Cusps: the percentage of medical devices with unrestricted movement of cusps after implantation as assessed with echocardiography",
                    "timeFrame": "30 days, 3 months, 6 months"
                },
                {
                    "measure": "Secondary Performance Endpoint - New York Heart Association (NYHA) functional class",
                    "description": "NYHA function class I - IV; Higher functional class represents more severe symptoms of heart failure\n\nNYHA Classification - The Stages of Heart Failure:\n\n1. Class I - No symptoms and no limitation in ordinary physical activity, e.g. shortness of breath when walking, climbing stairs etc.\n2. Class II - Mild symptoms (mild shortness of breath and/or angina) and slight limitation during ordinary activity.\n3. Class III - Marked limitation in activity due to symptoms, even during less-than-ordinary activity, e.g. walking short distances (20-100 m).Comfortable only at rest.\n4. Class IV - Severe limitations. Experiences symptoms even while at rest. Mostly bedbound patients.",
                    "timeFrame": "30 days, 3 months, 6 months"
                },
                {
                    "measure": "Secondary Performance Endpoint - 6 minute walk test",
                    "description": "6 minute walk test distance (meters)",
                    "timeFrame": "30 days, 3 months, 6 months"
                },
                {
                    "measure": "Secondary Performance Endpoint - Kansas City Cardiomyopathy Questionnaire",
                    "description": "Kansas City Cardiomyopathy Questionnaire (KCCQ) - 23 subjective quality of life questions. Assessed before and after implantation. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.\n\nThere are 3 subscales: Symptom Burden - range 0-100; Physical Limitation - range 0-100; Quality of Life - range 0-100; The total KCCQ score represents the mean (average) of the three subscale scores.",
                    "timeFrame": "30 days, 3 months, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant is 85 ≥ Age ≥ 18 years\n2. Participant has severe, symptomatic tricuspid regurgitation (TR) ≥ 3+ based upon echocardiography, as assessed by Independent core laboratory\n3. Participant is New York Heart Association (NYHA) Class II-IVa\n4. Participant has left ventricular ejection fraction (LVEF) ≥ 35%\n5. Participant distance of 6 minute walk test (6MWT) ≥ 60 m\n6. Participant adequately treated based upon medical standards, including for coronary artery disease, mitral regurgitation and Guideline Directed Medical Therapy (GDMT) for heart failure for at least 30-days prior to index procedure.\n7. Acceptable by the site \"Heart Team\" including an interventional cardiologist, cardiothoracic surgeon, heart failure cardiologist and recommended as a candidate for the Cardiovalve System\n8. Participant approved by the Subject Screening Committee\n\nExclusion Criteria:\n\n1. Known significant intracardiac shunt (e.g. septal defect) or congenital structural heart disease (PFO's without significant shunts are allowed)\n2. Significant coronary artery disease requiring treatment\n3. Primary tricuspid disease (e.g. rheumatic, myxomatous degeneration, tricuspid valve prolapse)\n4. Severe right ventricular failure per ASE guidelines1\n5. Systolic pulmonary arterial pressure \\> 65 mmHg as assessed by transthoracic echocardiography\n6. Presence of any known life threatening non-cardiac disease that will limit the subject's life expectancy to less than one year\n7. Cerebrovascular event (stroke, TIA) within the past 3 months\n8. Active endocarditis or history of mitral/tricuspid endocarditis within the last 12 months\n9. Patient has significant left sided valvular heart disease which requires treatment (e.g. mitral regurgitation or stenosis, and aortic regurgitation or stenosis)\n10. Documented primary coagulopathy or platelet disorder, including thrombocytopenia (absolute platelet count \\<90k)\n11. Documented evidence of significant renal dysfunction (eGFR\\<30 ml/min/1.73m2) or on any form of dialysis at time of screening within the last 4 weeks\n12. Contraindication or known allergy to device's components, to anti-coagulation therapy with vitamin K antagonists or to contrast media that cannot be adequately premedicated\n13. Patients unsuitable for implantation because of thrombosis of the lower venous system or presence of a vena cava filter\n14. The patient has contraindication against a transesophageal echo (TEE) during the procedure\n15. Evidence of an acute myocardial infarction (AMI) ≤ 1 month (30 days)\n16. Hepatic insufficiency (MELD \\> 10)\n17. Female patient of child-bearing potential\n18. Psychiatric or behavioral disease including known alcohol or drug abuser that is likely to impair compliance with protocol\n19. Requirement for Antibiotic Treatment within the last 48 hours\n20. Cardiac Anatomy deemed not suitable for the Cardiovalve Implant\n21. Surgical or interventional procedure planned within 30 days prior to index procedure\n22. UNOS Status 1 heart transplant or prior orthotropic heart transplantation.\n23. Any prior Tricuspid valve surgery or transcatheter Tricuspid valve procedure\n24. Modified Rankin Scale \\> 4 disability\n25. Implant or revision of any rhythm management device (CRT or CRT-D) or implantable cardioverter-defibrillator within one month prior to index procedure\n26. Need for any percutaneous cardiovascular intervention, cardiovascular surgery, or carotid surgery within 30 days of index procedure\n27. Currently participating in an investigational drug or another device study which has not reached its primary endpoint\n28. Patient (or legal guardian) unable or unwilling to provide written, informed consent before study enrollment\n29. Chronic oral steroid or other condition that could impair healing response (e.g. cardiac sarcoidosis or other chronic inflammatory disease).\n30. Acutely decompensated heart failure (i.e. hemodynamically unstable or requiring IV inotrope ) at the time of screening\n31. Severe COPD or continuous use of home oxygen\n32. Currently participating in another investigational drug or device study that has not completed the primary endpoint or that clinically interferes with the endpoints of this study\n33. Aortic or pulmonic valve disease requiring surgery\n34. Venous peripheral anatomy unsuitable for implant delivery\n35. Chronic anemia (Hgb \\< 9)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "84 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Baker, PhD",
                    "role": "CONTACT",
                    "phone": "(508) 351-8632",
                    "email": "lbaker@boston-biomedical.com"
                },
                {
                    "name": "Karen Pierce, MS",
                    "role": "CONTACT",
                    "phone": "(508) 351-8632",
                    "email": "kpierce@boston-biomedical.com"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University / Bluhm Cardiovascular Institute",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Montefiore Medical Center",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Azeem Latib, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Columbia University Medical Center / NYPH",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamim Nazif, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014262",
                    "term": "Tricuspid Valve Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17014",
                    "name": "Tricuspid Valve Insufficiency",
                    "asFound": "Tricuspid Regurgitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}