{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05337982",
            "orgStudyIdInfo": {
                "id": "2021H0209"
            },
            "secondaryIdInfos": [
                {
                    "id": "GRANT13192544",
                    "type": "OTHER_GRANT",
                    "domain": "United States Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Eccentric Muscle Training, Stimulation, and Biomarkers in SCI",
            "officialTitle": "Eccentric Motor Training With Neuromodulation and Biomarkers for Rehabilitation Readiness in Subacute SCI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "eccentric-muscle-training-stimulation-and-biomarkers-in-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-05",
            "studyFirstSubmitQcDate": "2022-04-18",
            "studyFirstPostDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michele Basso",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "University of Notre Dame",
                    "class": "OTHER"
                },
                {
                    "name": "University of British Columbia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators are studying a new rehabilitation treatment for individuals trying to recover walking after spinal cord injury (SCI). The investigators will test conditions in the blood and spinal fluid to determine the best time to start this new training program. This will include checking for certain features called biomarkers by testing participants' spinal fluid and blood and compare these features to individuals without SCI. These features will help investigators determine when to start the new training program, either right away or waiting for 3 months. The new training program uses walking downhill on a slight slope on a treadmill while muscles that are not working normally are stimulated to contract using low levels of electricity. Adding this stimulation will allow people to practice walking and other skills even though full muscle control has not recovered. This new program will be in addition to any other rehabilitation therapy and will not replace standard rehabilitation. The hope is to see if downhill training with muscle stimulation, when delivered at the most ideal time, will improve trunk and leg movement, walking, and overall function. This recovery of movement and function will be compared to people with SCI receiving standard rehabilitation alone. Certain regions of the brain and spinal cord will also be studied using MRI scans to determine if these are affected by the training and compare to individuals without SCI. The total length of the study for SCI participants will be up to 16 weeks if in the standard of care group and up to 33 weeks if in the trained group. Healthy control participants will be involved for 1-2 visits.",
            "detailedDescription": "SCI group: Individuals 3 months (+/-2 months) after SCI will be randomized into standard of care control group or augmented rehabilitation group (DownHill training with STIMulation = dhSTIM group). The study statistician will produce the randomization schedule with varying permuted blocks of size 3 and 6. The randomization schedule will be uploaded to REDCap for randomization of subjects at the time of enrollment into the study. The dhSTIM group will have cerebrospinal fluid (CSF) and blood collected and analyzed. These will be collected for research purposes only by the study's experienced proceduralist unless it is being collected clinically within the required timeframe for the study. CSF is collected via lumbar puncture under guided fluoroscopy which is a standardized technique to collect CSF and minimizes risks. If not enough CSF is collected on the first attempt, a second attempt may be required which is not expected due to the use of guided fluoroscopy but may occur in standard practice. Based on inflammatory status relative to healthy controls, the dhSTIM group will be directed to a Go group - immediate start at \\~3 months) or No Go Group - delayed start at \\~6 months. All SCI groups (dhSTIM Go, dhSTIM No Go, SOC) will also continue with regular outpatient therapy. The augmented rehabilitation groups and healthy controls will undergo MRI. The dhSTIM training will be a 12-week downhill training program combined with Xcite electrical stimulation 3 times a week. Participants will walk downhill on a treadmill with a harness for body weight support and trainers assisting as needed. All SCI groups (dhSTIM Go, dhSTIM No Go, SOC) will participate in pre, post, and 4 week follow-up assessments as follows: Biomechanical analysis will include kinematics, kinetics, and electromyography (EMG) while on the treadmill. Clinical outcome measures will include: American Spinal Injury Association (ASIA) Impairment scale (AIS), International standards for neurological classification of spinal cord injury (ISNCSCI), Autonomic Standards Assessment Form, Neuromuscular Recovery Scale, Neuropathic Pain Symptom Inventory, Pain Numeric Rating Scale, Spinal Cord Injury Independence Measure (SCIM3), 6 minute walk test (MWT), 10 meter walk test (MWT). Clinical outcome measures conducted as standard measures will be collected will be accessed via medical record when available. If absent from the medical record, they will be collected by a rater blind to group assignment. Leg strength will also be measured using the Biodex system. An additional MRI scan will be obtained at the end of the 12 week training period for the dhSTIM GO and dhSTIM No Go groups. Healthy Control Group: Healthy participants from the community will volunteer for the CSF and blood collection by the study's experienced proceduralist. CSF will be collected from at least half of the healthy controls prior to enrolling participants with SCI to provide a sample of normal levels of inflammatory genes and concentration of microglia-like cells as a baseline. CSF is collected for research purposes only via lumbar puncture under guided fluoroscopy which is a standardized technique to collect CSF and minimizes risks. If not enough CSF is collected on the first attempt, a second attempt may be required which is not expected due to the use of guided fluoroscopy but may occur in standard practice. When possible, they will also participate in one MRI scan of the brain and spinal cord. Due to MRI restrictions, some healthy controls may only be able to participate in biomarkers collection, some to only participate in MRI scans and some to participate in both types of collection. Individuals for the healthy control group will be enrolled until a total of n=10 +1 for biomarkers and n=10+1 for MRI is reached. One additional individual is allocated to account for dropouts. If there no individuals are able to take part in both MRI and fluid biomarker collection, then up to n=22 healthy controls will be enrolled."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Healthy"
            ],
            "keywords": [
                "Spinal Cord Injury",
                "SCI",
                "Biomarkers",
                "MRI",
                "Locomotor Training",
                "Downhill",
                "Neuromodulation",
                "Electrical Stimulation",
                "CSF",
                "Rehabilitation",
                "Physical Therapy",
                "Eccentric",
                "Treadmill"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants' primary physical therapist who will also be the outcomes assessor for clinical outcomes will be masked. Two collaborators will be masked when assessing outcomes including myelin plasticity and biomechanical outcomes.",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 49,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SCI Go",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with SCI randomized to the experimental group that have biomarkers that indicate low levels of inflammation will start immediately.",
                    "interventionNames": [
                        "Other: Downhill Eccentric Treadmill Training with Electrical Stimulation"
                    ]
                },
                {
                    "label": "SCI No Go",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with SCI randomized to the experimental group that have biomarkers that indicate high levels of inflammation will have a delayed start of 3 months.",
                    "interventionNames": [
                        "Other: Downhill Eccentric Treadmill Training with Electrical Stimulation"
                    ]
                },
                {
                    "label": "SCI SOC",
                    "type": "NO_INTERVENTION",
                    "description": "Participants with SCI randomized to the standard of care (SOC) group will continue with regular therapy."
                },
                {
                    "label": "Healthy Control",
                    "type": "NO_INTERVENTION",
                    "description": "Healthy controls will provide biomarker and/or myelin (MRI) data"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Downhill Eccentric Treadmill Training with Electrical Stimulation",
                    "description": "Participants will walk on a treadmill with a downward incline with support from a harness and assistance from trainers as needed. Participants will also simultaneously receive stimulation to their muscles including their trunk and legs. Each session will include 20 minutes of walking divided into 5 minute bouts with 5 minute rest breaks in between for 3 sessions per week for 12 weeks.",
                    "armGroupLabels": [
                        "SCI Go",
                        "SCI No Go"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in electromyography of eccentric acting muscles",
                    "description": "Muscle activation during weight acceptance while walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinetics during weight acceptance",
                    "description": "Peak magnitude of loading response as measured by the peak magnitude of power absorption during the weight acceptance phase of walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: hip range of motion",
                    "description": "Range of motion of the hip joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: knee range of motion",
                    "description": "Range of motion of the knee joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: ankle range of motion",
                    "description": "Range of motion of the ankle joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: hip acceleration",
                    "description": "Acceleration of the hip joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: knee acceleration",
                    "description": "Acceleration of the knee joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in kinematics during weight acceptance: ankle acceleration",
                    "description": "Acceleration of the ankle joint during walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from baseline in myelination in brain and spinal cord measured by Magnetic Resonance Imaging (MRI)",
                    "description": "Myelin spared pre and post intervention in the motor areas of the brain and cervical spinal cord compared to healthy controls",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in ASIA Impairment Scale (AIS)",
                    "description": "Classification of injury using grades A, B, C, D or E indicating level of impairment including complete (A), sensory incomplete (B), or motor incomplete (C and D). A classification differences between C and D indicates if less or more than half (respectively) of myotomes below the level of injury are able to at least move through the full range of motion against gravity. A grade of E indicates normal sensory and strength function.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in American Spinal Injury Association (ASIA) Impairment Scale (AIS)",
                    "description": "Classification of injury using grades A, B, C, D or E indicating level of impairment including complete (A), sensory incomplete (B), or motor incomplete (C and D). A classification differences between C and D indicates if less or more than half (respectively) of myotomes below the level of injury are able to at least move through the full range of motion against gravity. A grade of E indicates normal sensory and strength function.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in International Standards for Neurological Classification of SCI (ISNCSCI): motor scores",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. Motor scores range from 0-50 for each the right and left sides and 50 for each the upper extremities and lower extremities. A higher score indicates better outcomes (strength).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in International Standards for Neurological Classification of SCI (ISNCSCI): motor scores",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. Motor scores range from 0-50 for each the right and left sides and 50 for each the upper extremities and lower extremities. A higher score indicates better outcomes (strength).",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in International Standards for Neurological Classification of SCI (ISNCSCI): sensory scores",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. Sensory scores range from 0-112 for each the right and left sides. A higher score indicates better outcomes (sensation).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in International Standards for Neurological Classification of SCI (ISNCSCI): sensory scores",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. Sensory scores range from 0-112 for each the right and left sides. A higher score indicates better outcomes (sensation).",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in International Standards for Neurological Classification of SCI (ISNCSCI): neurological level of injury (NLI)",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. NLI can range from the first level of the cervical spinal cord (C1) indicating tetraplegia (C1-thoracic, T1) to the final sacral level (S4-5) which would indicate paraplegia.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in International Standards for Neurological Classification of SCI (ISNCSCI): neurological level of injury (NLI)",
                    "description": "A universal classification tool for SCI based on a standardized sensory and motor assessment. The impairment scale involves both a motor and sensory examination to determine the sensory and motor levels for the right and left side, the overall neurological level of the injury and completeness of the injury i.e. whether the injury is complete or incomplete. NLI can range from the first level of the cervical spinal cord (C1) indicating tetraplegia (C1-thoracic, T1) to the final sacral level (S4-5) which would indicate paraplegia.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline on Autonomic Standards Assessment Form",
                    "description": "International Standards to document remaining Autonomic Function after Spinal Cord Injury (ISAFSCI). Patient self-reported responses include normal (2) when there is no change in neurological control with respect to a specific function; reduced or altered (1) neurological control with regard to a specific function; absent (0) neurological control with regard to a specific function; and unable to assess a specific function (not testable, NT).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks on Autonomic Standards Assessment Form",
                    "description": "International Standards to document remaining Autonomic Function after Spinal Cord Injury (ISAFSCI). Patient self-reported responses include normal (2) when there is no change in neurological control with respect to a specific function; reduced or altered (1) neurological control with regard to a specific function; absent (0) neurological control with regard to a specific function; and unable to assess a specific function (not testable, NT).",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline on Neuromuscular Recovery Scale (NRS) score",
                    "description": "Measures quality of movement without compensation. Scored in phases 1-4 with subphases A-C, with scores indicating most impairment (1A, numeric value of 1-1.99) to least impairment (4C, numeric value of 12).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks on Neuromuscular Recovery Scale (NRS) score",
                    "description": "Measures quality of movement without compensation. Scored in phases 1-4 with subphases A-C, with scores indicating most impairment (1A, numeric value of 1) to least impairment (4C, numeric value of 12).",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in 6 Minute Walk Test (6MWT)",
                    "description": "The distance walked overground within 6 minutes (meters).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in 6 Minute Walk Test (6MWT)",
                    "description": "The distance walked overground within 6 minutes (meters).",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in 10 Meter Walk Test",
                    "description": "Gait speed - the time it takes to walk 10 meters (seconds)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in 10 Meter Walk Test",
                    "description": "Gait speed - the time it takes to walk 10 meters (seconds)",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in Spinal Cord Independence Measure III (SCIM3) score",
                    "description": "Assessment of various activities of daily living. Scoring ranges per category: Self-care subscale, Items 1-4 (0-20); Respiration and sphincter management subscale, Items 5-8 (0-40); Mobility subscale, Items 9-17 (0-40) with higher scores indicating more independence.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in Spinal Cord Independence Measure III (SCIM3) score",
                    "description": "Assessment of various activities of daily living. Scoring ranges per category: Self-care subscale, Items 1-4 (0-20); Respiration and sphincter management subscale, Items 5-8 (0-40); Mobility subscale, Items 9-17 (0-40) with higher scores indicating more independence.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in Neuropathic Pain Symptom Inventory (NPSI) scale",
                    "description": "Characterization of neuropathic pain symptom severity in 5 subscales (burning, pressing, paroxysmal, evoked, and paresthesia/dysesthesia. Each item is scored on a scale of 0 (indicating no pain) to 10 (worst pain imaginable). Each subscale is added then divided by 100, giving a total score ranging from 0-1 with scores closest to 1 indicating worse pain.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in Neuropathic Pain Symptom Inventory (NPSI) scale",
                    "description": "Characterization of neuropathic pain symptom severity in 5 subscales (burning, pressing, paroxysmal, evoked, and paresthesia/dysesthesia. Each item is scored on a scale of 0 (indicating no pain) to 10 (worst pain imaginable). Each subscale is added then divided by 100, giving a total score ranging from 0-1 with scores closest to 1 indicating worse pain.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in Numeric Pain Rating Scale (NPRS)",
                    "description": "Subjective measure of the intensity of pain on a scale if 0-10, with a higher score indicating worse pain.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in Numeric Pain Rating Scale (NPRS)",
                    "description": "Subjective measure of the intensity of pain on a scale if 0-10, with a higher score indicating worse pain.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in Strength Testing",
                    "description": "Maximum voluntary eccentric knee flexion contraction after performing eccentric activity on the contralateral limb (i.e., the contralateral priming effect) measured by a Biodex.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in Strength Testing",
                    "description": "Maximum voluntary eccentric knee flexion contraction after performing eccentric activity on the contralateral limb (i.e., the contralateral priming effect) measured by a Biodex.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from baseline in electromyography of eccentric acting muscles at 12 weeks",
                    "description": "Muscle activation during weight acceptance while walking on a treadmill",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinetics during weight acceptance",
                    "description": "Peak magnitude of loading response as measured by the peak magnitude of power absorption during the weight acceptance phase of walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: hip range of motion",
                    "description": "Range of motion of the hip joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: knee range of motion",
                    "description": "Range of motion of the knee joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: ankle range of motion",
                    "description": "Range of motion of the ankle joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: hip acceleration",
                    "description": "Acceleration of the hip joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: knee acceleration",
                    "description": "Acceleration of the knee joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change from 12 weeks to 16 weeks in kinematics during weight acceptance: ankle acceleration",
                    "description": "Acceleration of the ankle joint during walking on a treadmill",
                    "timeFrame": "16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA:\n\nSCI participants WITHIN 1-5 MONTHS OF THEIR INJURY:\n\n* Discharged from inpatient rehabilitation;\n* AIS A-D at neurologic level C1-T10;\n* 18-85 years old.\n\nHealthy controls:\n\n* Adults 18-85 years old;\n* no recent major musculoskeletal injury;\n* no recent surgery.\n\nEXCLUSION CRITERIA:\n\nSCI participants:\n\n* Use of botox in the past 3 months that reduces skeletal muscle function;\n* other neurologic conditions (i.e. brain injury, stroke, HIV);\n* current cancer diagnosis;\n* active deep vein thrombosis and anti-coagulation therapy;\n* skin wounds in regions that interfere with harness,\n* stimulation pads or hand placement needed for training;\n* pregnancy;\n* ventilator-dependence;\n* cognitive conditions that preclude providing informed consent.\n* Implanted medical devices that are contraindicated for electrical stimulation or MRI \\*(If SCI participants have conditions contraindicated for MRI they may still participate in the remainder of study activities without myelin status as an outcome measure. SCI is a rare condition therefore this is necessary in order to achieve the required sample size.)\n\nHealthy controls:\n\n* Implanted medical devices that are contraindicated for MRI (MRI participants only);\n* neurologic conditions (i.e. brain injury, stroke, HIV);\n* current cancer diagnosis;\n* clotting disorders requiring anti-coagulation therapy;\n* inflammatory conditions like arthritis, ulcerative colitis, lupus, etc;\n* pregnancy;\n* fear of needles;\n* claustrophobia;\n* cognitive conditions that preclude providing informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lesley Fisher, BS",
                    "role": "CONTACT",
                    "phone": "614-688-4589",
                    "email": "lesley.fisher@osumc.edu"
                },
                {
                    "name": "Michele Basso, EdD",
                    "role": "CONTACT",
                    "phone": "614-292-0754",
                    "email": "michele.basso@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "D. Michele Basso, EdD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lesley Fisher, BS",
                            "role": "CONTACT",
                            "phone": "614-688-4589",
                            "email": "lesley.fisher@osumc.edu"
                        },
                        {
                            "name": "Michele Basso, EdD",
                            "role": "CONTACT",
                            "phone": "614 292-0754",
                            "email": "michele.basso@osumc.edu"
                        },
                        {
                            "name": "Michele Basso, EdD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "University of British Columbia",
                    "status": "RECRUITING",
                    "city": "Vancouver",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Lara Boyd",
                            "role": "CONTACT",
                            "email": "lara.boyd@ubc.ca"
                        }
                    ],
                    "geoPoint": {
                        "lat": 49.24966,
                        "lon": -123.11934
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}