{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03630991",
            "orgStudyIdInfo": {
                "id": "2017-0752"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-01610",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2017-0752",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Edetate Calcium Disodium or Succimer in Treating Patients With Acute Myeloid Leukemia or Myelodysplastic Syndrome Undergoing Chemotherapy",
            "officialTitle": "Monitoring, Detoxifying, and Rebalancing Metals During Acute Myeloid Leukemia (AML) and Myelodysplastic Syndrome (MDS) Therapy",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "edetate-calcium-disodium-or-succimer-in-treating-patients-with-acute-myeloid-leukemia-or-myelodysplastic-syndrome-undergoing-chemotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2018-10-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-08-10",
            "studyFirstSubmitQcDate": "2018-08-10",
            "studyFirstPostDateStruct": {
                "date": "2018-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the side effects and best dose of edetate calcium disodium or succimer in treating patients with acute myeloid leukemia or myelodysplastic syndrome undergoing chemotherapy. Edetate calcium disodium or succimer may help to lower the level of metals found in the bone marrow and blood and may help to control the disease and/or improve response to chemotherapy.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To establish the maximal tolerated dose (MTD) of Phase 1 in acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS) patients undergoing therapy combined with succimer (DMSA) and edetate calcium disodium (Ca-EDTA). (Phase I dose escalation) II. To assess the efficacy information regarding the combined therapy in terms of the overall response rate (ORR) including complete remission (CR), CR with partial hematological recovery (CRh), CR with incomplete count recovery (CRi), morphologic leukemia free state (MLFS), and partial remission (PR). (Phase I expansion)\n\nSECONDARY OBJECTIVES:\n\nI. To assess the complete remission (CR), complete remission with incomplete hematologic recovery (CRi), complete remission with partial hematological recovery (CRh), partial remission (PR), hematologic improvement (HI), morphologic leukemia free state (MLFS) rates, cytogenetic response, and the 1-year overall survival (OS) in AML patients and the CR/marrow CR/hematologic improvement (HI) rate, partial remission (PR) rate and 1-year overall survival (OS) and cytogenetic response in MDS patients undergoing MDS/AML therapy combined with DMSA and Ca-EDTA.\n\nII.To assess overall survival and event free survival in AML and MDS patients undergoing AML and MDS therapy combined with DMSA and Ca-EDTA III. To assess remission duration in AML and MDS patients undergoing AML and MDS therapy combined with DMSA and Ca-EDTA.\n\nIV. To monitor toxic and essential metal levels during AML and MDS therapy combined with DMSA and Ca-EDTA and to evaluate the reduction in metals in the bone marrow and blood of newly diagnosed AML and MDS patients undergoing metal detoxification combined with standard AML/MDS therapy.\n\nV. To evaluate the safety profile in AML and MDS patients undergoing AML and MDS therapy combined with DMSA and Ca-EDTA.\n\nVI. Correlate metal and copper isotopic abundance ratios of AML and MDS patients with clinical data, conventional cytogenetics, extensive next generation sequencing (NGS) (300-gene panel), exposure survey data, and clinical outcome data, and to perform a larger analysis by pooling this data with metal/genomic/survey/outcome data obtained on 2017-0937 and PA15-0302.\n\nVII. Estimate the progression rate in MDS patients. VIII. To assess other responses of interest. IX. To compare overall survival and response in this study with historical data of patients who were treated without Ca-EDTA and DMSA.\n\nEXPLORATORY OBJECTIVES:\n\nI. To correlate the degree of metal chelation with the degree of therapeutic response and minimal residual disease (MRD).\n\nII. To collect environmental exposure data on the environmental health assessment survey.\n\nIII. To assess P53 folding before and after the first dose of Ca-EDTA chelation in MDS and AML patients.\n\nIV. To study changes in cytogenetic/molecular data during treatment, as well as protein expression data (by immunohistochemistry and/or proteomics) including for transcription factors/tumor suppressors (e.g. TP53 and MYC).\n\nV. To perform pre-clinical proof of concept studies of metals and metal chelators in a variety of AML cells and cell lines including: AML cell lines, primary hematologic malignancy cells, stromal cell lines, and patient-derived stromal cells.\n\nOUTLINE: This is a dose-escalation study. Patients are assigned to 1 of 2 cohorts.\n\nCOHORT I: During standard of care chemotherapy, patients receive edetate calcium disodium intravenously (IV) daily over 30 minutes for 4 doses for each cycle. Treatment continues for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive up to 12 multivitamin capsules PO daily while on study.\n\nCOHORT II: During standard of care chemotherapy, patients receive succimer orally (PO) daily for 8 or 21 days of each cycle beginning day 1. Treatment continues for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive up to 12 multivitamin capsules PO daily while on study.\n\nAfter completion of study treatment, patients are followed up every 3-12 months for up to 10 years."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Acute Myeloid Leukemia Arising From Previous Myelodysplastic Syndrome",
                "Blast Phase Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                "Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                "High Risk Myelodysplastic Syndrome",
                "Myelodysplastic Syndrome",
                "Myelodysplastic/Myeloproliferative Neoplasm",
                "Myeloproliferative Neoplasm",
                "Recurrent Acute Myeloid Leukemia",
                "Recurrent Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                "Recurrent Myelodysplastic Syndrome",
                "Recurrent Myelodysplastic/Myeloproliferative Neoplasm",
                "Refractory Acute Myeloid Leukemia",
                "Refractory Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                "Refractory Myelodysplastic Syndrome",
                "Secondary Acute Myeloid Leukemia",
                "Secondary Myelodysplastic Syndrome",
                "Very High Risk Myelodysplastic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 58,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort I (edetate calcium disodium, multivitamin)",
                    "type": "EXPERIMENTAL",
                    "description": "During standard of care chemotherapy, patients receive edetate calcium disodium IV daily over 30 minutes for 4 doses for each cycle. Treatment continues for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive up to 12 multivitamin capsules PO daily while on study.",
                    "interventionNames": [
                        "Drug: Edetate Calcium Disodium",
                        "Dietary Supplement: Multivitamin"
                    ]
                },
                {
                    "label": "Cohort II (succimer, multivitamin)",
                    "type": "EXPERIMENTAL",
                    "description": "During standard of care chemotherapy, patients receive succimer PO daily for 8 or 21 days of each cycle beginning day 1. Treatment continues for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive up to 12 multivitamin capsules PO daily while on study.",
                    "interventionNames": [
                        "Dietary Supplement: Multivitamin",
                        "Drug: Succimer"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Edetate Calcium Disodium",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort I (edetate calcium disodium, multivitamin)"
                    ],
                    "otherNames": [
                        "C10H12CaN2Na2O8",
                        "Calcium disodium edetate",
                        "Calcium Disodium Ethylenediaminetetraacetate",
                        "Calcium Disodium Versenate",
                        "Calcium EDTA",
                        "Disodium calcium ethylenediaminetetraacetate",
                        "EDTA Calcium"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Multivitamin",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Cohort I (edetate calcium disodium, multivitamin)",
                        "Cohort II (succimer, multivitamin)"
                    ],
                    "otherNames": [
                        "Geritol",
                        "Vitamin Supplements (NOS)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Succimer",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Cohort II (succimer, multivitamin)"
                    ],
                    "otherNames": [
                        "Chemet",
                        "DMSA",
                        "Meso 2, 3-Dimercaptosuccinic Acid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Safety data of the patients will be summarized using descriptive statistics such as mean, standard deviation, median and range. Will follow standard reporting guidelines for adverse events. Safety data will be summarized by category, severity and frequency.",
                    "timeFrame": "At 30 days post-treatment"
                },
                {
                    "measure": "Maximum tolerated doses (MTD) of edetate calcium disodium (Ca-EDTA) and succimer (DMSA) (Phase 1 dose escalation)",
                    "description": "The MTD is the highest dose level in which \\< 2 patients of 6 develop first cycle dose-limiting toxicity (DLT).",
                    "timeFrame": "Up to the end of cycle 1 (each cycle is 28 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Understand and voluntarily sign an informed consent form\n* Diagnosis of any of the following:\n\n  * Newly diagnosed (or untreated) AML with poor-risk cytogenetics, poor-risk molecular, or secondary AML (i.e. therapy-related or evolved from antecedent hematologic malignancy\n  * Newly diagnosed (or untreated) myeloid blast phase of myeloproliferative neoplasm (MPN) (including myeloid blast phase of chronic myeloid leukemia \\[CML\\])\n  * Newly diagnosed (or untreated) high-risk, very-high risk or secondary MDS\n  * Newly diagnosed (or untreated) MDS/MPN (regardless of cytogenetic/molecular status)\n  * Relapsed and/or refractory AML, MDS, MDS/MPN, myeloid blast phase of MPN (including myeloid blast phase of CML) who are either salvage 1 or salvage 2\n* Patients on non-investigational regimens or on investigational new drug (IND)-exempt MD Anderson studies (for hematologic malignancies) of approved drugs are also eligible\n* Patients on IND studies (for hematologic malignancies) utilizing Food and Drug Administration (FDA) approved commercially available drugs are eligible\n* Investigational agents that are not used for treatment of the leukemia per se (e.g. anti-infective prophylaxis or therapy) will be allowed. Other supportive care studies are allowed, even if under an IND\n* Newly diagnosed MDS or AML, as well as MDS/MPN, myeloid blast phase of MPN (including myeloid blast phase of CML), patients can enroll on this study after start of non-investigational induction therapy, but must be within first 3 cycles of therapy and benefiting from their front-line therapy. Patients with relapsed and/or refractory AML, MDS, MDS/MPN, myeloid blast phase of MPN (including myeloid blast phase of CML) who are either salvage 1 or salvage 2 are eligible for these salvage cohorts if they are within the first 3 cycles of salvage 1 or salvage 2 therapy\n* Transformed and untreated AML transformed from previously treated MDS, myeloproliferative neoplasm (MPN) or other types of secondary AML are allowed. Myeloid blast phase of MPN and chronic myeloid leukemia (CML) are allowed\n* Eastern Cooperative Oncology Group (ECOG) performance status of =\\< 2 at study entry\n* Serum creatinine =\\< 1.5 mg/dL (unless due to leukemia or other hematologic malignancy)\n* Total bilirubin =\\< 2.0 x upper limit of normal (ULN), unless the patient has Gilbert's (unless due to leukemia or other hematologic malignancy)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and/or alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.0 x ULN (unless due to leukemia or other hematologic malignancy)\n* Women of childbearing potential (WCBP) must have a negative urine pregnancy test within 7 days and must either commit to continued abstinence from heterosexual intercourse or adopting at least one highly effective method of contraception. These methods include intra-uterine device, tubal ligation, partner's vasectomy, and hormonal birth control pills. Men must agree not to father a child and agree to use a condom if his partner is of child bearing potential\n* Extramedullary disease is allowed as long as it can be measured and followed for response\n\nExclusion Criteria:\n\n* Nursing and pregnant females. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately\n* Uncontrolled inter-current illness including, but not limited to, uncontrolled active infection, symptomatic congestive heart failure, unstable angina pectoris, or psychiatric illness/social situations that would limit compliance with study requirements or which judged by the investigator, places the patient at unacceptable risk\n* Acute Promyelocytic leukemia (APL)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maro Ohanian",
                    "role": "CONTACT",
                    "phone": "713-792-2631",
                    "email": "mohanian@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maro Ohanian",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maro Ohanian",
                            "role": "CONTACT",
                            "phone": "713-792-2631",
                            "email": "mohanian@mdanderson.org"
                        },
                        {
                            "name": "Maro Ohanian",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center Website",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000015464",
                    "term": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive"
                },
                {
                    "id": "D000001752",
                    "term": "Blast Crisis"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                },
                {
                    "id": "D000054437",
                    "term": "Myelodysplastic-Myeloproliferative Diseases"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000002471",
                    "term": "Cell Transformation, Neoplastic"
                },
                {
                    "id": "D000063646",
                    "term": "Carcinogenesis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Secondary",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18123",
                    "name": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive",
                    "asFound": "Chronic myelogenous leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "asFound": "Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5033",
                    "name": "Blast Crisis",
                    "asFound": "Blast Phase Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27707",
                    "name": "Myelodysplastic-Myeloproliferative Diseases",
                    "asFound": "Myelodysplastic/Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M5720",
                    "name": "Cell Transformation, Neoplastic",
                    "relevance": "LOW"
                },
                {
                    "id": "M30145",
                    "name": "Carcinogenesis",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1309",
                    "name": "Chronic Myeloid Leukemia",
                    "asFound": "Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "asFound": "Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3994",
                    "name": "Myelodysplastic/myeloproliferative Disease",
                    "asFound": "Myelodysplastic/Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002136",
                    "term": "Calcium, Dietary"
                },
                {
                    "id": "D000004492",
                    "term": "Edetic Acid"
                },
                {
                    "id": "D000002118",
                    "term": "Calcium"
                },
                {
                    "id": "D000004369",
                    "term": "Pentetic Acid"
                },
                {
                    "id": "D000004113",
                    "term": "Succimer"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000000925",
                    "term": "Anticoagulants"
                },
                {
                    "id": "D000065096",
                    "term": "Calcium Chelating Agents"
                },
                {
                    "id": "D000002614",
                    "term": "Chelating Agents"
                },
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000931",
                    "term": "Antidotes"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000007502",
                    "term": "Iron Chelating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7662",
                    "name": "Edetic Acid",
                    "asFound": "Non-proliferative Diabetic Retinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "asFound": "Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "asFound": "Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7543",
                    "name": "Pentetic Acid",
                    "asFound": "Non-proliferative Diabetic Retinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7297",
                    "name": "Succimer",
                    "asFound": "Parotid Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M5860",
                    "name": "Chelating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4250",
                    "name": "Antidotes",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                },
                {
                    "id": "M10534",
                    "name": "Iron Chelating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}