{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03267758",
            "orgStudyIdInfo": {
                "id": "PRO27955"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Probiotic Supplementation on Endothelial Function II",
            "officialTitle": "Effect of Probiotic Supplementation on Endothelial Function II",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "effect-of-probiotic-supplementation-on-endothelial-function-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-08-10",
            "studyFirstSubmitQcDate": "2017-08-29",
            "studyFirstPostDateStruct": {
                "date": "2017-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael E. Widlansky",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Researchers at MCW have discovered a new pathway that links the type of bacteria present in the intestines to the severity of heart attacks. This discovery of a relationship between intestinal bacteria, bacterial metabolites, and severity of heart attacks means that for the first time, the investigators may be able to determine a person's probability of having a heart attack via non-conventional risk factors. This may provide opportunities for novel diagnostic tests as well as a potential for therapeutic intervention. The link between gut microbiota and the severity of heart attacks may also lead to novel therapeutic approaches (probiotics, non-absorbable antibiotics) to prevent heart attacks from happening. The studies proposed will test the hypothesis that altered intestinal microbiota are mechanistically linked to the pathogenesis of cardiovascular disease. The investigator's objective is to determine whether inflammatory markers in the blood are decreased and endothelial cell function improved by a probiotic in patients with established coronary artery disease. Furthermore, the investigators wish to elucidate a mechanism by which the gut microbiota regulates serum inflammatory markers.\n\n1. Specific Aim 1 will determine the impact of a probiotic on circulating leptin and TMAO levels, conventional risk factors for cardiovascular disease and diabetes (total cholesterol, LDL cholesterol, oxidized LDL, triglycerides, C-reactive protein, serum amyloid A, fibrinogen and adiponectin, glucose-dependent- insulinotropic polypeptide (GIP), glucagon-like-peptide (GLP-1), glucagon, insulin), and their relationship to the intestinal microbiota (15 representative microbial groups) as non conventional risk factors. Several blood samples will be collected to measure biomarkers. Participants will provide periodic stool samples in order to measure gut bacterial biodiversity. Lastly, endothelial cell function (flow mediated dilation) will be measured in order to assess blood vessel function.\n2. Specific Aim 2 will determine the impact of a probiotic on metabolites derived from the intestinal microbiota as candidates for non-conventional risk factors of cardiovascular disease. The relationship between metabolites derived from the intestinal microbiota, endothelial cell function and risk factors for cardiovascular disease identified in Specific Aim 1 will be correlated.",
            "detailedDescription": "Recently, a direct link between intestinal microbiota, dietary phosphatidylcholine, and promotion of cardiovascular disease has been elegantly demonstrated. In this study, broad spectrum antibiotics were employed to disrupt the intestinal microbiota, and metabolomic analysis identified 3 metabolites of phosphatidylcholine, including TMAO, linked to atherosclerosis. However, the impact of intestinal dysbiosis on the heart and its susceptibility to injury from ischemia/reperfusion has not been known until now.\n\nNovel work has demonstrated a mechanistic link between changes in the intestinal microbiota and severity of myocardial infarction. Treatment of Dahl S rats with the commercially available probiotic bacterium Lactobacillus plantarum 299v, and a non-absorbed antibiotic vancomycin to alter abundance of multiple microbiota reduced circulating leptin levels, reduced myocardial infarct size, and improved recovery of post-ischemic mechanical function. Pretreatment with leptin abolished cardioprotection by the probiotic and the antibiotic.\n\nThese findings also show the reach of the intestinal microbiota extends far beyond local effects to remote organ systems such as the heart and provide support for the metabolomic studies to be conducted in Specific Aim 2. The prior discovery of a relationship between intestinal microbiota, their metabolites and myocardial infarction provides opportunities for novel therapeutic approaches (probiotics, non-absorbable antibiotics and/or microbial metabolites) for the treatment and prevention of cardiovascular disease.\n\nPrior studies indicate an important role of leptin in signaling between the intestinal microbiota and the heart. Supplementation of the diet with active cultures of Lactobacillus plantarum 299v leads to significant reductions in fibrinogen and LDL-cholesterol, and leptin concentrations in smokers. These clinical studies demonstrate that a probiotic is capable of decreasing risk factors for cardiovascular disease. Note that neither leptin nor TMAO levels, per se, are recognized cardiovascular risk factor. This is currently an area with enormous potential for gaining new mechanistic insight and may lead to a therapeutic product or clinical use.\n\nImpaired endothelial function is recognized as an early and modulating process in the pathogenesis of atherosclerotic cardiovascular disease. Furthermore, it has been shown that patients with Type 2 Diabetes Mellitus exhibit endothelial dysfunction and that this phenotype precedes development of frank hyperglycemia. Endothelial function is easily measurable by non-invasive means and endothelial dysfunction measured non-invasively independently predicts future cardiovascular risk in patients both with and without clinically apparent cardiovascular disease. Conduit vessel endothelial function in humans is commonly quantified by measurement of flow-mediated dilation (FMD) in the brachial artery, which represents the endothelium-dependent relaxation of a conduit artery - typically the brachial artery - due to an increased blood flow. FMD correlates with impaired endothelium-dependent relaxation in the coronary arteries and is a commonly recognized \"barometer\" of cardiovascular risk. Taken together, these data suggest brachial FMD is an ideal surrogate marker of cardiovascular risk to monitor the effects of Lactobacillus plantarum 299v as proposed in this work. Michael Widlansky has extensive experience in the use of FMD to measure endothelial function."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular Disease",
                "Diabetes Mellitus, Type 2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 215,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Goodbelly First",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects in this arm will consume 1 serving of lactobacillus plantarum 299v daily for first 6 weeks.",
                    "interventionNames": [
                        "Dietary Supplement: Goodbelly first"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Subjects in this arm will consume 1 serving of heat-killed placebo daily for first 6 weeks.",
                    "interventionNames": [
                        "Dietary Supplement: Placebo first"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Goodbelly first",
                    "description": "Consumption of 1 serving of Goodbelly probiotic daily for 6 weeks. This is followed by 6 weeks of placebo.",
                    "armGroupLabels": [
                        "Goodbelly First"
                    ],
                    "otherNames": [
                        "Goodbelly"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo first",
                    "description": "Consumption of 1 serving of probiotic placebo daily for 6 weeks. of 1 serving of Goodbelly probiotic daily for 6 weeks.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "change in baseline flow mediated dilation (FMD) at 6 weeks",
                    "description": "This is a measurement of endothelial function in the brachial artery",
                    "timeFrame": "baseline and week 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "CAD Inclusion Criteria\n\nAge between 40-80 years old History of known coronary artery disease (by either history of myocardial infarction, angiogram demonstrative \\>=50% stenosis in at least 1 major epicardial coronary artery, or a previous stress test that showed evidence of ischemia that has not been revealed to be a false positive test by angiography)\n\nT2DM without CAD Inclusion Criteria\n\n1. Age between 40-80 years old\n2. History of known Diabetes Mellitus Type II as previously diagnosed by patient's provider (ICD-9/10 code)\n\nCAD Exclusion Criteria\n\nUnstable angina or myocardial infarction by history, ECG, and/or enzymatic criteria within 1 month of enrollment.\n\nLV dysfunction as defined by an LV ejection fraction documented as \\< 45% within 1 year of enrollment by an echocardiogram, MRI, or nuclear imaging.\n\nUncontrolled hypertension with a blood pressure greater than 170/100 mmHg at the screening visit.\n\nKnown history of chronic renal insufficiency, liver dysfunction, or cancer besides non-melanoma skin carcinomas or localized prostate cancer requiring systemic treatment within five years of enrollment.\n\nKnown history of cognitive impairment or inability to follow study procedures Patient with GI tract illness such as short gut syndrome, inflammatory bowel disease, or an ileostomy.\n\nPatient with an implanted defibrillator or permanent pacemaker on which the potential participant is known to rely upon for greater than 50% of ventricular depolarizations.\n\nPatients who received probiotics, prebiotics, and antibiotics in the last 12 weeks.\n\nPatients with dosing changes of vasoactive medications and HMG-CoA reductase inhibitors in the 6 weeks prior to enrollment.\n\nPregnancy Patients who is currently taking Vitamin K anatagonists such as coumadin, warfarin.\n\nThose who are daily drinkers or use illicit drugs.\n\nT2DM without CAD Exclusion Criteria\n\nHgb A1C \\> 9.5 % Coronary Artery Disease (by either history of myocardial infarction, angiogram demonstrative \\>=50% stenosis in at least 1 major epicardial coronary artery, or a previous stress test that showed evidence of ischemia that has not been revealed to be a false positive test by angiography) Unstable angina or myocardial infarction by history, ECG, and/or enzymatic criteria within 1 month of enrollment.\n\nLV dysfunction as defined by an LV ejection fraction documented as \\< 45% within 1 year of enrollment by an echocardiogram, MRI, or nuclear imaging.\n\nUncontrolled hypertension with a blood pressure greater than 170/100 mmHg at the screening visit.\n\nKnown history of chronic renal insufficiency, liver dysfunction, or cancer besides non-melanoma skin carcinomas or localized prostate cancer requiring systemic treatment within five years of enrollment.\n\nKnown history of cognitive impairment or inability to follow study procedures Patient with GI tract illness such as short gut syndrome, inflammatory bowel disease, or an ileostomy.\n\nPatient with an implanted defibrillator or permanent pacemaker on which the potential participant is known to rely upon for greater than 50% of ventricular depolarizations.\n\nPatients who received probiotics, prebiotics, and antibiotics in the last 12 weeks.\n\nPatients with dosing changes of vasoactive medications and HMG-CoA reductase inhibitors in the 6 weeks prior to enrollment.\n\nPregnancy Patients who is currently taking Vitamin K anatagonists such as coumadin, warfarin.\n\nThose who are daily drinkers or use illicit drugs.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Widlansky, MD",
                    "role": "CONTACT",
                    "phone": "414-955-6759",
                    "email": "mwidlans@mcw.edu"
                },
                {
                    "name": "Ryan Kacala",
                    "role": "CONTACT",
                    "phone": "414-955-6885",
                    "email": "rkacala@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Widlansky, MD",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael E Widlansky",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22247331",
                    "type": "BACKGROUND",
                    "citation": "Lam V, Su J, Koprowski S, Hsu A, Tweddell JS, Rafiee P, Gross GJ, Salzman NH, Baker JE. Intestinal microbiota determine severity of myocardial infarction in rats. FASEB J. 2012 Apr;26(4):1727-35. doi: 10.1096/fj.11-197921. Epub 2012 Jan 12."
                },
                {
                    "pmid": "12450890",
                    "type": "BACKGROUND",
                    "citation": "Naruszewicz M, Johansson ML, Zapolska-Downar D, Bukowska H. Effect of Lactobacillus plantarum 299v on cardiovascular disease risk factors in smokers. Am J Clin Nutr. 2002 Dec;76(6):1249-55. doi: 10.1093/ajcn/76.6.1249."
                },
                {
                    "pmid": "14522472",
                    "type": "BACKGROUND",
                    "citation": "Widlansky ME, Gokce N, Keaney JF Jr, Vita JA. The clinical implications of endothelial dysfunction. J Am Coll Cardiol. 2003 Oct 1;42(7):1149-60. doi: 10.1016/s0735-1097(03)00994-x."
                },
                {
                    "pmid": "11788217",
                    "type": "BACKGROUND",
                    "citation": "Corretti MC, Anderson TJ, Benjamin EJ, Celermajer D, Charbonneau F, Creager MA, Deanfield J, Drexler H, Gerhard-Herman M, Herrington D, Vallance P, Vita J, Vogel R; International Brachial Artery Reactivity Task Force. Guidelines for the ultrasound assessment of endothelial-dependent flow-mediated vasodilation of the brachial artery: a report of the International Brachial Artery Reactivity Task Force. J Am Coll Cardiol. 2002 Jan 16;39(2):257-65. doi: 10.1016/s0735-1097(01)01746-6. Erratum In: J Am Coll Cardiol 2002 Mar 20;39(6):1082."
                },
                {
                    "pmid": "1359209",
                    "type": "BACKGROUND",
                    "citation": "Celermajer DS, Sorensen KE, Gooch VM, Spiegelhalter DJ, Miller OI, Sullivan ID, Lloyd JK, Deanfield JE. Non-invasive detection of endothelial dysfunction in children and adults at risk of atherosclerosis. Lancet. 1992 Nov 7;340(8828):1111-5. doi: 10.1016/0140-6736(92)93147-f."
                },
                {
                    "pmid": "20952670",
                    "type": "BACKGROUND",
                    "citation": "Thijssen DH, Black MA, Pyke KE, Padilla J, Atkinson G, Harris RA, Parker B, Widlansky ME, Tschakovsky ME, Green DJ. Assessment of flow-mediated dilation in humans: a methodological and physiological guideline. Am J Physiol Heart Circ Physiol. 2011 Jan;300(1):H2-12. doi: 10.1152/ajpheart.00471.2010. Epub 2010 Oct 15."
                },
                {
                    "pmid": "9874063",
                    "type": "BACKGROUND",
                    "citation": "Takase B, Uehata A, Akima T, Nagai T, Nishioka T, Hamabe A, Satomura K, Ohsuzu F, Kurita A. Endothelium-dependent flow-mediated vasodilation in coronary and brachial arteries in suspected coronary artery disease. Am J Cardiol. 1998 Dec 15;82(12):1535-9, A7-8. doi: 10.1016/s0002-9149(98)00702-4."
                },
                {
                    "pmid": "12163419",
                    "type": "BACKGROUND",
                    "citation": "Vita JA, Keaney JF Jr. Endothelial function: a barometer for cardiovascular risk? Circulation. 2002 Aug 6;106(6):640-2. doi: 10.1161/01.cir.0000028581.07992.56. No abstract available."
                },
                {
                    "pmid": "23614584",
                    "type": "RESULT",
                    "citation": "Tang WH, Wang Z, Levison BS, Koeth RA, Britt EB, Fu X, Wu Y, Hazen SL. Intestinal microbial metabolism of phosphatidylcholine and cardiovascular risk. N Engl J Med. 2013 Apr 25;368(17):1575-84. doi: 10.1056/NEJMoa1109400."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T355",
                    "name": "Acidophilus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}