{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06129435",
            "orgStudyIdInfo": {
                "id": "STUDY00005088"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Games on Memory Reconsolidation and Trauma Symptoms",
            "officialTitle": "Effects of Behavioral Tasks on Memory Reconsolidation and Trauma-Related Symptoms: A Randomized Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-games-on-memory-reconsolidation-and-trauma-symptoms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-03",
            "studyFirstSubmitQcDate": "2023-11-07",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate the effects of a visuospatial task on memory reconsolidation and trauma symptoms for trauma-exposed individuals after exposure to traumatic memory reactivation paradigm.",
            "detailedDescription": "It is estimated that over 70% of individuals worldwide have experienced a trauma within their lifetime. Many people spontaneously recover without formal intervention or treatment after exposure to a traumatic event, however, some individuals may develop intrusive trauma-related memories, avoidance, negative changes in cognitions or mood, or changes in arousal and reactivity, resulting in clinical or sub-clinical symptoms of posttraumatic stress disorder (PTSD). Although empirically supported trauma-focused treatments currently exist (e.g., Prolonged Exposure Therapy, Cognitive Processing Therapy), they are typically economically expensive, time consuming, require therapy sessions with a specialized provider, and have moderate to high nonresponse and dropout rates (20-50%). As such, there is a need for novel and palatable prevention and treatment strategies for PTSD.\n\nInnovative preclinical research has revealed that, after memory retrieval, previously consolidated memories temporarily enter a labile state and become vulnerable to pharmacological and behavioral disruptors. The impermanence of memory has potential clinical applications for the secondary prevention and treatment of memory-based psychiatric disorders (e.g., anxiety disorder and PTSD). Several randomized controlled experiments with healthy volunteers have shown that engaging in a taxing visuospatial task (playing the game Tetris) 24 hours, or up to four days, after viewing traumatic film (analogue trauma) significantly reduced the subsequent number of intrusive memories relative to those who completed no task or who played a control game. Similar findings have been replicated among individuals with PTSD. One study found that participants with complex and longstanding PTSD demonstrated a decrease in intrusive trauma memories after undergoing a trauma memory reminder and playing Tetris for 25 minutes in an inpatient treatment setting. Similarly, participants with a history of traumatic birth who underwent a trauma memory reminder and a single session of Tetris gameplay displayed significant reduction of intrusive memory frequency at one-month follow-up. Taken together, these findings suggest that visuospatial disruptors (i.e., playing Tetris) may have clinical utility in preventing or treating PTSD.\n\nThe overarching objective of this study is to investigate the effects of a visuospatial task on memory reconsolidation and trauma symptoms among trauma-exposed individuals after exposure to a trauma memory reactivation paradigm. To accomplish this, the investigators will conduct a three-arm placebo-controlled randomized clinical trial. The three treatment conditions of the proposed study are: (1) visuospatial task (VST); (2) word association task (WAT); or (3) no treatment control condition (NT-CTRL).\n\nThe current study intends to expound upon this emerging area of research by conducting a randomized controlled trial investigating the effects of behavioral disruptors (i.e., playing Tetris, playing a word association game, or no-game play control) after a trauma memory reactivation procedure among a trauma-exposed population."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Trauma"
            ],
            "keywords": [
                "PTSD",
                "Trauma",
                "Behavioral task",
                "Memory reconsolidation",
                "Memory disruptor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Visuospatial Task (VST)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Visuospatial Task (VST)"
                    ]
                },
                {
                    "label": "Word Association Task (WAT)",
                    "type": "SHAM_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Word Association Task (WAT)"
                    ]
                },
                {
                    "label": "No Game Play (NT-CTRL)",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Visuospatial Task (VST)",
                    "description": "Participants randomized to the VST condition will play a visuospatial game (i.e., Tetris). Participants will be given two minutes to practice Tetris and then will be instructed to play for 15 minutes without stopping.",
                    "armGroupLabels": [
                        "Visuospatial Task (VST)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Word Association Task (WAT)",
                    "description": "Participants randomized to the WAT condition will play a word association game. Research staff members will read from a list of 300 words, not associated with trauma, to the participant. The participant will verbally respond to each word out loud with the first word that comes to their mind. This word association task will continue for 15 minutes or until all 300 words are read, whichever occurs first.",
                    "armGroupLabels": [
                        "Word Association Task (WAT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Momentary Assessment of Distress Scale",
                    "description": "The Momentary Assessment of Distress Scale (MADS) is a customizable sliding scale used to measure continuous real-time changes in levels of subjective emotional stress on scale from 0 (no distress) to 10 (extreme distress). The MADS is used to index changes in emotional reactivity during exposure to a trauma memory reactivation cue.",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Subjective Units of Distress Scale - Peak",
                    "description": "The Subjective Units of Distress Scale - Peak (P-SUDS) is a measure that retrospectively assesses level of distress on a 0 (no distress) to 10 (extreme distress) scale.",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Posttraumatic Stress Disorder Checklist",
                    "description": "The Posttraumatic Stress Disorder Checklist for DSM-5 (PCL-5) is a 20-item self-report questionnaire that assesses symptoms consistent with the DSM-5 diagnosis of PTSD. Respondents rate the frequency of each symptom over the last month utilizing a 5-point scale (0 indicating \"not at all\"; 4 indicating \"extremely\").",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Posttraumatic Cognition Inventory",
                    "description": "The Brief Version of the Posttraumatic Cognitions Inventory (PTCI-9) is a 9-item questionnaire that assesses negative posttraumatic cognition. Items are rated on a 7-point Likert scale with 1 indicating \"Totally disagree\" and 7 indicating \"Totally agree.\" The instrument consists of three subscales (self-blame, negative cognitions of the self, and negative cognitions of the world) to yield the total and subscale scores, with higher scores indicating more negative posttraumatic cognitions.",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Posttraumatic Safety Behaviors Inventory",
                    "description": "The Posttraumatic Safety Behavior Inventory (PSBI) is a 13-item self-report questionnaire that assesses safety behaviors related to PTSD. Items are rated on a 5-point scale with 0 indicating \"Never\" and 4 indicating \"Always.\" The first 10 items of the inventory yield a summed total score. The last three items of the inventory are open-ended to record safety behavior specific to the respondent and can be used in clinical applications. Higher scores suggest more engagement with PTSD safety behaviors.",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Posttraumatic Growth Inventory",
                    "description": "The Posttraumatic Growth Inventory (PGTI) is a 21-item self-report scale that measures positive outcomes associated with traumatic events. Items are rated on a 6-point scale with 0 indicating \"I did not experience this as a result of my crisis\" and 5 indicating \"I experienced this change to a very great degree as a result of my crisis.\" The inventory is comprised of five factors (appreciation of life relating to others, spiritual change, new possibilities, and personal strength).",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Trauma Coping Self-Efficacy Scale",
                    "description": "The Trauma Coping Self-Efficacy (CSE-T) Scale - 9-item is a brief self-report scale that assesses perceptions of coping self-efficacy following a traumatic experience. Respondents rate their perceived capacity to handle demands related to their trauma on a 7-point scale (1 indicating \"Not at all capable\"; 7 indicating \"Totally capable\").",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                },
                {
                    "measure": "Connor-Davidson Resilience Scale",
                    "description": "The Connor-Davidson Resilience Scale - 10 item (CD-RISC-10) is a 10-item self-report questionnaire that assesses resilience (e.g., the ability to cope with adverse experiences). Respondents rate items utilizing a 5-point scale (0 indicating \"not true at all\"; 4 indicating \"true nearly all the time\"). The summation of all items yields a total score, ranging from 0 to 40, with higher scores suggesting greater resilience.",
                    "timeFrame": "Change from Baseline to Two-week Follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults aged 18 to 65\n* Fluent in written and spoken English\n* Has access to the internet\n* Access to a computer (laptop or desktop) with a camera that has video and audio recording capability\n* History of trauma exposure to either a motor vehicle (MVC), sexual assault, physical assault, or combat.\n\nExclusion Criteria:\n\n* Insufficient emotional reactivity to the trauma memory reactivation video clip (\\<5 the Peak Subjective Units of Distress Scale)\n* Presence of significant suicidality or a history of a suicide attempt within the past 6 months\n* History of psychosis within the past 6 months\n* Changes in psychotropic medication (≤ 8 weeks)\n* Currently receiving trauma-focused psychotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael J Telch, PhD",
                    "role": "CONTACT",
                    "phone": "(512) 560-4100",
                    "email": "telch@austin.utexas.edu"
                },
                {
                    "name": "Estrella V Thomas, MA",
                    "role": "CONTACT",
                    "phone": "‪(512) 766-9395‬",
                    "email": "utgamestudy@utexas.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The Laboratory for the Study of Anxiety Disorders, The University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael J Telch, PhD",
                            "role": "CONTACT",
                            "phone": "512-560-4100",
                            "email": "telch@austin.utexas.edu"
                        },
                        {
                            "name": "Estrella V Thomas, MA",
                            "role": "CONTACT",
                            "phone": "(512) 766-9395‬",
                            "email": "utgamestudy@utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35029706",
                    "type": "BACKGROUND",
                    "citation": "Bolsoni LM, Crippa JAS, Hallak JEC, Guimaraes FS, Zuardi AW. Effects of cannabidiol on symptoms induced by the recall of traumatic events in patients with posttraumatic stress disorder. Psychopharmacology (Berl). 2022 May;239(5):1499-1507. doi: 10.1007/s00213-021-06043-y. Epub 2022 Jan 14."
                },
                {
                    "pmid": "15677582",
                    "type": "BACKGROUND",
                    "citation": "Bradley R, Greene J, Russ E, Dutra L, Westen D. A multidimensional meta-analysis of psychotherapy for PTSD. Am J Psychiatry. 2005 Feb;162(2):214-27. doi: 10.1176/appi.ajp.162.2.214. Erratum In: Am J Psychiatry. 2005 Apr;162(4):832. Am J Psychiatry. 2006 Feb;163(2):330."
                },
                {
                    "pmid": "35108604",
                    "type": "BACKGROUND",
                    "citation": "Deforges C, Fort D, Stuijfzand S, Holmes EA, Horsch A. Reducing childbirth-related intrusive memories and PTSD symptoms via a single-session behavioural intervention including a visuospatial task: A proof-of-principle study. J Affect Disord. 2022 Apr 15;303:64-73. doi: 10.1016/j.jad.2022.01.108. Epub 2022 Jan 30."
                },
                {
                    "pmid": "17695343",
                    "type": "BACKGROUND",
                    "citation": "Faul F, Erdfelder E, Lang AG, Buchner A. G*Power 3: a flexible statistical power analysis program for the social, behavioral, and biomedical sciences. Behav Res Methods. 2007 May;39(2):175-91. doi: 10.3758/bf03193146."
                },
                {
                    "pmid": "29152159",
                    "type": "BACKGROUND",
                    "citation": "Hagenaars MA, Holmes EA, Klaassen F, Elzinga B. Tetris and Word games lead to fewer intrusive memories when applied several days after analogue trauma. Eur J Psychotraumatol. 2017 Oct 31;8(sup1):1386959. doi: 10.1080/20008198.2017.1386959. eCollection 2017."
                },
                {
                    "pmid": "14690352",
                    "type": "BACKGROUND",
                    "citation": "Hembree EA, Foa EB, Dorfan NM, Street GP, Kowalski J, Tu X. Do patients drop out prematurely from exposure therapy for PTSD? J Trauma Stress. 2003 Dec;16(6):555-62. doi: 10.1023/B:JOTS.0000004078.93012.7d."
                },
                {
                    "pmid": "26133572",
                    "type": "BACKGROUND",
                    "citation": "James EL, Bonsall MB, Hoppitt L, Tunbridge EM, Geddes JR, Milton AL, Holmes EA. Computer Game Play Reduces Intrusive Memories of Experimental Trauma via Reconsolidation-Update Mechanisms. Psychol Sci. 2015 Aug;26(8):1201-15. doi: 10.1177/0956797615583071. Epub 2015 Jul 1."
                },
                {
                    "pmid": "30507232",
                    "type": "BACKGROUND",
                    "citation": "Kessler H, Holmes EA, Blackwell SE, Schmidt AC, Schweer JM, Bucker A, Herpertz S, Axmacher N, Kehyayan A. Reducing intrusive memories of trauma using a visuospatial interference intervention with inpatients with posttraumatic stress disorder (PTSD). J Consult Clin Psychol. 2018 Dec;86(12):1076-1090. doi: 10.1037/ccp0000340."
                },
                {
                    "pmid": "31036259",
                    "type": "BACKGROUND",
                    "citation": "Kessler H, Schmidt AC, James EL, Blackwell SE, von Rauchhaupt M, Harren K, Kehyayan A, Clark IA, Sauvage M, Herpertz S, Axmacher N, Holmes EA. Visuospatial computer game play after memory reminder delivered three days after a traumatic film reduces the number of intrusive memories of the experimental trauma. J Behav Ther Exp Psychiatry. 2020 Jun;67:101454. doi: 10.1016/j.jbtep.2019.01.006. Epub 2019 Jan 25."
                },
                {
                    "pmid": "29075426",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Aguilar-Gaxiola S, Alonso J, Benjet C, Bromet EJ, Cardoso G, Degenhardt L, de Girolamo G, Dinolova RV, Ferry F, Florescu S, Gureje O, Haro JM, Huang Y, Karam EG, Kawakami N, Lee S, Lepine JP, Levinson D, Navarro-Mateu F, Pennell BE, Piazza M, Posada-Villa J, Scott KM, Stein DJ, Ten Have M, Torres Y, Viana MC, Petukhova MV, Sampson NA, Zaslavsky AM, Koenen KC. Trauma and PTSD in the WHO World Mental Health Surveys. Eur J Psychotraumatol. 2017 Oct 27;8(sup5):1353383. doi: 10.1080/20008198.2017.1353383. eCollection 2017."
                },
                {
                    "pmid": "10963596",
                    "type": "BACKGROUND",
                    "citation": "Nader K, Schafe GE, Le Doux JE. Fear memories require protein synthesis in the amygdala for reconsolidation after retrieval. Nature. 2000 Aug 17;406(6797):722-6. doi: 10.1038/35021052."
                },
                {
                    "pmid": "18573035",
                    "type": "BACKGROUND",
                    "citation": "Schottenbauer MA, Glass CR, Arnkoff DB, Tendick V, Gray SH. Nonresponse and dropout rates in outcome studies on PTSD: review and methodological considerations. Psychiatry. 2008 Summer;71(2):134-68. doi: 10.1521/psyc.2008.71.2.134."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Game Study Prescreen Eligibility Survey",
                    "url": "https://utexas.qualtrics.com/jfe/form/SV_87YpeIcEcfFFpv8"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Trauma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}