{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06053229",
            "orgStudyIdInfo": {
                "id": "IRB2022-118"
            },
            "organization": {
                "fullName": "Brigham Young University",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Percussive Massage on Skeletal Muscle During Limb Immobilization",
            "officialTitle": "The Effect of Percussive Massage on the Maintenance of Skeletal Muscle and Vascular Health During Limb Immobilization",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-percussive-massage-on-skeletal-muscle-during-limb-immobilization"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-15",
            "studyFirstSubmitQcDate": "2023-09-21",
            "studyFirstPostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rob Hyldahl",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Brigham Young University"
            },
            "leadSponsor": {
                "name": "Brigham Young University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary aims of this study are to determine the effect of percussive massage (30 min/session, 2 sessions/day, daily) during 10 days of unilateral limb immobilization on preserving muscle, vascular, and mitochondrial function. The following hypotheses will be tested:\n\nHypothesis 1: Percussive massage will attenuate the loss of size, strength and endurance over the immobilization period compared to the control group, as measured by MRI, maximal isometric and isokinetic force production and muscle endurance test using Biodex dynamometry.\n\nHypothesis 2: Percussive massage will attenuate the loss of vascular function and blood flow compared to the control group as measured by passive leg movement and femoral artery blood flow.\n\nHypothesis 3: Percussive massage will attenuate the loss of skeletal muscle mitochondrial function and decrease H2O2 production during immobilization compared to the control group, as measured by high-resolution respirometry.",
            "detailedDescription": "Phase 1. Pre-measures: Pre-measures will occur over the course of 2 days.\n\nVisit 1:\n\nMRI scan: Participants will report to the MRI facility and fill out an MRI safety screening form. Upon completion, a 3-Tesla magnet will be used to image their left thigh (for more detail on MRI protocol see section 7.4 below).\n\nVisit 2:\n\nBlood flow and vascular function measurement: Upon arrival, participants will rest on a chair for 15 minutes with their left leg resting on a rolling desktop to stabilize their heart rate and blood flow. Blood flow will be measured with Doppler Ultrasound at the Common Femoral Artery while the subjects rest and while their leg is passively moved through a 90° range of motion. This test will be repeated 3 times to determine the dilatory function of the resistance arteries of the leg.\n\nMuscle biopsy: After completing the vascular function measurement, subjects will lie down on a treatment table. Their left thigh will be prepped, cleaned, numbed with lidocaine, and biopsied.\n\nMuscle strength and endurance measurement: Subjects will be seated in a chair with their leg bent to 90° (hanging straight down) and ankle fastened in a custom brace that is attached to a strain gauge. Subjects will be asked to kick against the immovable brace multiple times at moderate intensities. They will then be asked to kick as hard as they can to determine their maximum voluntary contraction (MVC). Then they will kick at 40-45% of their MVC until the generated force drops below 40% of MVC.\n\nProviding a knee brace and crutches: In this study, the subjects' left leg will undergo immobilization using an aluminum frame knee brace. Trained lab personnel will instruct the subjects on how to properly apply and remove the knee brace. Crutches will be provided so that they can get around while staying off the assigned leg. The subjects will be instructed on how to properly use the crutches. We will confirm their ability to use the crutches properly and practice going up and downstairs in order to increase their familiarity with the demands of using crutches. They will also need to fill out an activity assessment questionnaire during each lab visit and at home during the next 7 days of recovery after the biopsy.\n\nPhase 2. Immobilization\n\nThe subjects are asked to apply the knee brace and start using crutches from the morning of the day they come for their 3rd visit. The immobilization period will last 10 days. The brace should be worn at all times throughout the day, but can be taken off at night during sleep. During each visit to the lab, the subjects will fill out the food log and activity assessment questionnaire.\n\nVisit 3: Subjects will lie down on a treatment table, with their knee brace removed for 15 minutes to stabilize their heart rate and blood flow. Then their baseline blood flow will be measured with a doppler ultrasound at the common femoral artery. The subjects in the massage group will receive percussive massage on their thigh for 30 minutes and the subjects in the control group will lie down on the bed without receiving any treatment (the subjects are randomized into massage or control groups after they enroll in the study). Every 5 minutes, the percussive massage stops, and blood flow will be measured. There will be a total of 7 blood flow measurements (each for 30 seconds) during this visit.\n\nVisit 4-20: The subjects will report to the lab twice a day to receive percussive massage (massage group) or lie on the bed (control group) for 30 minutes. In order to monitor the level of pressure the subjects received during the percussive massage, a pressure perception chart will be used. Based on the subject's feedback throughout the training session, the investigators will be able to keep the pressure at a moderate level\n\nVisit 21: same as visit 3\n\nPhase 3. Post-measures: Post-measures will occur in 1 day.\n\nVisit 22: 24 hours after their 21st visit, the subjects will return the knee brace and crutches. Then they will undergo an MRI scan, vascular function measurement, biopsy, and muscle strength and endurance tests. All tests will be the same as pre-measures."
        },
        "conditionsModule": {
            "conditions": [
                "Massage Therapy",
                "Muscular Atrophy"
            ],
            "keywords": [
                "Massage",
                "immobilization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, parallel design",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Massage",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive a daily 30 minute percussive massage treatment on the knee extensor muscles twice per day during the 10 day immobilization period",
                    "interventionNames": [
                        "Device: percussive massage",
                        "Combination Product: Leg Immobilization"
                    ]
                },
                {
                    "label": "Control",
                    "type": "SHAM_COMPARATOR",
                    "description": "This group will lie on the bed for a total of 30 minutes, but receive no massage",
                    "interventionNames": [
                        "Combination Product: Leg Immobilization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "percussive massage",
                    "description": "30 minutes of percussive massage will be administered twice per day during the 10 day immobilization period using a percussive massage device",
                    "armGroupLabels": [
                        "Massage"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Leg Immobilization",
                    "description": "All subjects will have their left leg immobilized using an immobilization brace for 10 days",
                    "armGroupLabels": [
                        "Control",
                        "Massage"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "knee extensor muscle strength",
                    "description": "Assessed by dynamometry",
                    "timeFrame": "Immediately before the onset of leg immobilization and after 10 days of leg immobilization"
                },
                {
                    "measure": "Vastus lateralis cross-sectional area",
                    "description": "Assessed by MRI",
                    "timeFrame": "Immediately before the onset of leg immobilization and after 10 days of leg immobilization"
                },
                {
                    "measure": "Skeletal muscle mitochondrial function",
                    "description": "Assessed in muscle biopsies using in vivo respirometry",
                    "timeFrame": "Immediately before the onset of leg immobilization and after 10 days of leg immobilization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-50 years old (women are pre-menopausal). We will exclude individuals over the age of 50 because the adaptive capability of skeletal muscle fundamentally changes with older age, and the risk from disuse increases. The findings of this study will help determine the risk benefit relationship of conducting a similar study in older individuals.\n* Stable levels of physical activity for at least 6 months\n* No history of lower extremity injury that would preclude their ability to perform knee extension exercise\n\nExclusion Criteria:\n\n* Cigarette or marijuana smoker\n* Pregnant or planning to become pregnant within next month\n* Cardiovascular, metabolic disease or cognitive disease (e.g. Alzheimer's or mild cognitive impairment)\n* Taking prescribed medications (e.g. blood pressure medication) or anti-depressants\n* Habitual use of any type of massage or vibration on their thigh\n* Note that subjects who are mentally unable to understand the consenting process and provide informed consent will not be included in this study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert D Hyldahl, PhD",
                    "role": "CONTACT",
                    "phone": "8014221237",
                    "email": "robhyldahl@byu.edu"
                },
                {
                    "name": "Ty Hopkins, PhD",
                    "role": "CONTACT",
                    "phone": "8014221573"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert D Hyldahl, PhD",
                    "affiliation": "Brigham Young University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham Young University",
                    "status": "RECRUITING",
                    "city": "Provo",
                    "state": "Utah",
                    "zip": "84602",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert D Hyldahl, PhD",
                            "role": "CONTACT",
                            "phone": "801-422-1237",
                            "email": "robhyldahl@byu.edu"
                        },
                        {
                            "name": "Ty Hopkins, PhD",
                            "role": "CONTACT",
                            "phone": "8014221573",
                            "email": "jthops@me.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.23384,
                        "lon": -111.65853
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "asFound": "Muscular Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}