{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05568264",
            "orgStudyIdInfo": {
                "id": "IRB 2022 5243"
            },
            "organization": {
                "fullName": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "briefTitle": "Effects of a Physical Therapy Intervention on Motor Delay in Infants Admitted to a Neonatal Intensive Care Unit",
            "officialTitle": "Early Detection and Therapeutic Improvement of Motor Delay in High Risk Infants: A Randomized, Controlled Trial",
            "therapeuticArea": [
                "Critical Care",
                "Respiratory",
                "Other"
            ],
            "study": "effects-of-a-physical-therapy-intervention-on-motor-delay-in-infants-admitted-to-a-neonatal-intensive-care-unit"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-27",
            "studyFirstSubmitQcDate": "2022-09-30",
            "studyFirstPostDateStruct": {
                "date": "2022-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Arun Jayaraman, PT, PhD",
                "investigatorTitle": "Investigator",
                "investigatorAffiliation": "Shirley Ryan AbilityLab"
            },
            "leadSponsor": {
                "name": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ann & Robert H Lurie Children's Hospital of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "Northwestern University",
                    "class": "OTHER"
                },
                {
                    "name": "Northwestern Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "University of Illinois at Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Study Aims\n\nPilot study: Due to the large recruitment goal and length of the project, the study team/PIs will evaluate the first cohort of 6-10 participants to refine study procedures and study-related materials. If no major modifications are made to the protocol as a result of this evaluation, data from these participants will be included for analysis.\n\nAim 1: Evaluate the efficacy of an early, evidence-based, clinical experience-based therapeutic intervention (from the NICU to 12-months corrected age) on improving motor function and reducing severity of motor delays in infants at 12-months corrected age.\n\nThe investigators hypothesize that the intervention group will demonstrate an average 8-point difference (0.5 standard deviation) compared to the standard of care group. \\[an 8-point difference is considered a clinically meaningful difference\\]\n\nAim 2: Evaluate the early effects (i.e., before 12 months) of a therapeutic intervention, provided from NICU to 12-months corrected age, on motor function and severity of motor delay.\n\nThe Investigators hypothesize that a statistically significant higher percentage of infants in the intervention group will demonstrate improved motor function and reduced severity of motor delays, compared to the standard of care group-assessed using sensors, the NSMDA and TIMP-as early as 3-months corrected age.\n\nAim 3: Evaluate whether an early intervention that focuses on caregiver engagement improves caregiver well-being.\n\nThe invetigators hypothesize that an intervention that focuses on supporting and addressing the individual needs of the caregiver will improve caregiver well-being. The investigators will evaluate these effects using the PedsQL (Family Impact Module).",
            "detailedDescription": "The investigators will conduct a randomized controlled trial to evaluate the efficacy of a physical therapy intervention to improve motor function and reduce the severity of motor delays in infants admitted to the Neonatal Intensive Care Unit (NICU). The intervention is based on five principles: active learning, caregiver engagement, environmental enrichment, strengths-based approach, and dose. After enrollment, infants will be randomized to an intervention group or a standard of care group.\n\nThe intervention will start as early as possible (in the NICU) and continue until 12-months corrected age. Infants in the intervention group will receive up to two therapist visits per week in addition to standard of care physical therapy. Caregivers will be asked to work with their infant on activities provided by the therapist. The therapist will provide resources to support the caregiver in working on these activities with their child, and caregivers will be asked to complete the activities for as much time as possible, throughout the day. Therapists will work with caregivers to identify ways to incorporate activities into their day.\n\nAll infants in the study will be eligible to receive any services recommended or prescribed by their medical team and all families will be able to seek out and receive therapy or medical services outside of the study, without limitation.\n\nAll enrolled participants, regardless of group allocation, will complete sets of assessments at defined time points up to 12-months corrected age, with optional assessments at 18 and 24-months corrected age. The investigators will also ask all caregivers to complete surveys at defined time-points throughout the study to collect participant updates, information on infant development, and to monitor services received, caregiver engagement, and caregiver well-being. Caregivers may be invited to participate in a focus group and/or semi-structured interviews to evaluate study perceptions. Medical record review will be completed to evaluate standard-of-care services and medical history (as available)."
        },
        "conditionsModule": {
            "conditions": [
                "Motor Delay",
                "Premature Birth",
                "Intraventricular Hemorrhage",
                "Hypoxic-Ischemic Encephalopathy",
                "Bronchopulmonary Dysplasia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Stratified randomized block design, two-arm, parallel assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Clinicians involved in clinical assessments are blinded to study group",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 192,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physical Therapy Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Infants enrolled in this arm will receive the intervention in addition to standard of care",
                    "interventionNames": [
                        "Other: Physical Therapy intervention"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "Infants enrolled in this arm will receive standard of care"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Physical Therapy intervention",
                    "description": "The intervention is based on five principles: active learning, caregiver engagement, environmental enrichment, strengths-based approach, and dose. The intervention will start in the NICU and continue until 12-months corrected age. Infants in the intervention group will receive up to two therapist visits per week in addition to standard of care physical therapy. Caregivers will be asked to work with their infant on activities provided by the therapist. The therapist will provide resources to support the caregiver in working on these activities with their child, and caregivers will be asked to complete the activities for as much time as possible, throughout the day. Therapists will work with caregivers to identify ways to incorporate activities into their day. Caregiver engagement and caregiver ability to complete sessions and activity recommendations will be monitored.",
                    "armGroupLabels": [
                        "Physical Therapy Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Bayley-4 motor score at 12-months corrected age",
                    "description": "The Bayley-4 is an individually administered instrument that assesses the developmental functioning of infants and young children, aged between 16 days and 42 months, by observing the child's interaction with stimuli designed to engage them. It assesses five domains: Motor, Cognitive, Language, Social-emotional, and Adaptive behavior. The primary outcome will be the Bayley-4 motor score at 12-months corrected age. The standard scores range from 45-155 for the motor domain. Higher scores indicate better outcomes.",
                    "timeFrame": "Bayley-4 motor score assessed at 12-months CA will be the primary outcome"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Movement quality assessed by wearable sensors",
                    "description": "Wireless, lightweight sensors that record continuous, real-time movement information will be applied to the infant's limbs, head, and upper torso at standardized locations either before, during, or after motor assessments. Up to 10 sensors will be applied. The infant's movements will be recorded in various postures, as appropriate to the age/abilities of the infant, such as: supine, prone, pull-to-sit/sitting, standing, and ventral suspension.",
                    "timeFrame": "At each assessment timepoint, including study enrollment, monthly up to 3 months corrected age (CA), 3-month CA, 6-months CA, 9-months CA, 12-months CA, 18-months CA (optional), and 24-months CA (optional)."
                },
                {
                    "measure": "Pediatric Quality of Life Inventory (PedsQL)",
                    "description": "This 36-item module measures parent self-reported functioning in physical (6 items), emotional (5 items), social (4 items), and cognitive (5 items) domains, communication (3 items), and worry (5 items), as well as two scales measuring parent-reported family functioning: daily activities (3 items) and family relationships (5 items). Items are reverse-scored and linearly transformed to a 0-100 scale, such that the minimum score is 0 and the maximum score is 100. A higher score indicates better quality of life.",
                    "timeFrame": "PedsQL will be completed once during NICU stay (up to 45 days post enrolment), at one-and two-month intervals after enrollment; at 3-month corrected age (CA), 6-months CA, 9-months CA, 12-months CA, 18-months CA (optional), and 24-months CA (optional)."
                },
                {
                    "measure": "Bayley-4 Cognitive score Bayley-4 Cognitive score Bayley-4 Cognitive score",
                    "description": "The cognitive section is part of a larger assessment that also covers language and motor skills. It is commonly used to determine developmental delays in children aged between 16 days and 42 months. The standard scores range from 45-155 for the motor domain. Higher scores indicate better outcomes.",
                    "timeFrame": "The Bayley-4 cognitive score will be assessed at 6-months corrected age (CA), 12-months CA, 18-months CA (optional), and 24-months CA (optional)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Pediatric Evaluation of Disability Inventory-Computer Adaptive Test (PEDI-CAT) Mobility Domain",
                    "description": "The PEDI-CAT measures abilities in three functional domains: daily activities, mobility, and social/cognitive. The PEDI-CAT can be used in participants from birth to 20 years of age. It is used to identify functional delay and to determine effects of an intervention. The PEDI-CAT mobility domain, which will be administered in this study, comprises items in several content areas, including basic movement, standing and walking, steps and inclines, and running and playing. The survey is completed by the caregiver. The PEDI-CAT scores range from 20-80. A higher score indicates better functional ability.",
                    "timeFrame": "The PEDI-CAT will be administered at 12-months corrected age (CA), at 18-months CA (optional), and at 24-months CA (optional)."
                },
                {
                    "measure": "Warner Initial Developmental Evaluation of Adaptive and Functional Skills (WIDEA-FS)",
                    "description": "WIDEA-FS assesses a child's adaptive skills in everyday contexts and it is completed by the caregiver. It evaluates four domains, including: mobility (9 items), communication (13 items), social cognition (11 items), and self-care (17 items). The total score for each domain ranges from 50-200 points. A higher score indicates better skills in that domain.",
                    "timeFrame": "The WIDEA-FS will be administered at 12-months corrected age (CA), and at 18-months CA (optional) and 24-months CA (optional)."
                },
                {
                    "measure": "Hammersmith Infant Neurological Exam (HINE)",
                    "description": "The HINE comprises 26-items, spanning five domains: cranial nerve function, posture, quality and quantity of movements, muscle tone, and reflexes and reactions. Each item is given a score between 0 and 3 based on a rubric, with a minimum possible score of 0 and a maximum score of 78. A higher score indicates better neurological performance.",
                    "timeFrame": "The HINE will be performed at 3-months corrected age (CA), 6-months CA, 9-months CA, and 12-months CA."
                },
                {
                    "measure": "Alberta Infant Motor Scale (AIMS)",
                    "description": "The AIMS is a norm referenced, standardized, gross motor assessment. Infants are observed in four positions: prone, sitting, supine, and standing. For each subscale, items are scored as \"observed\" or \"not observed\". Scores from each subscale are added to achieve the total AIMS score. The minimum total score is 0 and the maximum is 58. A higher score indicates more advanced neurological development",
                    "timeFrame": "The AIMS will be administered at 6-months corrected age (CA), 9-months CA, and 12-months CA"
                },
                {
                    "measure": "Neurological, Sensory, Motor, Developmental Assessment (NSMDA)",
                    "description": "The NSMDA measures neurodevelopment between 1-month and 6-years of age. It is composed of five domains: neurological, postural, sensory, fine motor, and gross motor. This assessment has both item scores and functional grades. A item score is obtained for each domain and the overall score is calculated by summing up all items. Depending on the assessment time point, the maximum item scores may range from 185-259. A higher item score is a better outcome.\n\nEach applicable domain is assigned a functional grade score ranging from 1-5. A higher functional grade score indicates reduced function.",
                    "timeFrame": "The NSMDA will be administered at 3-months corrected age (CA), 9-months CA, 12-months CA, 18-months CA (optional), and 24-months CA (optional). Optional sensor assessments will be performed if (i) the infant's caregiver is willing to participate and (ii)"
                },
                {
                    "measure": "General Movement Assessment (GMA)",
                    "description": "The GMA is used to identify absent or abnormal general movements, which may place infants at higher risk of developing neurologic conditions. For the assessment, the infant, ideally in a calm alert state, is placed in a supine position and video-recorded from above.\n\nFor pre-term and term age infants, we will assess both the global and the optimality score, where possible. The optimality score ranges from 0-38. Greater optimality scores indicate better neurologic integrity. The global score is a qualitative description of observed movement repertoire (normal, poor, cramped-synchronized, or chaotic) and variability (variable, monotonous or broken, synchronized, or disorganized).\n\nFor infants aged 3-5 months, optimality score range from 5-28. Greater optimality scores indicate better neurologic integrity. The motor optimality list consists of fidgety movements, repertoire of co-existent other movements, quality of other movements, posture, and movement character.",
                    "timeFrame": "The GMA will be performed at enrollment, at one-month and two-months after enrollment, and at 3-month corrected age (CA). This test may not be scored if performed at 6-8 weeks corrected age, but may videos may be collected to align with sensor data."
                },
                {
                    "measure": "Test of Infant Motor Performance (TIMP)",
                    "description": "The TIMP is a 42-item assessment of postural and selective motor control of functional performance in infants between 34 weeks gestational age and 4 months corrected age. Items are either observed (13) or elicited (29). Item scores are summed. The minimum possible raw score is 0 and the maximum is 142. A higher raw score indicates better performance. Infants receive an age standard rating, based on performance, of average, low average, below average, or far below average. z-score calculations may also be utilized.",
                    "timeFrame": "The TIMP will be administered at enrollment, at one- and two-months after enrollment, and at 3-months corrected age (CA)"
                },
                {
                    "measure": "Bayley-4 Cognitive domain",
                    "description": "The Bayley-4 is an individually administered instrument that assesses the developmental functioning of infants and young children ages 16 days to 42 months by observing the child's interaction with stimuli designed to engage them. It assesses five domains: Cognitive, language motor, social-emotional, and adaptive behavior. The standard scores range from 45-155 for the cognitive domain. Higher scores indicate better outcomes.",
                    "timeFrame": "The Bayley-4 cognitive domain assessment will be administered at 6-months corrected age (CA), 18-months CA (optional), and 24-months CA (optional)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nNICU admission and qualifies for Early Childhood Clinic (NICU high-risk follow up clinic) or Early Intervention due to:\n\n* BW \\<1500 grams\n\nOR\n\n* Disorders of the central nervous system\n\n  * Brain injury (including but not limited to extra axial hemorrhage, any grade intraventricular or intraparenchymal hemorrhage, stroke, hypoxic ischemic encephalopathy (HIE), meningitis)\n\n    * HIE includes mild, moderate, severe exam on modified Sarnat exam, both cooled and non-cooled\n    * includes \"at risk for HIE\" with 10-minute Apgar \\<7 plus pH\\<7.15 or base deficit \\>/=12.\n  * Brain developmental abnormalities (hydrocephalus, microcephaly, cortical dysgenesis)\n  * Cramped synchronous movements at term PMA\n\nOR\n\n* Bronchopulmonary dysplasia (BPD) defined as need for respiratory support at 36 weeks postmenstrual age in an infant born at \\<32 weeks of gestation.\n\nAND\n\n* Medically stable AND able to start intervention between 34-48 weeks PMA.\n\nExclusion Criteria:\n\n(related to inability to complete intervention, sensor placement, or clinic assessments)\n\n* open wounds, skin condition precluding sensor placement\n* immune deficiencies requiring protective isolation\n* limb reduction defects\n* followed primarily in another clinic (including but not limited to meningomyelocele and related conditions/trisomy 21)\n* bleeding disorders or ongoing need for anticoagulation\n* palliative or hospice care (for life limiting conditions including, but not limited to trisomy 18, 13)\n* known visual impairment at the time of enrollment\n* DCFS custody\n* no English-speaking caregivers\n* any other condition that would preclude participation in the study, as determined by the PI\n* previously enrolled in competing randomized trial with developmental outcome variables\n\nEach child's enrollment in the study will be approved by the child's neonatologist.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "33 Weeks",
            "maximumAge": "48 Weeks",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sofia Anastasopoulos, DPT",
                    "role": "CONTACT",
                    "phone": "312-238-1173",
                    "email": "sanastasop@sralab.org"
                },
                {
                    "name": "Sara Prokup, DPT",
                    "role": "CONTACT",
                    "phone": "312-238-1355",
                    "email": "sprokup@sralab.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arun Jayaraman, PT, PhD",
                    "affiliation": "Shirley Ryan AbilityLab",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ann & Robert H. Lurie Children's Hospital of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Project Manager",
                            "role": "CONTACT",
                            "email": "AJedraszko@luriechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Northwestern Medicine Prentice Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Project Manager",
                            "role": "CONTACT",
                            "email": "AJedraszko@luriechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Children's Hospital at the University of Illinois",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Research Associate",
                            "role": "CONTACT",
                            "phone": "312-355-4038",
                            "email": "zkadhe2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001997",
                    "term": "Bronchopulmonary Dysplasia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002545",
                    "term": "Brain Ischemia"
                },
                {
                    "id": "D000020925",
                    "term": "Hypoxia-Ischemia, Brain"
                },
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                },
                {
                    "id": "D000019957",
                    "term": "Motor Skills Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000055397",
                    "term": "Ventilator-Induced Lung Injury"
                },
                {
                    "id": "D000055370",
                    "term": "Lung Injury"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000007235",
                    "term": "Infant, Premature, Diseases"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                },
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000002534",
                    "term": "Hypoxia, Brain"
                },
                {
                    "id": "D000000860",
                    "term": "Hypoxia"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Premature Birth",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5794",
                    "name": "Brain Ischemia",
                    "asFound": "Ischemic Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5273",
                    "name": "Bronchopulmonary Dysplasia",
                    "asFound": "Bronchopulmonary Dysplasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "asFound": "Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22660",
                    "name": "Hypoxia-Ischemia, Brain",
                    "asFound": "Hypoxic Ischemic Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21829",
                    "name": "Motor Skills Disorders",
                    "asFound": "Motor Delay",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28143",
                    "name": "Lung Injury",
                    "relevance": "LOW"
                },
                {
                    "id": "M28152",
                    "name": "Ventilator-Induced Lung Injury",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10279",
                    "name": "Infant, Premature, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5783",
                    "name": "Hypoxia, Brain",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T874",
                    "name": "Bronchopulmonary Dysplasia",
                    "asFound": "Bronchopulmonary Dysplasia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}