{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05719220",
            "orgStudyIdInfo": {
                "id": "23-38400"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Group Preoperative Pelvic Floor Training for HoLEP",
            "officialTitle": "The Effect of Group Preoperative Pelvic Floor Training on Transient Urinary Incontinence After Holmium Laser Enucleation of the Prostate: A Prospective Cohort Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-group-preoperative-pelvic-floor-training-for-holep"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-01-31",
            "studyFirstPostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main goal of this study is to see if group pelvic floor training before surgery can help prevent urinary incontinence after Holmium laser enucleation of the prostate (HoLEP) surgery. The study has the potential to inform preoperative intervention strategies for managing incontinence after HoLEP.",
            "detailedDescription": "Preoperative pelvic floor training (PFT) may improve early urinary incontinence after prostate surgery. Group-based training potentially provides additional benefits such as cost-benefit, social support, and motivation. However, the efficacy of group preoperative PFT has not been reported. This study aims to determine the effect of group preoperative PFT on transient urinary incontinence after HoLEP in a prospective cohort of patients and to identify any potential predictors of transient urinary incontinence after HoLEP.\n\nIn this study, the investigators will recruit approximately 50 patients in each cohort (total 100) and will be followed over time to collect data on both the exposure (group PFT) and the outcome (incidence of urinary incontinence 1 month and 3 months after HoLEP). Potential confounding variables, such as patient demographics, preoperative imaging, and operative data, will be collected and analyzed. The results of this study have the potential to inform the development of effective preoperative interventions for the management of transient urinary incontinence after HoLEP."
        },
        "conditionsModule": {
            "conditions": [
                "BPH",
                "Urinary Incontinence"
            ],
            "keywords": [
                "benign prostatic hyperplasia",
                "pelvic floor training",
                "group therapy",
                "holmium laser enucleation of the prostate",
                "urinary incontinence"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group preoperative pelvic floor training",
                    "description": "Patients will receive group preoperative PFT, 4 weeks prior to HoLEP.",
                    "interventionNames": [
                        "Behavioral: Group preoperative pelvic floor training"
                    ]
                },
                {
                    "label": "No preoperative pelvic floor training",
                    "description": "The control group will receive standard care, which may include patient education about postoperative care and pelvic floor muscle exercises, but will not receive structured group PFT."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Group preoperative pelvic floor training",
                    "description": "Patients will receive PFT from a trained physical therapist delivered in a group setting of 8-10 people. The investigators allow patients in the PFT group to attend group classes as many times as they want prior to surgery to see if the frequency of training has an effect on outcomes. The treatment group could be required to go to at least 1 group class 4 weeks prior to their procedure, but they could be welcome to attend more if they want further practice and review of the material. A 45-minute group class with basic PFT guidelines could be presented weekly during the study.",
                    "armGroupLabels": [
                        "Group preoperative pelvic floor training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of urinary incontinence at 1 month",
                    "description": "Urinary incontinence (present/absent) will be defined according to the guidelines of the International Continence Society as involuntary loss of urine experienced during the bladder storage phase using self-report measures at regular intervals postoperatively.",
                    "timeFrame": "1 month after the operation"
                },
                {
                    "measure": "Incidence of urinary incontinence at 3 months",
                    "description": "Urinary incontinence (present/absent) will be defined according to the guidelines of the International Continence Society as involuntary loss of urine experienced during the bladder storage phase using self-report measures at regular intervals postoperatively.",
                    "timeFrame": "3 months after the operation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The International Consultation on Incontinence Questionnaire-Urinary Incontinence Short Form at 1 month",
                    "description": "The International Consultation on Incontinence Questionnaire-Urinary Incontinence Short Form (ICIQ-UI SF) is a self-administered questionnaire used to measure the severity of urinary incontinence symptoms, such as frequency, urgency, and amount of urine loss, as well as the impact of urinary incontinence on daily activities and emotional well-being. The total score ranges from 0 to 21, with higher scores indicating more severe urinary incontinence and greater impact on quality of life.",
                    "timeFrame": "1 month after the operation"
                },
                {
                    "measure": "The International Consultation on Incontinence Questionnaire-Urinary Incontinence Short Form at 3 months",
                    "description": "The International Consultation on Incontinence Questionnaire-Urinary Incontinence Short Form (ICIQ-UI SF) is a self-administered questionnaire used to measure the severity of urinary incontinence symptoms, such as frequency, urgency, and amount of urine loss, as well as the impact of urinary incontinence on daily activities and emotional well-being. The total score ranges from 0 to 21, with higher scores indicating more severe urinary incontinence and greater impact on quality of life.",
                    "timeFrame": "3 months after the operation"
                },
                {
                    "measure": "The International Prostate Symptom Score at 1 month",
                    "description": "The International Prostate Symptom Score (IPSS) is a self-administered questionnaire that assesses the severity of lower urinary tract symptoms (LUTS) in men. The questionnaire consists of 7 items that assess symptoms such as frequency, urgency, nocturia, weak stream, straining, incomplete emptying, and terminal dribbling. Each item is scored on a scale of 0-5. The total score ranges from 0 to 35, with higher scores indicating more severe symptoms and the last question for measuring the effect of LUTS on quality of life.",
                    "timeFrame": "1 month after the operation"
                },
                {
                    "measure": "The International Prostate Symptom Score at 3 months",
                    "description": "The International Prostate Symptom Score (IPSS) is a self-administered questionnaire that assesses the severity of lower urinary tract symptoms (LUTS) in men. The questionnaire consists of 7 items that assess symptoms such as frequency, urgency, nocturia, weak stream, straining, incomplete emptying, and terminal dribbling. Each item is scored on a scale of 0-5. The total score ranges from 0 to 35, with higher scores indicating more severe symptoms and the last question for measuring the effect of LUTS on quality of life.",
                    "timeFrame": "3 months after the operation"
                },
                {
                    "measure": "Pelvic floor muscle strength at 1 month",
                    "description": "Preoperative and postoperative pelvic floor muscle strength measured by perineometer (the output in cmH2O) will be compared to determine whether the strength gain or maintenance, which could be a repeated measure at baseline, 1 month, and 3 months.",
                    "timeFrame": "1 month after the operation"
                },
                {
                    "measure": "Pelvic floor muscle strength at 3 months",
                    "description": "Preoperative and postoperative pelvic floor muscle strength measured by perineometer (the output in cmH2O) will be compared to determine whether the strength gain or maintenance, which could be a repeated measure at baseline, 1 month, and 3 months.",
                    "timeFrame": "3 months after the operation"
                },
                {
                    "measure": "Patient satisfaction",
                    "description": "Patient satisfaction after receiving group PFT will be evaluated using a patient satisfaction with outpatient physical therapy survey.",
                    "timeFrame": "Immediately after the completion of the PFT program or soon thereafter"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Consecutive patients with a diagnosis of BPH with a plan to undergo HoLEP.\n* Between the age of 50-90.\n* Ability to understand and provide informed consent.\n\nExclusion Criteria:\n\n* Patients whom inability to carry out PFT protocol.\n* Patients unwilling or unable to complete follow up care.\n* Severe urinary incontinence due to a history of neurological diseases such as a cerebrovascular accident or spinal cord injuries.\n* Patients whom inability to read and understand the English language.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The investigators will recruit a cohort of patients scheduled to undergo HoLEP at the UCSF Urology Clinic. Well-informed consent will be obtained from every patient after giving balanced information about the options of group preoperative PFT and no training before recruitment in the study. The investigators will offer the group class to everyone and use the patients who decline the group class as the control group (N = 50: 50 each arm).",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Chi, M.D.",
                    "role": "CONTACT",
                    "phone": "415-353-2480",
                    "email": "tom.chi@ucsf.edu"
                },
                {
                    "name": "Ukrit Rompsaithong, M.D.",
                    "role": "CONTACT",
                    "phone": "415-741-4634",
                    "email": "ukrit.rompsaithong@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Chi, M.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21883820",
                    "type": "BACKGROUND",
                    "citation": "Gilling PJ, Wilson LC, King CJ, Westenberg AM, Frampton CM, Fraundorfer MR. Long-term results of a randomized trial comparing holmium laser enucleation of the prostate and transurethral resection of the prostate: results at 7 years. BJU Int. 2012 Feb;109(3):408-11. doi: 10.1111/j.1464-410X.2011.10359.x. Epub 2011 Aug 23."
                },
                {
                    "pmid": "30572440",
                    "type": "BACKGROUND",
                    "citation": "Sun F, Sun X, Shi Q, Zhai Y. Transurethral procedures in the treatment of benign prostatic hyperplasia: A systematic review and meta-analysis of effectiveness and complications. Medicine (Baltimore). 2018 Dec;97(51):e13360. doi: 10.1097/MD.0000000000013360."
                },
                {
                    "pmid": "34384236",
                    "type": "BACKGROUND",
                    "citation": "Lerner LB, McVary KT, Barry MJ, Bixler BR, Dahm P, Das AK, Gandhi MC, Kaplan SA, Kohler TS, Martin L, Parsons JK, Roehrborn CG, Stoffel JT, Welliver C, Wilt TJ. Management of Lower Urinary Tract Symptoms Attributed to Benign Prostatic Hyperplasia: AUA GUIDELINE PART II-Surgical Evaluation and Treatment. J Urol. 2021 Oct;206(4):818-826. doi: 10.1097/JU.0000000000002184. Epub 2021 Aug 13. Erratum In: J Urol. 2022 Mar;207(3):743. doi: 10.1097/JU.0000000000002388. J Urol. 2022 Oct;208(4):939. doi: 10.1097/JU.0000000000002911. J Urol. 2022 Mar;207(3):743. doi: 10.1097/JU.0000000000002436."
                },
                {
                    "pmid": "21538499",
                    "type": "BACKGROUND",
                    "citation": "Cho MC, Park JH, Jeong MS, Yi JS, Ku JH, Oh SJ, Kim SW, Paick JS. Predictor of de novo urinary incontinence following holmium laser enucleation of the prostate. Neurourol Urodyn. 2011 Sep;30(7):1343-9. doi: 10.1002/nau.21050. Epub 2011 Apr 28."
                },
                {
                    "pmid": "26331125",
                    "type": "BACKGROUND",
                    "citation": "Nam JK, Kim HW, Lee DH, Han JY, Lee JZ, Park SW. Risk Factors for Transient Urinary Incontinence after Holmium Laser Enucleation of the Prostate. World J Mens Health. 2015 Aug;33(2):88-94. doi: 10.5534/wjmh.2015.33.2.88. Epub 2015 Aug 19."
                },
                {
                    "pmid": "27032559",
                    "type": "BACKGROUND",
                    "citation": "Shigemura K, Tanaka K, Yamamichi F, Chiba K, Fujisawa M. Comparison of Predictive Factors for Postoperative Incontinence of Holmium Laser Enucleation of the Prostate by the Surgeons' Experience During Learning Curve. Int Neurourol J. 2016 Mar;20(1):59-68. doi: 10.5213/inj.1630396.198. Epub 2016 Mar 9."
                },
                {
                    "pmid": "32219512",
                    "type": "BACKGROUND",
                    "citation": "Houssin V, Olivier J, Brenier M, Pierache A, Laniado M, Mouton M, Theveniaud PE, Baumert H, Mallet R, Marquette T, Villers A, Robert G, Rizk J. Predictive factors of urinary incontinence after holmium laser enucleation of the prostate: a multicentric evaluation. World J Urol. 2021 Jan;39(1):143-148. doi: 10.1007/s00345-020-03169-0. Epub 2020 Mar 26."
                },
                {
                    "pmid": "31092098",
                    "type": "BACKGROUND",
                    "citation": "Pan LH, Lin MH, Pang ST, Wang J, Shih WM. Improvement of Urinary Incontinence, Life Impact, and Depression and Anxiety With Modified Pelvic Floor Muscle Training After Radical Prostatectomy. Am J Mens Health. 2019 May-Jun;13(3):1557988319851618. doi: 10.1177/1557988319851618."
                },
                {
                    "pmid": "17433028",
                    "type": "BACKGROUND",
                    "citation": "MacDonald R, Fink HA, Huckabay C, Monga M, Wilt TJ. Pelvic floor muscle training to improve urinary incontinence after radical prostatectomy: a systematic review of effectiveness. BJU Int. 2007 Jul;100(1):76-81. doi: 10.1111/j.1464-410X.2007.06913.x. Epub 2007 Apr 13."
                },
                {
                    "pmid": "20227168",
                    "type": "BACKGROUND",
                    "citation": "Centemero A, Rigatti L, Giraudo D, Lazzeri M, Lughezzani G, Zugna D, Montorsi F, Rigatti P, Guazzoni G. Preoperative pelvic floor muscle exercise for early continence after radical prostatectomy: a randomised controlled study. Eur Urol. 2010 Jun;57(6):1039-43. doi: 10.1016/j.eururo.2010.02.028. Epub 2010 Mar 1."
                },
                {
                    "pmid": "26610857",
                    "type": "BACKGROUND",
                    "citation": "Chang JI, Lam V, Patel MI. Preoperative Pelvic Floor Muscle Exercise and Postprostatectomy Incontinence: A Systematic Review and Meta-analysis. Eur Urol. 2016 Mar;69(3):460-7. doi: 10.1016/j.eururo.2015.11.004. Epub 2015 Nov 21."
                },
                {
                    "pmid": "31973706",
                    "type": "BACKGROUND",
                    "citation": "Anan G, Kaiho Y, Iwamura H, Ito J, Kohada Y, Mikami J, Sato M. Preoperative pelvic floor muscle exercise for early continence after holmium laser enucleation of the prostate: a randomized controlled study. BMC Urol. 2020 Jan 23;20(1):3. doi: 10.1186/s12894-019-0570-5."
                },
                {
                    "pmid": "32744599",
                    "type": "BACKGROUND",
                    "citation": "Dumoulin C, Morin M, Danieli C, Cacciari L, Mayrand MH, Tousignant M, Abrahamowicz M; Urinary Incontinence and Aging Study Group. Group-Based vs Individual Pelvic Floor Muscle Training to Treat Urinary Incontinence in Older Women: A Randomized Clinical Trial. JAMA Intern Med. 2020 Oct 1;180(10):1284-1293. doi: 10.1001/jamainternmed.2020.2993."
                },
                {
                    "pmid": "21962461",
                    "type": "BACKGROUND",
                    "citation": "Pereira VS, Correia GN, Driusso P. Individual and group pelvic floor muscle training versus no treatment in female stress urinary incontinence: a randomized controlled pilot study. Eur J Obstet Gynecol Reprod Biol. 2011 Dec;159(2):465-71. doi: 10.1016/j.ejogrb.2011.09.003. Epub 2011 Oct 1."
                },
                {
                    "pmid": "19751517",
                    "type": "BACKGROUND",
                    "citation": "Lamb SE, Pepper J, Lall R, Jorstad-Stein EC, Clark MD, Hill L, Fereday-Smith J. Group treatments for sensitive health care problems: a randomised controlled trial of group versus individual physiotherapy sessions for female urinary incontinence. BMC Womens Health. 2009 Sep 14;9:26. doi: 10.1186/1472-6874-9-26."
                },
                {
                    "pmid": "30681183",
                    "type": "BACKGROUND",
                    "citation": "D'Ancona C, Haylen B, Oelke M, Abranches-Monteiro L, Arnold E, Goldman H, Hamid R, Homma Y, Marcelissen T, Rademakers K, Schizas A, Singla A, Soto I, Tse V, de Wachter S, Herschorn S; Standardisation Steering Committee ICS and the ICS Working Group on Terminology for Male Lower Urinary Tract & Pelvic Floor Symptoms and Dysfunction. The International Continence Society (ICS) report on the terminology for adult male lower urinary tract and pelvic floor symptoms and dysfunction. Neurourol Urodyn. 2019 Feb;38(2):433-477. doi: 10.1002/nau.23897. Epub 2019 Jan 25."
                },
                {
                    "pmid": "15227649",
                    "type": "BACKGROUND",
                    "citation": "Avery K, Donovan J, Peters TJ, Shaw C, Gotoh M, Abrams P. ICIQ: a brief and robust measure for evaluating the symptoms and impact of urinary incontinence. Neurourol Urodyn. 2004;23(4):322-30. doi: 10.1002/nau.20041."
                },
                {
                    "pmid": "11750246",
                    "type": "BACKGROUND",
                    "citation": "Barry MJ. Evaluation of symptoms and quality of life in men with benign prostatic hyperplasia. Urology. 2001 Dec;58(6 Suppl 1):25-32; discussion 32. doi: 10.1016/s0090-4295(01)01300-0."
                },
                {
                    "pmid": "12036397",
                    "type": "BACKGROUND",
                    "citation": "Beattie PF, Pinto MB, Nelson MK, Nelson R. Patient satisfaction with outpatient physical therapy: instrument validation. Phys Ther. 2002 Jun;82(6):557-65. Erratum In: Phys Ther 2002 Aug;82(8):827."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14334",
                    "name": "Prostatic Hyperplasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10016",
                    "name": "Hyperplasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}