{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06261437",
            "orgStudyIdInfo": {
                "id": "M-11053"
            },
            "secondaryIdInfos": [
                {
                    "id": "MO230060",
                    "type": "OTHER_GRANT",
                    "domain": "Military Operational Medicine Research Program (MOMRP)"
                }
            ],
            "organization": {
                "fullName": "United States Army Research Institute of Environmental Medicine",
                "class": "FED"
            },
            "briefTitle": "Effect of Ration Formulations on Warfighter Energy Balance and Physical Performance During a Field Training Exercise",
            "officialTitle": "Effect of Ration Formulations on Warfighter Energy Balance and Physical Performance During a Field Training Exercise",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-ration-formulations-on-warfighter-energy-balance-and-physical-performance-during-a-field-training-exercise"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-22",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-29",
            "studyFirstSubmitQcDate": "2024-02-07",
            "studyFirstPostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "United States Army Research Institute of Environmental Medicine",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized clinical trial is to determine the effects of consuming the Close Combat Assault Ration (CCAR) compared to the First Strike Ration (FSR) during a 7-day strenuous military training on energy intake and energy balance in healthy, Active Duty Warfighters.\n\nThe main questions it aims to answer are:\n\n* Will consuming the CCAR result in lower energy intake or energy balance compared to consumption of the FSR?\n* Will consuming the CCAR result in lower lower body strength or anaerobic power compared to consuming the FSR?\n* Will those consuming the CCAR report lower ration acceptability or greater gastrointestinal side effects compared to those consuming the FSR?\n\nParticipants will be asked to consume either the CCAR or FSR as the sole nutrition source during a 7-day field training exercise (FTX). The vertical jump test, running-based anaerobic sprint test, and lower-body strength pull will be conducted pre and post the 7-day FTX to assess physical performance. Energy expenditure and intake will be measured by the doubly-labelled water method and dietary logs, respectively. Surveys will be completed to assess ration acceptability and gastrointestinal symptoms.\n\nResearchers will compare the CCAR and FSR groups to see if their consumption impacted energy intake, energy balance, physical performance, ration acceptance, or gastrointestinal side effects.",
            "detailedDescription": "Army modernization priorities have identified the need to build the \"capability to sustain multiple Brigade Combat Teams for up to seven days without periodic resupply to support semi-independent operations\". To address this challenge and meet modernization requirements, ration developers from the Combat Feeding Division (CFD), Soldier Sustainment Directorate, Combat Capabilities Development Command - Soldier Center (DEVCOM-SC) developed the next generation ration, the Close Combat Assault Ration (CCAR). The CCAR is produced using novel food processing techniques that reduce weight and volume by removing air and water and increase the energy density by increasing the relative fat content. The result is a lightweight, low volume, energy-dense, shelf-stable, daily combat assault ration that provides Warfighters with meals that can be consumed while on the move, requiring no heating and little to no field preparation.\n\nThe ration will provide approximately 2800 kcals/day (47% carbohydrate, 12% protein, 41% fat) and includes a greater distribution of energy from fat to enable a smaller logistic footprint than the First Strike Ration (FSR, 2800 kcals/d; 58% carbohydrate, 12% protein, 30% fat).\n\nThis proposed project will evaluate the CCAR relative to the current recommended materiel solution (i.e., the FSR) in a field setting that approximates the operational conditions under which the ration will be consumed. Specifically, the proposed effort will compare energy intake, energy balance, physical performance, appetite, ration acceptability, and gastrointestinal responses in military personnel randomized to consume the CCAR or FSR in a multi-day training environment.\n\nParticipants will be randomized to consume the CCAR or FSR during a 7-day field training exercise. Physical performance will be assessed PRE and POST by the Running-Based Anaerobic Sprint Test, lower-body strength pull, and vertical jump. A subset of participants will consume doubly-labeled water and provide urine samples throughout the study period to measure energy expenditure. Appetite, ration acceptability, and gastrointestinal symptoms will be assessed by daily surveys. Energy intake will be measured by review of uneaten ration products and daily logs."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Close Combat Assault Ration",
                    "type": "EXPERIMENTAL",
                    "description": "The CCAR will be consumed as the sole nutrition source during a 7-day physically demanding military training exercise",
                    "interventionNames": [
                        "Other: CCAR"
                    ]
                },
                {
                    "label": "First Strike Ration",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The FSR will be consumed as the sole nutrition source during a 7-day physically demanding military training exercise",
                    "interventionNames": [
                        "Other: FSR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CCAR",
                    "description": "The CCAR will be consumed as the sole source of nutrition during a 7-day military training exercise.",
                    "armGroupLabels": [
                        "Close Combat Assault Ration"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "FSR",
                    "description": "The FSR will be consumed as the sole source of nutrition during a 7-day military training exercise.",
                    "armGroupLabels": [
                        "First Strike Ration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Energy intake",
                    "description": "Energy intake will be measured with daily food records and a review of food waste.",
                    "timeFrame": "From study day 1 through 7"
                },
                {
                    "measure": "Energy expenditure",
                    "description": "Energy expenditure will be measured using the doubly-labeled water method.",
                    "timeFrame": "From baseline to study day 7"
                },
                {
                    "measure": "Energy balance",
                    "description": "Energy balance will measure the difference between energy intake and expenditure.",
                    "timeFrame": "From baseline to study day 7."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical performance (vertical jump)",
                    "description": "The maximum height of the vertical jump will be measured in cm.",
                    "timeFrame": "At baseline (PRE) and POST the 7-day FTX (i.e., study day 8)"
                },
                {
                    "measure": "Physical performance (peak power)",
                    "description": "Peak power will be calculated from the vertical jump measure using the following equation:\n\nPeak Power (Watts) = \\[60.7 x jump height (cm)\\] + \\[45.3 x body mass (kg)\\] - 2055",
                    "timeFrame": "At baseline (PRE) and POST the 7-day FTX (i.e., study day 8)"
                },
                {
                    "measure": "Physical performance (Anaerobic capacity)",
                    "description": "Anaerobic capacity will be measured by the time to complete the Running-Based Anaerobic Sprint Test.",
                    "timeFrame": "At baseline (PRE) and POST the 7-day FTX (i.e., study day 8)"
                },
                {
                    "measure": "Physical performance (lower-body strength)",
                    "description": "Lower-body isometric strength will be measured using a Takei Back and Leg Dynamometer. The maximum strength (kg) during three trials will be used for analysis.",
                    "timeFrame": "At baseline (PRE) and POST the 7-day FTX (i.e., study day 8)"
                },
                {
                    "measure": "Food acceptance scale",
                    "description": "Food acceptance will be measured using a version of the Food Action Rating Scale. The Food Action Rating Scale is a Likert scale that measures food acceptance on a scale of 1-9. The scale ranges from dislike extremely (1) to like extremely (9).",
                    "timeFrame": "From study day 1 through 7"
                },
                {
                    "measure": "Gastrointestinal Quality of Life Index",
                    "description": "Gastrointestinal quality of life will be measured using a modified version of the Gastrointestinal Quality of Life Index (GIQLI). Ratings of abdominal bloating, pain, nausea, and gastrointestinal discomfort will be assessed using a 100mm visual analog scale with values corresponding a range of symptoms (0; no symptoms to 100; extremely severe). The sum of the scores will represent GIQLI.",
                    "timeFrame": "From baseline to study day 8"
                },
                {
                    "measure": "Hunger and Satiety Visual Analog Scales",
                    "description": "Ratings of subjective appetite sensations will be measured using 100 mm visual analog scales (VAS). Subjective ratings of hunger, fullness, desire to eat, and capacity to eat will be annotated on a 100mm line ranging from none (e.g., 0; Not at all hungry) to extremely (e.g., 100; extremely full).",
                    "timeFrame": "From baseline to study day 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active-duty male or female military personnel who are actively participating in the 7-day strenuous military training exercise.\n* Willing to consume only foods/beverages provided by study staff during the training exercise, except for coffee and water.\n\nExclusion Criteria:\n\n* Any injury or health condition limiting full participation in the 7-day Field Training Exercise.\n* Any food allergy, lactose intolerance, or vegetarian practices.\n* Not willing to participate in all study procedures.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael A Dawson, PhD",
                    "role": "CONTACT",
                    "phone": "508-206-2278",
                    "email": "michael.a.dawson62.mil@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael A Dawson, PhD",
                    "affiliation": "United States Army Research Institute of Environmental Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "U.S. Army Research Institute of Environmental Medicine",
                    "city": "Natick",
                    "state": "Massachusetts",
                    "zip": "01760",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "USARIEM",
                            "role": "CONTACT",
                            "phone": "508-206-2200",
                            "email": "usarmy.natick.medcom-usariem.mbx.usariem-webmaster@health.mil"
                        },
                        {
                            "name": "Michael A Dawson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.28343,
                        "lon": -71.3495
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23713532",
                    "type": "BACKGROUND",
                    "citation": "Margolis LM, Rood J, Champagne C, Young AJ, Castellani JW. Energy balance and body composition during US Army special forces training. Appl Physiol Nutr Metab. 2013 Apr;38(4):396-400. doi: 10.1139/apnm-2012-0323. Epub 2013 Apr 3."
                },
                {
                    "pmid": "8160893",
                    "type": "BACKGROUND",
                    "citation": "Hoyt RW, Jones TE, Baker-Fulco CJ, Schoeller DA, Schoene RB, Schwartz RS, Askew EW, Cymerman A. Doubly labeled water measurement of human energy expenditure during exercise at high altitude. Am J Physiol. 1994 Mar;266(3 Pt 2):R966-71. doi: 10.1152/ajpregu.1994.266.3.R966."
                },
                {
                    "pmid": "33441218",
                    "type": "BACKGROUND",
                    "citation": "Karl JP, Hatch-McChesney A, Allen JT, Fagnant HS, Radcliffe PN, Finlayson G, Gwin JA, Margolis LM, Hennigar SR, McClung JP, Pasiakos SM. Effects of energy balance on appetite and physiological mediators of appetite during strenuous physical activity: secondary analysis of a randomised crossover trial. Br J Nutr. 2021 Nov 28;126(10):1571-1584. doi: 10.1017/S0007114521000131. Epub 2021 Jan 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}