{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06294145",
            "orgStudyIdInfo": {
                "id": "23-001666"
            },
            "secondaryIdInfos": [
                {
                    "id": "U24AG072699",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U24AG072699"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Effects of a Wellbeing Intervention on Inflammation Through Reward and Threat Processes",
            "officialTitle": "Effects of a Wellbeing Intervention on Inflammation Through Reward and Threat Processes",
            "acronym": "SAVOR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-a-wellbeing-intervention-on-inflammation-through-reward-and-threat-processes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-27",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Julienne Bower, PhD",
                "investigatorTitle": "Professor of Psychology and Psychiatry,",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to evaluate how savoring influences reward and threat processes and downstream inflammation. Savoring is designed to enhance positive affect, which may blunt stress responses and reduce downstream inflammation. The investigators aim to examine changes in the brain following the savoring intervention. The investigators are particularly interested in changes in brain activity that are correlated with changes in inflammation-related markers in the blood. In this single-armed pilot trial, the investigators will assess how savoring alters reactivity to rewarding and threatening experiences, and then examine related changes in downstream inflammation. The investigators intend to recruit 20 undergraduate students to complete a 7-week standardized savoring intervention. Participants will complete brain scans, daily diaries, questionnaires, a behavioral task, and blood collection at pre- and post-intervention assessments.",
            "detailedDescription": "Interventions that enhance wellbeing have the power to improve both mental and physical health, but the exact mechanisms through which they confer these benefits remain unclear. Inflammation may be a key pathway; there is substantial evidence that both eudaimonic and hedonic wellbeing are associated with lower levels of inflammatory activity (Cole et al., 2015; Brouwers et al., 2013; Ironson et al., 2018), which may in turn have beneficial effects on health (Furman et al., 2019). However, wellbeing may influence inflammation through multiple mechanisms, including reward and threat processes (Dutcher et al., 2021; Eisenberger \\& Cole, 2012). Identifying the mediating circuitry will help guide the development of targeted interventions able to protect against inflammation-related diseases, like depression. However, reward and threat processes have yet to be examined as potential mediators of wellbeing's effects on inflammation and health.\n\nThis study aims to evaluate how wellbeing may influence reward and threat processing and downstream inflammation using a novel savoring intervention (Positive Affect Treatment; PAT)(Craske et al., 2016; Craske et al., 2019). Savoring is a common component of many positive psychology and mindfulness interventions that involves cultivating sustained enjoyment of positive experiences. It is designed to enhance reward processing, which should in turn decrease threat processing and lead to blunted stress responses and reduced downstream inflammation (Eisenberger \\& Cole, 2012). The investigators will collect daily diaries, neuroimaging, and questionnaires pre- and post-intervention to assess wellbeing, reactivity to social and nonsocial rewarding experiences, and buffering of stressful experiences in a single-armed pilot trial of 20 participants from the diverse undergraduate population at UCLA. The investigators will also collect blood samples to facilitate examination of immunological biomarkers.\n\nBy examining reward and threat processing at multiple levels inside and outside of the laboratory, the investigators aim to strengthen the understanding of how wellbeing alters the way humans perceive and interact with the world. Increased reward reactivity and decreased threat reactivity may be two key mechanisms through which wellbeing impacts stress physiology and downstream inflammation. The investigators will examine if the savoring intervention is associated with decreases in circulating inflammatory biomarkers, such as interleukin-6 (IL-6) and C-Reactive Protein (CRP), as well as reductions in pro-inflammatory gene expression. This study will also clarify whether savoring is an \"active ingredient\" driving the mental and physical benefits of many positive psychology and mindfulness interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Low Positive Affect"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All 20 participants will be assigned to the same 7-week savoring intervention.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Savoring intervention",
                    "type": "EXPERIMENTAL",
                    "description": "7 sessions of psychotherapy designed to augment reward anticipation, reward attainment, and reward learning.",
                    "interventionNames": [
                        "Behavioral: Savoring Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Savoring Intervention",
                    "description": "The savoring intervention is the first module of the Positive Affect Treatment (PAT) developed by Michelle Craske and colleagues to treat anhedonia, or loss of interest or pleasure in usual activities. The investigators focus here on the behavioral activation and savoring components of the intervention, which are administered first and are considered the basis for other components. Of note, a variety of other positive psychology interventions include a savoring component, but PAT is unique in its inclusion of six sessions devoted to savoring. These sessions involve pleasant events scheduling in which participants: 1) plan activities that generate anticipation of reward, 2) engage in activities that generate reward and 3) practice therapist-guided-in-the-moment recounting of positive emotions, sensations, and thoughts generated by these activities. The investigators will additionally include an introductory psychoeducation session before the savoring module, as PAT does.",
                    "armGroupLabels": [
                        "Savoring intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Positive affect",
                    "description": "Change in positive affect. Reports of positive affect will be assessed via the 10-item positive affect subscale of the Positive and Negative Affect Schedule (PANAS-X). Greater scores indicate higher positive affect (range: 10-50).",
                    "timeFrame": "Baseline and at 9 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Negative affect",
                    "description": "Change in negative affect. Reports of negative affect will be assessed via the 10-item negative affect subscale of the Positive and Negative Affect Schedule (PANAS-X). Greater scores indicate more negative affect (range: 10-50).",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Depression",
                    "description": "Change in depressive symptoms. Depressive symptoms will be measured via the 8-item Patient Health Questionnaire (PHQ-8). The PHQ-8 is a measure of symptom severity, with higher scores indicating greater depressive symptoms (range: 0-24).",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Anxiety",
                    "description": "Change in anxiety. Symptoms of anxiety will be measured via the 7-item Generalized Anxiety Disorder- 7 (GAD-7). Higher scores on the GAD-7 (range: 0-21) indicate greater severity of symptoms.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Perceived stress",
                    "description": "Change in perceived stress. Perceived stress will be measured via the 10-item Perceived Stress Scale (range: 0-40). Higher scores indicate greater perceived stress levels.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Psychological wellbeing",
                    "description": "Change in psychological wellbeing. Wellbeing measured via the 14-item Mental Health Continuum - Short Form (MHC-SF). The MHC-SF is comprised of three empirically derived subscales: the 3-item Emotional Well-Being Subscale, the 6-item Psychological Well-Be",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Emotions",
                    "description": "Change in positive and negative emotions. Emotions will be measured via the 20-item Modified Differential Emotions Scale (mDES) (range: 0-40): 10 items examine positive emotions, and 10 items examine negative emotions. Higher scores indicate greater emotions in each subscale.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Reward",
                    "description": "Change in reward activity. Reward will be measured via the 21-item Positive Valence Systems Scale (range: 21-189). Higher scores indicate greater reward activity. This scale includes the following domains: Reward Valuation (4, 12, 14); Reward Expectancy (7, 9, 13, 19); Effort Valuation (2, 15, 20, 21); Reward Anticipation (8, 11, 16); Initial Responsiveness (1, 3, 6, 17); Reward Satiation (5, 10, 18).",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Savoring strategies",
                    "description": "Change in savoring strategies. The degree to which people engage in savoring strategies will be measured via the 60-item Ways of Savoring Checklist (WOSC) scale. This measure contains five subscales of interest related to savoring: memory building, sensory-perceptual sharpening, absorption, temporal awareness, and kill-joy thinking items. Some items are reverse scored. Each scale is scored by taking the mean.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Interoception",
                    "description": "Change in interoception. Interoception will be measured via the 37-item Multidimensional Assessment of Interoceptive Awareness (MAIA-2) scale. This measure contains eight subscales: Noticing, Not-Distracting, Not-Worrying, Attention Regulation, Emotional Awareness, Self-Regulation, Body Listening, and Trusting. Each scale is scored by taking the mean (between 0 and 5).",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Inflammation",
                    "description": "The primary immune outcome of interest is inflammation assessed through gene expression. Inflammatory gene expression will be measured through a pre-specified set of pro-inflammatory gene transcripts that have previously been shown to be upregulated in the context of chronic stress.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Sustained Attention",
                    "description": "Change in sustained attention to positive and negative stimuli. Sustained attention to stimuli will be measured with a modified Attentional Dot Probe Task. Higher scores indicate greater sustained attention to stimuli.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Neural Reward Activity",
                    "description": "Change in neural reward reactivity. Reward activity will be assessed via three tasks: viewing positive pictures with the International Affective Picture System Task, responding to monetary rewards with the Monetary Incentive Delay Task, and a novel savoring task in the scanner. More activation in reward-related regions during parts of these tasks indicates greater neural reward activity. The impact of social vs. non-social stimuli will be examined as well.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Neural Threat Activity",
                    "description": "Change in neural threat activity. Neural threat activity will be measured with the Montreal Imaging Stress Task in the scanner. More activation in threat-related regions during parts of this task indicates greater neural threat activity.",
                    "timeFrame": "Baseline and at 9 weeks"
                },
                {
                    "measure": "Daily diary",
                    "description": "Change in daily experiences of reward and threat. On a daily basis, participants will report on the occurrence of positive and negative events throughout the day, and then report on their positive and negative emotions. The impact of positive and negative events on mood will be examined; the impact of social vs. non-social events will be examined as well.",
                    "timeFrame": "Baseline and at 9 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Moderate to moderately severe depression indicated by a PHQ-8 score between 9 and 20\n* Low positive affect indicated by a PANAS score of less than 24\n* No anxiety to moderate anxiety indicated by a GAD-7 score of less than 15\n* 18 to 25 years old\n* English speaking\n* Willing to refrain from starting other psychosocial/pharmacological treatments until study completion\n\nExclusion Criteria:\n\n* MRI contraindications (left-handedness, claustrophobia, colorblindness, pregnancy, metal implants, and BMI above 35)\n* Presence of disease that may influence inflammation (e.g. asthma requiring inhaler, autoimmune or inflammatory diseases, gum disease, sleep disorder, eating disorder)\n* Presence of serious medical conditions (e.g. anemia, cancer (current or history), diabetes, endocrine disorder, fibromyalgia, heart problems)\n* Presence of disease that may impact patterns of neural activity (e.g. Attention Deficit/Hyperactivity Disorder, bipolar disorder, schizophrenia, head trauma, epilepsy, problems with drugs or alcohol)\n* Use of medications that may influence inflammation in last 6 months\n* Bupropion, dopaminergic or neuroleptic medications in last 6 months, consistent with other studies that investigate anhedonia, given their potential influence upon reward processing\n* Current use of heterocyclics and SSRIs if not stabilized for at least 3 months\n* History of regular (5-7 times per week) drug use (marijuana, cocaine, stimulant use before age of 15)\n* Current nicotine use (more than 11 cigarettes a week or nicotine equivalent)\n* Prior or current behavioral activation psychotherapy\n* Concurrent psychotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robin Blades",
                    "role": "CONTACT",
                    "phone": "5105205780",
                    "email": "rblades@g.ucla.edu"
                },
                {
                    "name": "Julienne Bower",
                    "role": "CONTACT",
                    "phone": "310-825-3004",
                    "email": "jbower@g.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robin B Blades",
                            "role": "CONTACT",
                            "phone": "510-520-5780",
                            "email": "robinblades@gmail.com"
                        },
                        {
                            "name": "Julienne Bower, PhD",
                            "role": "CONTACT",
                            "phone": "310-825-3004",
                            "email": "jbower@g.ucla.edu"
                        },
                        {
                            "name": "Julienne Bower, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Chloe Boyle, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Naomi Eisenberger, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Steve Cole, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michelle Craske, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Aileen Echiverri, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robin Blades",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26246388",
                    "type": "BACKGROUND",
                    "citation": "Cole SW, Levine ME, Arevalo JM, Ma J, Weir DR, Crimmins EM. Loneliness, eudaimonia, and the human conserved transcriptional response to adversity. Psychoneuroendocrinology. 2015 Dec;62:11-7. doi: 10.1016/j.psyneuen.2015.07.001. Epub 2015 Jul 8."
                },
                {
                    "pmid": "23085133",
                    "type": "BACKGROUND",
                    "citation": "Brouwers C, Mommersteeg PM, Nyklicek I, Pelle AJ, Westerhuis BL, Szabo BM, Denollet J. Positive affect dimensions and their association with inflammatory biomarkers in patients with chronic heart failure. Biol Psychol. 2013 Feb;92(2):220-6. doi: 10.1016/j.biopsycho.2012.10.002. Epub 2012 Oct 23."
                },
                {
                    "pmid": "28701268",
                    "type": "BACKGROUND",
                    "citation": "Ironson G, Banerjee N, Fitch C, Krause N. Positive emotional well-being, health Behaviors, and inflammation measured by C-Reactive protein. Soc Sci Med. 2018 Jan;197:235-243. doi: 10.1016/j.socscimed.2017.06.020. Epub 2017 Jul 10."
                },
                {
                    "pmid": "31806905",
                    "type": "BACKGROUND",
                    "citation": "Furman D, Campisi J, Verdin E, Carrera-Bastos P, Targ S, Franceschi C, Ferrucci L, Gilroy DW, Fasano A, Miller GW, Miller AH, Mantovani A, Weyand CM, Barzilai N, Goronzy JJ, Rando TA, Effros RB, Lucia A, Kleinstreuer N, Slavich GM. Chronic inflammation in the etiology of disease across the life span. Nat Med. 2019 Dec;25(12):1822-1832. doi: 10.1038/s41591-019-0675-0. Epub 2019 Dec 5."
                },
                {
                    "pmid": "33360032",
                    "type": "BACKGROUND",
                    "citation": "Dutcher JM, Boyle CC, Eisenberger NI, Cole SW, Bower JE. Neural responses to threat and reward and changes in inflammation following a mindfulness intervention. Psychoneuroendocrinology. 2021 Mar;125:105114. doi: 10.1016/j.psyneuen.2020.105114. Epub 2020 Dec 16."
                },
                {
                    "pmid": "22504347",
                    "type": "BACKGROUND",
                    "citation": "Eisenberger NI, Cole SW. Social neuroscience and health: neurophysiological mechanisms linking social ties with physical health. Nat Neurosci. 2012 Apr 15;15(5):669-74. doi: 10.1038/nn.3086."
                },
                {
                    "pmid": "27699943",
                    "type": "BACKGROUND",
                    "citation": "Craske MG, Meuret AE, Ritz T, Treanor M, Dour HJ. Treatment for Anhedonia: A Neuroscience Driven Approach. Depress Anxiety. 2016 Oct;33(10):927-938. doi: 10.1002/da.22490."
                },
                {
                    "pmid": "30998048",
                    "type": "BACKGROUND",
                    "citation": "Craske MG, Meuret AE, Ritz T, Treanor M, Dour H, Rosenfield D. Positive affect treatment for depression and anxiety: A randomized clinical trial for a core feature of anhedonia. J Consult Clin Psychol. 2019 May;87(5):457-471. doi: 10.1037/ccp0000396."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All data will be housed on UCLA servers and kept there throughout the grant and afterwards. To request access of the data, researchers will use the standard processes at UCLA. No personally identifiable information will be shared. Access to data will be granted to researchers who can demonstrate a clear scientific purpose that aligns with the goals of the original study. Requests must come from accredited institutions or organizations that uphold ethical research standards. Each request will be reviewed on a case-by-case basis to ensure it meets the necessary criteria. Approval will be subject to the data sharing policies of UCLA and the ethical guidelines governing the research. All co-investigators will be consulted to determine the appropriateness of data sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}