{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05000281",
            "orgStudyIdInfo": {
                "id": "W81XWH2020063"
            },
            "organization": {
                "fullName": "Major Extremity Trauma Research Consortium",
                "class": "OTHER"
            },
            "briefTitle": "Effect of NSAIDs on Union, Opioid Utilization and Pain Management for Tibia Fractures",
            "officialTitle": "Effect of NSAIDs on Union, Opioid Utilization and Pain Management for Tibia Fractures: A Pragmatic, Randomized Controlled Trial",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "effect-of-nsaids-on-union-opioid-utilization-and-pain-management-for-tibia-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-03",
            "studyFirstSubmitQcDate": "2021-08-10",
            "studyFirstPostDateStruct": {
                "date": "2021-08-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-10-05",
            "lastUpdatePostDateStruct": {
                "date": "2021-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Major Extremity Trauma Research Consortium",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study is a two arm, pragmatic, randomized controlled multicenter Phase III noninferiority trial. 1,000 patients with tibia fractures treated with intramedullary (IM) nail will be randomized into two treatment arms. The control arm will receive standard pain management and no NSAIDs. The treatment arm will receive standard pain management plus up to six weeks of NSAIDs (3 weeks of prescribed medication followed by 3 weeks of medication PRN).",
            "detailedDescription": "The proposed study is a two arm, pragmatic, randomized controlled multicenter Phase III noninferiority trial. Patients with diaphyseal tibia fractures treated with intramedullary (IM) nail will be randomized into two treatment arms. The control arm will receive standard pain management with no NSAIDs. The treatment arm will receive standard pain management plus up to six weeks of NSAIDs (3 weeks of prescribed medication followed by 3 weeks of medication PRN).\n\nThe hypothesis is that pain management using up to 6 weeks of NSAIDs will result in improved pain control and lower opioid consumption but demonstrate non-inferior levels of complications compared to standard of care pain management. The aim of the study is to:\n\nSpecific Aim: Evaluate the effect of standard pain management without NSAIDs (Group 1) vs. standard pain management plus up to 6 weeks of NSAIDs (Group 2) in the treatment of tibial shaft fractures.\n\nPrimary Hypothesis: When compared to patients who received standard of care pain management, patients treated with up to 6 weeks of NSAIDs will have noninferior rates of surgery for to promote union at one year.\n\nSecondary Hypotheses: When compared to patients who received standard of care pain management without NSAIDs, patients treated with up to 6 weeks of NSAIDs will benefit from (1) reduced opioid utilization; (2) reduced levels of persistent pain; (3) reduced pain interference; (4) improved functional outcomes; (5) noninferior rates of analgesic treatment related side effects; and (6) noninferior rates of radiographic union.\n\nStudy design: At time of IM nailing surgery for acute diaphyseal tibia fracture, patients will be randomized to treatment or control group. Treatment patients will receive a standard of care pain regimen and oral ibuprofen 600 mg three times a day (tid) for up to six weeks (3 weeks of prescribed medication followed by 3 weeks of medication PRN). Control patients will receive a standard of care pain regimen prescribed by the treating physician and may not use NSAIDs. Patients in both arms will be permitted to receive 81mg of daily aspirin. Patient medication adherence will be documented via an electronic data collection interface through mobile or web-based application. Patients who do not have access to documenting adherence electronically will be given paper-based medication dairies by the research team.\n\nFollow-Up: Clinical, functional, and radiographic follow-up will be conducted at typical standard of care intervals of 2-3 weeks, 6 weeks, 3 months, 6 months, and one year.\n\nStudy duration: 3.75 years (18 month accrual, 24 month final follow-up, 3 month analysis and writing).\n\nSample size: 1,000 (500 per arm (2) arms)\n\nNumber of study sites: 14 sites (13 Civilian and 1 Military Treatment Facility)\n\nStudy population: The study population will consist of a relatively homogeneous group of 1,000 patients with orthopaedic trauma: patients with open or closed diaphyseal tibia fractures. Since military combat injuries are typically open, open fractures will be included in this study. However, since post-surgical pain after these injuries is not limited to the open fractures, and the practices of pain management should apply to both open and closed injuries, closed versions of these high energy injuries in the study population will also be included."
        },
        "conditionsModule": {
            "conditions": [
                "Tibia Fracture"
            ],
            "keywords": [
                "NSAID",
                "Nonsteroidal Anti-Inflammatory Drug",
                "Pain Interference",
                "Persistent Pain",
                "Pain Control",
                "Opioid Utilization",
                "Nonunion Surgery",
                "Fracture Healing",
                "Orthopaedic trauma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NSAID",
                    "type": "EXPERIMENTAL",
                    "description": "Standard of care pain medication regimen with NSAIDs.",
                    "interventionNames": [
                        "Drug: Ibuprofen"
                    ]
                },
                {
                    "label": "No NSAIDs",
                    "type": "NO_INTERVENTION",
                    "description": "Standard of care pain medication regiment with no NSAIDs"
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ibuprofen",
                    "description": "600 mg Ibuprofen 3 times a day for up to six weeks.",
                    "armGroupLabels": [
                        "NSAID"
                    ],
                    "otherNames": [
                        "Advil",
                        "Motrin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Numbers of participants with nonunion (secondary surgery to promote union)",
                    "description": "Nonunion will be assessed by the presence of a secondary surgery to promote union after 3 months post definitive fixation surgery. Surgery operative notes and radiographs of each case will be independently reviewed by members of the METRC Central Adjudication Committee and if at least 2 members agree with the assessment of secondary surgery to promote union, no further review will be necessary. The METRC Central Adjudication Committee will convene to discuss the cases for which there is disagreement regarding nonunion assessment.",
                    "timeFrame": "Between 3 months and 12 months after definitive fixation surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain as assessed by the Brief Pain Inventory (BPI)",
                    "description": "The Brief Pain Inventory (BPI) is a widely used, 15-item measure of pain intensity and interference with daily life and will be assessed at baseline, 3, 6, and 12 months post definitive fixation surgery. It has been extensively validated in both English and Spanish, and also includes questions about pain treatments and the effectiveness of these treatments.46 The BPI pain intensity domain is compatible with the IMMPACT guidelines for assessing pain in clinical trials and the FDA Guidance for Industry on the use of Patient-Reported Outcome Measures.",
                    "timeFrame": "Baseline, 3, 6, 12, months"
                },
                {
                    "measure": "Pain interference as assessed by Patient Reported Outcomes Measurement Information System (PROMIS) Pain Interference",
                    "description": "One of the domains assessed by The Patient Report Outcomes Measurement Information System (PROMIS) Computer Adaptive Test (CAT) includes Pain Interference. CATs present an advantage over traditional measures in that they target only the most relevant items to each patient and can thus be used to obtain precise measurements with 4-6 items, making assessment across multiple domains feasible. CATs can also extend the ceiling and floor of individual domains, potentially enhancing responsiveness.",
                    "timeFrame": "Baseline, 3, 6, 12, months"
                },
                {
                    "measure": "Physical and Psychosocial functioning as assessed by Patient Report Outcomes Measurement Information System (PROMIS)",
                    "description": "Self -Reported Measures of Physical and Psychosocial Function will be assessed using the Patient Report Outcomes Measurement Information System (PROMIS) Computer Adaptive Test (CAT) item banks, a product of the NIH Roadmap for Medical Research. CATs present an advantage over traditional measures in that they target only the most relevant items to each patient and can thus be used to obtain precise measurements with 4-6 items, making assessment across multiple domains feasible. In this study the following PROMIS domains will be used: Physical function, Depression, Anxiety, Pain Inference, Fatigue, Sleep Disturbance, Ability to Participate in Social Roles and Activities and Psychosocial Illness Impact.",
                    "timeFrame": "Baseline, 3, 6, 12, months"
                },
                {
                    "measure": "Radiographic union as assessed by the modified Radiographic Union Scale in Tibial Fractures (mRUST)",
                    "description": "Radiographic union will be based on the modified RUST(mRUST) score assessed between 3 months and 12 months after definitive fixation surgery. The four cortices of the tibia fracture will be assessed and given a score from 1-4, 1=not healed, 4=healed. The mRUST score is the sum of the 4 cortical scores (4-16) and a score of 13 or greater is considered a healed fracture.\n\nRadiographic examinations at 3, 6 and 12 months by an adjudication committee comprised of METRC investigators will be evaluated based on AP and lateral x-rays.",
                    "timeFrame": "Between 3 months and 12 months after definitive fixation surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients with open (Grade I, II, of IIIa) or closed tibia fractures treated with a nail.\n* Patients 18-80 years old inclusive.\n* Patients able to be followed at a Major Extremity Trauma \\& Rehabilitation (METRC) facility for at least 12 months following injury\n\nExclusion Criteria:\n\n* Patient unable to provide informed consent\n* Patients who are current - intravenous drug user.\n* Patients with a history of allergy to the study drugs.\n* Patients unable to swallow oral medications or without functioning GI tract.\n* Patients with a history of gastrointestinal bleeds or gastric perforation.\n* Patients with a history of stroke or heart attack.\n* Patients requiring an aspirin or NSAID regimen except for low dose aspirin, 81mg.\n* Patients with any bleeding disorders.\n* Patients with severe renal failure \\[glomerular filtration rate (GFR):\\<30\\]. Patients with moderate renal failure \\[GFR: 30-59\\] may participate in the study at a modified dose.\n* Patients undergoing daily treatment with systemic glucocorticoids before surgery.\n* Patients likely to have severe problems maintaining follow-up, including patients diagnosed with a severe psychiatric conditions, patients who live too far outside the hospital's catchment area, patients who are incarcerated and patients who have unstable housing situations.\n* Patients with a Glasgow Coma Scale (GCS) \\<15 at discharge.\n* Patients with a closed head injury that precludes NSAIDS.\n* Patients who are pregnant or lactating at time of screening\n* Patients with a bone graft procedure planned for a future date at the time of initial definitive fixation surgery.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Taylor Joseph, MPH",
                    "role": "CONTACT",
                    "phone": "410-614-6081",
                    "email": "ttaylo56@jhu.edu"
                },
                {
                    "name": "Trisha Chaffee",
                    "role": "CONTACT",
                    "email": "tchaffe2@jhmi.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "841112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zach Olsen, MD",
                            "role": "CONTACT",
                            "email": "zachary.olsen@hsc.utah.edu"
                        },
                        {
                            "name": "Sofia Hill",
                            "role": "CONTACT",
                            "email": "sophia.hill@hsc.utah.edu"
                        },
                        {
                            "name": "Thomas Higgins, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000013978",
                    "term": "Tibial Fractures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16737",
                    "name": "Tibial Fractures",
                    "asFound": "Tibia Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007052",
                    "term": "Ibuprofen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10102",
                    "name": "Ibuprofen",
                    "asFound": "Bupivacaine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}