{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04411225",
            "orgStudyIdInfo": {
                "id": "649467 CMCR Grants Program"
            },
            "secondaryIdInfos": [
                {
                    "id": "Cadenhead",
                    "type": "OTHER_GRANT",
                    "domain": "Krupp Endowed Fund"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Cannabidiol (CBD) Versus Placebo as an Adjunct to Treatment in Early Psychosis",
            "officialTitle": "Effects of Cannabidiol (CBD) Versus Placebo as an Adjunct to Treatment in Early Psychosis: Understanding the Mechanism and Mediators of Action",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-cannabidiol-cbd-versus-placebo-as-an-adjunct-to-treatment-in-early-psychosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-24",
            "studyFirstSubmitQcDate": "2020-05-27",
            "studyFirstPostDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristin Cadenhead, M.D.",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Medicinal Cannabis Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an outpatient, single center, between-group, double blind, placebo controlled design. Approximately 120 adolescents and adult patients will be randomized to either have their treatment augmented with Cannabidiol Oral Solution (CBD) or with a matching CBD placebo for 8 weeks. The study will examine CBD as an augmentation strategy in early psychosis. It is hypothesized that CBD will improve symptoms, neurocognition, markers of inflammation and eating behaviors. Importantly, moderators and mediators of the CBD effects will be explored.",
            "detailedDescription": "Participants will be randomly assigned in a 1:1 ratio to receive CBD or matching Placebo as an add-on to antipsychotic medication in an 8 week double blind trial. In this study, Cannabidiol Oral Solution (CBD) product will be used. This product is manufactured and supplied by GW Pharmaceuticals. The formulation is a 100 mg/mL solution. The CBD compound will be dosed at 1000mg/day administered in two divided doses. The dose of CBD was selected based on previous controlled trials that demonstrate the efficacy of CBD in patients with schizophrenia.\n\nThe maximum duration of the study from screening to follow up of outcomes and adverse events will be approximately 8 weeks. Participants will receive either the CBD or placebo within this eight.weeks and will also complete pre-treatment, midpoint (week 4) and post-treatment testing (week 8)."
        },
        "conditionsModule": {
            "conditions": [
                "Early Psychosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a between-group, double blind, placebo controlled design.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Randomization will be assigned by study statisticians.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cannabidiol Augmentation",
                    "type": "EXPERIMENTAL",
                    "description": "The cannabidiol will be administered as an oral solution to be mixed in any fluid. The formulation is 100 mg/ml. It will be administered at 500 mg at bedtime X 1 week then 500 mg BID.",
                    "interventionNames": [
                        "Drug: Cannabidiol oral solution"
                    ]
                },
                {
                    "label": "Placebo Augmentation",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo will appear identical to the cannabidiol solution",
                    "interventionNames": [
                        "Drug: Cannabidiol oral solution"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol oral solution",
                    "description": "Both the active drug (cannabidiol) and placebo will be in oral solution.",
                    "armGroupLabels": [
                        "Cannabidiol Augmentation",
                        "Placebo Augmentation"
                    ],
                    "otherNames": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Positive and Negative Symptoms of Psychosis",
                    "description": "Psychotic symptoms will be assessed with The Positive and negative psychotic syndrome scale (PANSS). This scale provides a summary score of all positive symptoms and all negative symptoms in participants who are already diagnosed with a psychotic disorder. The total score ranges from 30 to 210 with a higher score representing more symptoms.",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Neurocognition",
                    "description": "A Global Cognition Score will be assessed with Measurement and Treatment Research in Cognition in Schizophrenia (MATRICS) Consensus Cognitive Battery (MCCB) in all subjects.The Global Cognitive Score is a composite of the Z scores across the different cognitive domains in the MCCB. The range of scores is -1 to +1. Positive scores represent better cognitive functioning.",
                    "timeFrame": "week 7"
                },
                {
                    "measure": "Prodromal Symptoms",
                    "description": "The Scale of Prodromal Symptoms (SOPS) is part of the Structured Interview for Prodromal Syndromes (SIPS) diagnostic interview. This scale will be used to assess subsyndromal psychotic symptoms in participants who are diagnosed as Clinical High Risk for Psychosis. Positive and Negative Symptoms will be assessed as summary scores of all positive or negative items The minimum score on the SOPS total is 0 and Maximum is 24. A higher score represents more symptoms.",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "General Symptoms",
                    "description": "The Brief Psychiatric Rating Scale (BPRS) will be used as an assessment of overall symptom ratings with a total score in all subjects. The minimum score is 24 and maximum is 168. A higher score represents more symptoms.",
                    "timeFrame": "week 7"
                },
                {
                    "measure": "Clinical Global Impression Scale (CGI-S)",
                    "description": "The CGI-S will provide a global psychopathology score for all subjects. The Clinical Global Impression - Severity scale (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment, relative to the clinician's past experience with patients who have the same diagnosis. A \"1\" is considered normal while a \"7\" is extremely ill.",
                    "timeFrame": "Week 7"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Peripheral Biomarkers of Inflammation",
                    "description": "Panel of chemokines and cytokines expressed as \"Mean Concentration Value\". The minimum and maximum value for each measure between 0 and 40,280. In general higher values represent greater immune activation.\n\nCytokines:\n\nInterferon-gamma, Interleukin-1, Interleukin-6, Interleukin-10, Interleukin-12p70, Tumor Necrosis Factor- alpha,\n\nChemokines:\n\nEotaxin-1, Eotaxin-3, Fracktalkine, Interleukin-8, Interferon Gamma-Induced Protein-10, Monocyte Chemotactic Protein-1, Macrophage-Derived Chemokine, Macrophage Inflammatory Protein-1a, Macrophage Inflammatory Protein-1b, Thymus and Activation Regulated Chemokine,\n\nOther:\n\nBrain Derived Neurotropic Factor",
                    "timeFrame": "week 7"
                },
                {
                    "measure": "Cortisol",
                    "description": "AM Salivary Cortisol is normally in the range of 100-750 ng/dL. Higher levels are thought to represent a greater stress response.",
                    "timeFrame": "7 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Eating Behavior",
                    "description": "Three Factor Eating Questionnaire will be used to query about eating behavior in different categories using total score: cognitive dietary restraint, disinhibition, and susceptibility to hunger. Each score is converted to a scaled score from 0 to 100 with the higher score representing more restraint, more dishinibition and less hunger.",
                    "timeFrame": "7 weeks"
                },
                {
                    "measure": "Body Mass Index",
                    "description": "Height and weight will be used to calculate Body Mass Index, a ratio of height and weight. Normal BMI is considered 18.5 to 25.",
                    "timeFrame": "7 weeks"
                },
                {
                    "measure": "Cholesterol",
                    "description": "serum will be drawn to measure total cholesterol, low density and high density lipoproteins along with Triglycerides. All are measured in mg/dL. Normal values include Total Cholesterol \\<=199, Triglycerides 30 - 149, High Density Lipoprotein 40-59, Low Density Lipoprotein \\<=129.",
                    "timeFrame": "Baseline and week 7"
                },
                {
                    "measure": "Electrophysiology Mismatch Negativity",
                    "description": "Mismatch Negativity (MMN) measured in an event related potential paradigm. The value is expressed in micorvolts and represents the difference in response to standard versus mismatch stimuli measure at 100 milliseconds post stimuli. The mismatch negativity value varies between 0 and -6 microvolts with greater negative numbers representing greater mismatch negativity. The MMN is thought primarily to reflect the activity of sensory memory, with, at most, moderate influences of higher-level cognitive processes, such as attention.",
                    "timeFrame": "Baseline and week 7"
                },
                {
                    "measure": "Electrophysiology - Prepulse Inhibition",
                    "description": "Prepulse Inhibition of the human startle response. Prepulse Inhibition is expressed as a percentage from 0 to 100 with the higher value presenting greater inhibition.",
                    "timeFrame": "Baseline and week 7"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* First episode psychosis (onset within the last 2 years) or attenuated psychosis syndrome (APS), stabilized with treatment for at least 8 weeks prior to initiating the trial consistent with the FDA-NIMH-MATRICS guidelines for clinical trial design for clinical enhancing drugs:\n* Clinically stable and in a nonacute phase of their illness for at least 2 months, First episode psychosis participants will have been maintained on current antipsychotic for at least 6 weeks, with no change in antipsychotic dose for the previous 4 weeks while APS participants will be on the same treatment regimen (psychosocial or pharmacologic) for 4 weeks,\n* Exhibit no more than moderate levels of positive symptoms (defined by ratings of ≤ 4) on PANSS items P1 (delusions), P2 (conceptual disorganization), P3 (hallucinatory behavior), P5 (grandiosity), P6 (suspiciousness), and G8 (unusual thought content),\n* No more than a minimal level of depressive symptoms as assessed by the Calgary Depression Scale for Schizophrenia (CDSS)\n* Acceptable diagnoses will include APS, Psychosis NOS, Schizophreniform, Schizophrenia, and Schizoaffective per the Structured Clinical Interview for DSM-V.\n\nExclusion Criteria:\n\n* Concomitant medical or neurological illness;\n* Significant head injury;\n* Impaired intellectual functioning IQ\\<80; however those with an IQ i the 75-79 range will be include if WRAT reading \\> 85 suggesting higher premorbid IQ.\n* High suicidal risk assessed by the The Columbia-Suicide Severity Rating Scale (C-SSRS)42\n* Pregnant women and those who do not agree to avoid becoming pregnant\n* Patients requiring treatment with Azelastine, Azelastine; Fluticasone, Dronabinol, Valproic Acid, or Divalproex Sodium",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristin Cadenhead",
                    "role": "CONTACT",
                    "phone": "619-543-6445",
                    "email": "KCADENHEAD@UCSD.EDU"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristin Cadenhead, MD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristin Cadenhead, MD",
                            "role": "CONTACT",
                            "phone": "619-543-6445",
                            "email": "kcadenhead@health.ucsd.edu"
                        },
                        {
                            "name": "Heline Mirzakhanian, PhD",
                            "role": "CONTACT",
                            "phone": "619-543-7745",
                            "email": "hmirzakhanian@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tracy Alderman, PhD",
                            "role": "CONTACT",
                            "phone": "619-543-7761",
                            "email": "talderman@ucsd.edu"
                        },
                        {
                            "name": "Kristin S Cadenhead, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}