{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06236243",
            "orgStudyIdInfo": {
                "id": "K04-23-01-T0049"
            },
            "organization": {
                "fullName": "Korea Ginseng Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "Effect of Korean Red Ginseng Extract on Blood Flow in Healthy Adults",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Clinical Trial to Study the Effect of G1899 (Korean Red Ginseng Extract Powder) on Blood Flow in Healthy Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-korean-red-ginseng-extract-on-blood-flow-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-24",
            "studyFirstSubmitQcDate": "2024-01-31",
            "studyFirstPostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Korea Ginseng Corporation",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Nutrasource Pharmaceutical and Nutraceutical Services, Inc.",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objectives of this clinical trial are to 1) determine the effect of the TP compared to placebo on blood flow and platelet aggregation, 2) to determine the effect of the TP on cardiovascular health compared to a placebo and 3) to assess the safety and tolerability of the TP in healthy adults.",
            "detailedDescription": "Platelet aggregation and optimal blood flow are crucial for maintaining overall health. Platelet aggregation is necessary in order to form blood clots, essential for preventing excessive bleeding after injury. However, excessive aggregation can lead to the formation of blood clots within blood vessels, which can progress to cardiovascular complications. Further, efficient blood flow ensures the delivery of oxygen, nutrients and immune cells to various tissues and organs throughout the body to maintain cellular functions and organ health. Disruption in platelet aggregation and blood flow are associated with cardiovascular diseases (CVD) such as coronary artery disease, heart failure, vascular disease, dyslipidemia and high blood pressure which are the leading cause of death in adults. Risk factors for CVD include oxidative stress, diabetes, smoking, obesity, and lack of physical activity.\n\nIntervention strategies such as lifestyle modifications and medications are often implemented for managing of CVD risk. However, there is an increasing interest in preventative measures such as dietary supplements, that may have protective properties against CVD through improving factors such as platelet aggregation and blood flow.\n\nPanax ginseng, the dry root and rhizome of the Araliaeae ginseng plant, is considered an adaptogen known to help the body adapt to various stressors and promote overall wellbeing. The benefits of ginseng are thought to be in part from ginsenosides, a class of bioactive ingredients found in the plant. Ginsenosides have been suggested to improve blood flow through enhancing production of nitric oxide (NO) and vasodilation, thereby protecting against cardiovascular dysfunction. Only few randomized controlled trials have investigated the efficacy of ginseng on risk factors of CVD. Both Korean red ginseng root and Korean red ginseng ginsenoside extract have been shown to significantly improve flow-mediated dilation, a measure of endothelial function, when compared to a control at 180-minute post-dose. However, further research is needed to confirm the vasodilating capabilities of panax ginseng.\n\nThe present study is a randomized, double-blind, placebo-controlled clinical trial to investigate the effects of a panax ginseng supplement on cardiovascular health in healthy adults. The primary objective of this study is to explore the ability of panax ginseng to improve markers of blood flow and platelet aggregation compared to a placebo.\n\nEfficacy outcomes include flow-mediated dilation (FMD), augmentation index (AI), platelet aggregation, and blood coagulation markers, lipids, blood pressure and endothelial function as assessed by log-transformed reactive hyperemia index (lnRHI) and blood levels of high sensitivity C-reactive protein (hs-CRP), NO and cyclic guanosine monophosphate (cGMP). These parameters will be assessed at baseline, interim, and end of study (EOS) visits. The study will last up to 16 weeks for each participant. The study will include a screening visit followed by a screening period lasting up to 28 days in duration, a baseline visit on Day 1, and 84 ± 3 days of study product use, followed by an EOS visit on the day after (Day 85 ± 3). The study will include a total of 4 in-person visit days: screening (Visit 1), baseline (Visit 2), interim (Visit 3), and EOS (Visit 4)."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular Diseases",
                "Blood Pressure Disorders",
                "Vasodilation",
                "Platelet Aggregation"
            ],
            "keywords": [
                "Blood Circulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, Double-Blind, Parallel, Placebo-Controlled",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "G1899 Korean Red Ginseng Extract Powder 120 mg/tablet",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "480 mg of Korean Red Ginseng Extract powder per day for a total of 12 weeks.",
                    "interventionNames": [
                        "Dietary Supplement: Korean Red Ginseng Extract Powder 120 mg/tablet"
                    ]
                },
                {
                    "label": "G1899 Korean Red Ginseng Extract Powder 500 mg/tablet",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "2000 mg of Korean Red Ginseng Extract Powder per day for a total of 12 weeks.",
                    "interventionNames": [
                        "Dietary Supplement: Korean Red Ginseng Extract Powder 500 mg/tablet"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Inactive Ingredients",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Korean Red Ginseng Extract Powder 120 mg/tablet",
                    "description": "Participants will take 2 tablets 2 times daily (preferably after breakfast and after dinner) for 12 weeks.",
                    "armGroupLabels": [
                        "G1899 Korean Red Ginseng Extract Powder 120 mg/tablet"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Korean Red Ginseng Extract Powder 500 mg/tablet",
                    "description": "Participants will take 2 tablets 2 times daily (preferably after breakfast and after dinner) for 12 weeks.",
                    "armGroupLabels": [
                        "G1899 Korean Red Ginseng Extract Powder 500 mg/tablet"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "Participants will take 2 tablets 2 times daily (preferably after breakfast and after dinner) for 12 weeks.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Blood Flow",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in flow-mediated dilation of the brachial artery.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Blood Flow",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in flow-mediated dilation of the brachial artery.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Platelet Aggregation",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in platelet aggregation.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Augmentation Index",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in augmentation index",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Augmentation Index",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in augmentation index",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Levels of Nitric Oxide",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in blood levels of nitric oxide.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Blood Levels of Nitric Oxide",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in blood levels of nitric oxide.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Levels Cyclic Guanosine Monophosphate (cGMP)",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in blood levels of cGMP.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Blood Levels of cGMP",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in blood levels of cGMP.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Systolic Blood Pressure (SBP) at rest (seated and supine)",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in blood levels of SBP at rest (seated and supine).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "SBP at rest (seated and supine)",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in blood levels of SBP at rest (seated and supine).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Diastolic Blood Pressure (DBP) at rest (seated and supine)",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in blood levels of DBP at rest (seated and supine).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "DBP at rest (seated and supine)",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in blood levels of DBP at rest (seated and supine).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Levels of Triglycerides (TGs)",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in serum levels of TGs.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Serum Levels of TGs",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in serum levels of TGs.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Levels of Low-density lipoprotein (LDL) cholesterol",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in serum levels of LDL cholesterol.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Serum Levels of LDL cholesterol",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in serum levels of LDL cholesterol.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Levels of High-density lipoprotein (HDL) cholesterol",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in serum levels of HDL cholesterol.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Serum Levels of HDL cholesterol",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in serum levels of HDL cholesterol.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Levels of Total Cholesterol",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in serum levels of cholesterol.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Serum Levels of Total Cholesterol",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in serum levels of cholesterol.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Endothelial Function",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in log-transformed reactive hyperemia index via EndoPAT.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Endothelial Function",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in log-transformed reactive hyperemia index via EndoPAT.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood levels of high-sensitivity C-reactive protein (hs-CRP)",
                    "description": "Between placebo and test products, change from baseline to 6 weeks in blood levels of hs-CRP.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Blood levels of hs-CRP",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in blood levels of hs-CRP.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Coagulation assessed by Prothrombin Time (PT)",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in PT.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Coagulation assessed by Activated Partial Thromboplastin Time (aPTT)",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in aPTT.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Coagulation assessed by Thromboxane B2",
                    "description": "Between placebo and test products, change from baseline to 12 weeks in Thromboxane B2.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Heart Rate",
                    "description": "Change from baseline in heart rate (beats per minute).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Blood Pressure",
                    "description": "Change from baseline in blood pressure (mmHg) (seated only).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Body Weight",
                    "description": "Change from baseline in weight (kg).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Body Mass Index (BMI)",
                    "description": "Change from baseline in BMI (kg/m\\^2).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Hemoglobin",
                    "description": "Change from baseline in fasting whole blood hemoglobin (g/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Hematocrit",
                    "description": "Change from baseline in fasting whole blood hematocrit (%) test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Red Blood Cell Count",
                    "description": "Change from baseline in fasting whole blood red blood cell count (x10\\^6/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Red Blood Cell Distribution Width",
                    "description": "Change from baseline in fasting whole blood red blood cell distribution width (%) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Mean Corpuscular Volume",
                    "description": "Change from baseline in fasting whole blood mean corpuscular volume (fL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Mean Corpuscular Hemoglobin",
                    "description": "Change from baseline in fasting whole blood mean corpuscular hemoglobin (pg) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Mean Corpuscular Hemoglobin Concentration",
                    "description": "Change from baseline in fasting whole blood mean corpuscular hemoglobin concentration (g/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood White Blood Cells",
                    "description": "Change from baseline in fasting whole blood white blood cells (x10\\^3/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Neutrophils",
                    "description": "Change from baseline in fasting whole blood neutrophils (cells/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Basophils",
                    "description": "Change from baseline in fasting whole blood basophils (cells/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Eosinophils",
                    "description": "Change from baseline in fasting whole blood eosinophils (cells/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Lymphocytes",
                    "description": "Change from baseline in fasting whole blood lymphocytes (cells/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Monocytes",
                    "description": "Change from baseline in fasting whole blood monocytes (cells/uL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Mean Platelet Volume (MPV)",
                    "description": "Change from baseline in fasting whole blood MPV (fL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Whole Blood Platelet Count",
                    "description": "Change from baseline in fasting whole blood platelet count (x10\\^9/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Creatinine",
                    "description": "Change from baseline in fasting serum creatinine (umol/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Estimated Glomerular Filtration Rate (eGFR)",
                    "description": "Change from baseline in fasting eGFR (mL/min/1.73m\\^2) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Total Bilirubin",
                    "description": "Change from baseline in fasting serum total bilirubin (mg/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Alkaline Phosphatase (ALP)",
                    "description": "Change from baseline in fasting serum ALP (U/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Aspartate Transaminase (AST)",
                    "description": "Change from baseline in fasting serum AST (U/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Alanine Transaminase (ALT)",
                    "description": "Change from baseline in fasting serum ALT (U/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Albumin",
                    "description": "Change from baseline in fasting serum albumin (g/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Globulin",
                    "description": "Change from baseline in fasting serum globulin (g/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Total Protein",
                    "description": "Change from baseline in fasting serum total protein (g/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Chloride",
                    "description": "Change from baseline in fasting serum chloride (mmol/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Sodium",
                    "description": "Change from baseline in fasting serum sodium (mmol/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Potassium",
                    "description": "Change from baseline in fasting serum potassium (mmol/L) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Fasting Glucose",
                    "description": "Change from baseline in fasting serum glucose (mg/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Serum Urea",
                    "description": "Change from baseline in fasting serum urea (mg/dL) between test products and placebo.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Number of adverse events and number of participants with adverse events.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy adults (male and female) who are 20 to 75 years of age (inclusive).\n* Are able to swallow tablets whole.\n* In good general health (i.e., no uncontrolled diseases or conditions) as deemed by the investigator.\n* Have acceptable heart rate as assessed by the investigator at screening and baseline.\n* Have acceptable levels of blood lipid biomarkers at screening:\n\n  * Triglycerides \\<200 mg/dL\n  * Total cholesterol \\<240 mg/dL\n  * LDL cholesterol \\<160 mg/dL\n  * HDL cholesterol \\>39 mg/dL (for males) or \\>49 mg/dL (females)\n* Have resting (seated) systolic blood pressure between 90 to 129 mmHg and diastolic blood pressure between 60 to 79 mmHg (inclusive) at screening and baseline.\n* Have a body mass index (BMI) between 18.0 to 34.9 kg/m\\^2 (inclusive) at screening.\n* Agrees to follow restriction on concomitant treatments as described in the study protocol.\n* Agrees to use acceptable contraceptive methods for the study.\n* Agrees to follow the restrictions on lifestyle as described in the study protocol.\n* Have maintained consistent dietary habits (including supplement intake) and lifestyle for the last 3 months before screening.\n* Willing and able to agree to the requirements of this study, be willing to give voluntary consent, and carry out all study-related procedures.\n\nExclusion Criteria:\n\n* Are lactating, pregnant or planning to become pregnant during the study (e.g., positive pregnancy test at Visit 2).\n* Have a known sensitivity, intolerability, or allergy to any of the study products or their excipients (including lactose).\n* Have positive medical history of heart disease/cardiovascular disease, kidney disease (dialysis or renal failure), blood or bleeding disorder, hepatic impairment or disease, thyroid disease, or Type I or Type II diabetes.\n* Has an abnormality or obstruction of the gastrointestinal tract precluding swallowing (e.g., dysphagia) and digestion (e.g., known intestinal malabsorption, celiac disease, inflammatory bowel disease, steatorrhea).\n* Have medical condition(s) known to interfere with absorption, distribution, metabolism, or excretion of the study product (e.g., Crohn's disease, short bowel, acute or chronic pancreatitis, or pancreatic insufficiency).\n* Have a positive medical history of immune disorder or is immunocompromised (i.e., HIV/AIDS, Systemic Lupus Erythematosus, etc.), or a history of cancer (except localized skin cancer without metastases or in situ cervical cancer) within 5 years prior to screening visit.\n* Have a positive medical history of psychiatric disorder that required hospitalization in the prior year.\n* Report a clinically significant illness during the 28 days before the first dose of study product.\n* Have undergone major surgery in 3 months prior to screening or planned major surgery during the study.\n* Chronic use of nonsteroidal anti-inflammatory drugs (NSAIDs), chronic use defined as being taken more than 3 times a week for more than 3 months.\n* Have a history of alcohol or substance abuse in the 12 months prior to screening (including having been hospitalized for such in an in-patient or out-patient intervention program).\n* Current enrolment or past participation in another study with any product(s) with at least one active ingredient within 28 days before first dose of study product or longer, if the previous test product is deemed by the investigator to have lasting effects that might influence the eligibility criteria or outcomes of current study.\n* Living in the same household as another currently/previously enrolled participant in the present study.\n* Any other medical condition/situation or use of medications/supplements/therapies that, in the opinion of the investigator, may adversely affect the participant's ability to participate in the study or its measures or pose a significant risk to the participant.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Amir H.S. Rafie, MD",
                    "affiliation": "Valiance Clinical Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Valiance Clinical Research",
                    "status": "RECRUITING",
                    "city": "Tarzana",
                    "state": "California",
                    "zip": "91356",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Josh Lai, RN",
                            "role": "CONTACT",
                            "phone": "818-938-9167",
                            "email": "j.lai@valianceclinicalresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.17334,
                        "lon": -118.55397
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22123100",
                    "type": "BACKGROUND",
                    "citation": "Chen J, Rizzo JA. The economics of cardiovascular disease in the United States. Crit Care Clin. 2012 Jan;28(1):77-88, vi. doi: 10.1016/j.ccc.2011.10.007."
                },
                {
                    "pmid": "35058725",
                    "type": "BACKGROUND",
                    "citation": "Hyun SH, Bhilare KD, In G, Park CK, Kim JH. Effects of Panax ginseng and ginsenosides on oxidative stress and cardiovascular diseases: pharmacological and therapeutic roles. J Ginseng Res. 2022 Jan;46(1):33-38. doi: 10.1016/j.jgr.2021.07.007. Epub 2021 Jul 26."
                },
                {
                    "pmid": "32617033",
                    "type": "BACKGROUND",
                    "citation": "Irfan M, Kwak YS, Han CK, Hyun SH, Rhee MH. Adaptogenic effects of Panax ginseng on modulation of cardiovascular functions. J Ginseng Res. 2020 Jul;44(4):538-543. doi: 10.1016/j.jgr.2020.03.001. Epub 2020 Mar 28."
                },
                {
                    "pmid": "36532771",
                    "type": "BACKGROUND",
                    "citation": "Liu L, Hu J, Mao Q, Liu C, He H, Hui X, Yang G, Qu P, Lian W, Duan L, Dong Y, Pan J, Liu Y, He Q, Li J, Wang J. Functional compounds of ginseng and ginseng-containing medicine for treating cardiovascular diseases. Front Pharmacol. 2022 Dec 2;13:1034870. doi: 10.3389/fphar.2022.1034870. eCollection 2022."
                },
                {
                    "pmid": "24758417",
                    "type": "BACKGROUND",
                    "citation": "Jovanovski E, Peeva V, Sievenpiper JL, Jenkins AL, Desouza L, Rahelic D, Sung MK, Vuksan V. Modulation of endothelial function by Korean red ginseng (Panax ginseng C.A. Meyer) and its components in healthy individuals: a randomized controlled trial. Cardiovasc Ther. 2014 Aug;32(4):163-9. doi: 10.1111/1755-5922.12077."
                },
                {
                    "pmid": "23596810",
                    "type": "BACKGROUND",
                    "citation": "Kang J, Lee N, Ahn Y, Lee H. Study on improving blood flow with Korean red ginseng substances using digital infrared thermal imaging and Doppler sonography: randomized, double blind, placebo-controlled clinical trial with parallel design. J Tradit Chin Med. 2013 Feb;33(1):39-45. doi: 10.1016/s0254-6272(13)60098-9."
                },
                {
                    "pmid": "24871654",
                    "type": "BACKGROUND",
                    "citation": "Rhee MY, Cho B, Kim KI, Kim J, Kim MK, Lee EK, Kim HJ, Kim CH. Blood pressure lowering effect of Korea ginseng derived ginseol K-g1. Am J Chin Med. 2014;42(3):605-18. doi: 10.1142/S0192415X14500396."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T168",
                    "name": "Ginseng",
                    "asFound": "Drug-drug",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}