{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06294132",
            "orgStudyIdInfo": {
                "id": "4016601"
            },
            "organization": {
                "fullName": "Ithaca College",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Lumbar Manipulation on Intervertebral Motion, Pain, and Disability",
            "officialTitle": "Effect of Lumbar Manipulation on Intervertebral Motion, Pain, and Disability",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-lumbar-manipulation-on-intervertebral-motion-pain-and-disability"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-21",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-27",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ithaca College",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background / Purpose:\n\nThere is an ongoing debate regarding the ability of physical therapists to manually sense intervertebral motion. Physical therapists use intervertebral hypomobility as a clinical indicator for spinal manipulation. Also in question is the mechanism of improvement observed after spinal manipulation. Some argue that the improvement is purely neurophysiologic and unrelated to changes in intervertebral motion. This study aimed to determine the diagnostic accuracy of a physical therapist's manual assessment of lumbar intervertebral motion compared to ultrasound imaging and the effect of lumbar manipulation on intervertebral motion, pain, and disability,\n\nMethods:\n\nSubjects will complete a Numeric Pain Rating Scale (NPR),Oswestry Disability Index (ODI), and a Central Sensitization Inventory before arriving for the study via Qualtrics survey tool. They will be screened for contraindications to manipulation and neurological signs and symptoms. Active forward bending will be quantified by measuring the distance of the subject's fingertips to the floor. Two experienced physical therapists will evaluate the subject's lumbar intervertebral mobility. They will identify the lumbar segment with the least motion or hypomobility. The subjects will be imaged from L1 to S1 with a 5 MHz curvilinear transducer (Edge II MSK ultrasound unit, SonoSite, Inc, Bothell, WA) in the sidlying position with their trunk and hips flexed to end-range. The examiner will save the sagittal image and then place a digital caliper to measure the distance between the spinous processes from the peak of the hyperechoic curvature of the caudal spinous process to the peak of the hyperechoic curvature of the cranial spinous process of each lumbar segment (L5-S1, L4-L5, L3-L2,L2-L1). Subjects will then be randomized to receive a high-velocity low amplitude thrust manipulation or a sham manipulation. The lumbar spine will be reimaged. The ultrasound examiner will be blinded to the manipulation and the caliper measurements. Finally, subjects will be asked for their Global Rating of Change (GROC) and to actively bend forward to remeasure the distance of their fingertips to the floor. One week later, patients will receive an e-mail containing links to repeat the NPR, GROC, and ODI."
        },
        "conditionsModule": {
            "conditions": [
                "Low Back Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to either receive lumbar manipulation or a sham lumbar manipulation.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participant: the participants will not know whether they received the lumbar manipulation or sham lumbar manipulation.\n\nCare Provider: the care providers (those who perform the lumbar manipulation and sham lumbar manipulation) will not be involved in collecting any outcome data.\n\nInvestigator: all investigators collecting outcome measures will not know which subjects received the lumbar manipulation or sham lumbar manipulation.\n\nOutcome assessor: the outcome assessors will not be involved in collecting data.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lumbar Mnaipulation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to receive lumbar manipulation by an experience physical therapist.",
                    "interventionNames": [
                        "Procedure: Lumbar Manipulation"
                    ]
                },
                {
                    "label": "Sham Lumbar Manipulation",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will be randomly assigned to receive a sham lumbar manipulation by an experienced physical therapist.",
                    "interventionNames": [
                        "Procedure: Sham Lumbar Manipulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Lumbar Manipulation",
                    "description": "The participant lies on the right side. The right leg is straightened at the knee. The left knee is flexed to the level to be manipulated, and the left foot is placed behind the right lower leg. The caregiver introduces rotation of the participant's upper body down to the level to be manipulated. The caregiver then takes up an axillary hold. The caregiver places his right forearm in the region between the gluteus medius and maximus. The caregiver then rolls the participant towards them. Prior to thrusting, the caregiver applies a slight overpressure and holds the position for 10 seconds. If the participant does not experience any adverse effects, over-pressure is released, and the restrictive barrier re=engaged. The caregiver applies a HVLA thrust against the participant's buttocks by dropping their body. If a cavitation \"pop\" is not heard the first time, a second attempt is made. The procedure is repeated on the opposite side.",
                    "armGroupLabels": [
                        "Lumbar Mnaipulation"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sham Lumbar Manipulation",
                    "description": "The participant lies on the right side. The right leg is straightened at the knee. The left knee is flexed SLIGHTLY, and the left foot is placed behind the right lower leg. The caregiver DOES NOT introduce rotation of the participant's upper body down to the level to be manipulated. The caregiver then takes up an axillary hold. The caregiver places his right forearm in the region between the gluteus medius and maximus. The caregiver DOES NOT roll the participant towards them. Prior to thrusting, the caregiver applies a slight overpressure and holds the position for 10 seconds. If the participant does not experience any adverse effects, over-pressure is released, and the restrictive barrier re=engaged. The caregiver applies a HVLA thrust against the participant's buttocks by dropping their body. NO ROTATION OCCURS IN THE SPINE. The procedure is repeated on the opposite side.",
                    "armGroupLabels": [
                        "Sham Lumbar Manipulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diagnostic Ultrasound",
                    "description": "Sagittal plane ultrasound images of the spinous processes of the lumbar spine and the base of the sacrum will be acquired with the subjects in a sidelying position with the lumbar spine flexed and extended to end-range. Subjects will be imaged with a 5-2 MHZ curvilinear transducer (Edge II MSK ultrasound unit, Sonosite, Inc Bothell, WA). A digital caliper will be used to measure the distance between the spinous process from the peak of the curvature of the caudal spinous process to the peak of the curvature of the cranial spinous process of each lumbar segment (L1-L5). The lumbosacral junction (L5-S1) will be measured from the hyperechoic edge of the sacral base to the peak of the hyperechoic curvature of the L5 spinous process. The examiner will be blinded to the digital caliper measurement and the measurements will be entered into a secure data base by an assistant.",
                    "timeFrame": "Immediately prior to intervention and immediately after."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Trunk Flexion Range Of Motion Measurement",
                    "description": "A research assistant will have the subject forward bend as far as they feel comfortable and measure the distance from their right middle finge r tip to the floor with a tape measure and record the distance in inches. T his measurement will be repeated three times and the average of the measurement s will be entered into a secure database.",
                    "timeFrame": "Immediately prior to intevention and imemditaedly after."
                },
                {
                    "measure": "Oswestry Disability Questionnaire",
                    "description": "Clinicians and researchers use the Oswestry Disability Questionnaire to quantify disability for low back pain and quality of life. Each section is scored on a 0-5 scale, 5 representing the greatest disability. The index is calculated by dividing the summed score by the total possible score, which is then multiplied by 100 and expressed as a percentage. Scoring level of disability: 0 - 4 No disability 5 - 14 Mild disability 15 - 24 Moderate disability 25 - 34 Severe disability 35 - 50. Higher scores mean a worse outcome.",
                    "timeFrame": "Immediately prior to intervention and one week later."
                },
                {
                    "measure": "Numeric Pain Rating Scale",
                    "description": "The numeric pain rating scale is a pain screening tool, commonly used to assess pain severity at that moment in time using a 0-10 scale, with zero meaning \"no pain\" and 10 meaning \"the worst pain imaginable.\" Higher scores mean a worse outcome.",
                    "timeFrame": "Immediately prior to intervention, immediately after, and one week later."
                },
                {
                    "measure": "Global Rating of Change",
                    "description": "The Global Rating of Change is a scale that assesses whether the subjects condition has gotten worse, better, or stayed the same and to quantify the magnitude of that change, typically following treatment. It uses a 15-point Likert scale. Subjects rate their perceived \"overall change\" on a continuum, with -7 (labeled \"worse\") on the left and +7 (labeled \"better\") on the right, and 0 in the middle (labeled \"no change\"). Lower scores mean a worse outcome.",
                    "timeFrame": "Immediately after the intervention and one week later."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years old to 60 years old\n* Individuals with mechanical low back pain who have limited spine mobility without signs of nerve root involvement.\n\nExclusion Criteria:\n\nSubjects cannot participate in this study if they:\n\n* ever had any type of spinal surgery\n* ever had a spinal infection\n* ever had a fracture in your spine\n* recently had an episode of acute physical trauma ie a motor vehicle accident or a fall and - were not evaluated by a medical practitioner.\n* are apprehensive about their spine being manipulated\n* have osteoporosis or have been on corticosteroids for an extended period of time\n* have Rheumatoid Arthritis\n* have Marfans Syndrome or Ehlers-Danlos Syndrome\n* currently have cancer or any other illness\n* have a bleeding disorder or are now on blood thinning medications\n* have symptoms of tingling, numbness, or weakness below the knee\n* are unable to remain in a sidelying position for at least 30 minutes\n* are currently pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Winslow, DPT",
                    "role": "CONTACT",
                    "phone": "6072298792",
                    "email": "jwinslow@ithaca.edu"
                },
                {
                    "name": "Michael Costello, Dsc",
                    "role": "CONTACT",
                    "phone": "6073399406",
                    "email": "mcostello@ithaca.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Ithaca College",
                    "status": "RECRUITING",
                    "city": "Ithaca",
                    "state": "New York",
                    "zip": "14850",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Winslow",
                            "role": "CONTACT",
                            "phone": "607-229-8792",
                            "email": "jwinslow@ithaca.edu"
                        },
                        {
                            "name": "Michael Costello",
                            "role": "CONTACT",
                            "email": "mcostello@ithaca.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.44063,
                        "lon": -76.49661
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}