{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06425016",
            "orgStudyIdInfo": {
                "id": "23-551"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Assisted Robotic vs Laparoscopic Sleeve Gastrectomy",
            "officialTitle": "Effects of Assisted Robotic vs Laparoscopic Sleeve Gastrectomy (EARLY): A Randomized Controlled Trial on Early Postoperative Pain",
            "acronym": "EARLY",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "effects-of-assisted-robotic-vs-laparoscopic-sleeve-gastrectomy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-24",
            "studyFirstSubmitQcDate": "2024-05-17",
            "studyFirstPostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Ricard Corcelles",
                "investigatorTitle": "Principal Investigator, Professor of Surgery, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "Ricard Corcelles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a prospective, obesity-registry based, single-blind randomized controlled trial with a 1:1 allocation ratio. Specific inclusion criteria are all patients eligible to undergo a Laparoscopic sleeve gastrectomy (LSG) based on the current National Institute of Health (NIH) patient selection guidelines. Patients should be able to give consent, be deemed medically-cleared to undergo elective surgery, and tolerate general anesthesia. All enrollments and surgeries in this study will take place at the Cleveland Clinic Bariatric and Metabolic Institute. The study will consist of 2 interventions: laparoscopic sleeve gastrectomy (LSG) or robotic sleeve gastrectomy (RSG). The primary objective is early postoperative pain, but also surgeon ergonomics and patient quality of life will be compared. Additional outcomes include 30-day perioperative results, minor and major morbidities, serious adverse events, resolution of medical comorbidities, and weight loss in percent of excess weight lost (%EWL) at one year.",
            "detailedDescription": "Currently, bariatric surgery is the most effective long-term treatment for severe obesity. Bariatric surgery results in sustained weight loss, improved quality of life, and amelioration of obesity-related comorbidities. Laparoscopic sleeve gastrectomy (LSG) has become increasingly popular over the past decade due to its safety profile and excellent long-term efficacy, and is now the most common bariatric operation being performed in the U.S. LSG entails resecting the greater curvature and fundus of the stomach; the partial gastrectomy is oriented vertically, parallel to the lesser curvature of the stomach. Overall, LSG results in excellent weight loss and remission of most obesity-related comorbidities. LSG is also less morbid than some of the other bariatric operations, such as laparoscopic Roux-en-Y gastric bypass (LRYGB), because of its technical simplicity and its limited alteration of the normal anatomy.\n\nUnfortunately, laparoscopic surgery is not exempt from limitations including: loss of freedom in a narrow abdominal cavity, limited rotational movements, reduced depth perception, 2D video system, and considerable ergonomic challenges. These limitations have led to an increase in the adoption of robotic surgery. In recent years, robotic surgery has been employed in different specialties, including metabolic and bariatric surgery. Robotic surgery confers multiple advantages including better visualization (3D vision) and wrist movements that are particularly helpful in bariatric procedures. In addition, the position of the head and the body of the operating surgeon at the robot console provides excellent ergonomic advantages.\n\nUntil now, the utilization of robotic surgery in bariatrics remains controversial. While prospective trials are lacking, retrospective data on robotic bariatric surgery have demonstrated a potential reduction in hospital length of stay (LOS) and postoperative morbidity compared to the standard laparoscopic approach. Laparoscopy is currently considered the gold standard surgical approach for Sleeve Gastrectomy (SG). However, laparoscopic bariatric surgery can be particularly painful in the early postoperative period, and one study reported 75% of patients in the post anesthesia care unit (PACU) reporting moderate to severe pain. The introduction of the robotic platform allows for several potential advantages versus the laparoscopic technique when performing SG. One advantage is the avoidance of port torque and subsequent abdominal wall trauma, which is often implicated as a source of post-operative pain following procedures. Two elements: less postoperative bleeding and abdominal wall trauma, could potentially contribute to the lower postoperative pain reported in some recent studies of robotic surgery.\n\nEven with the rapid adoption of robotic technology for SG in the United States, to date, no prospective head-to-head trials have been performed. The investigators hypothesize that the robotic approach to perform a SG would provide a measurable clinical benefit in regard to early postoperative pain compared to the traditional laparoscopic technique. The expected outcome in the study is a significant decrease in early postoperative pain with the robotic group."
        },
        "conditionsModule": {
            "conditions": [
                "Post Operative Pain",
                "Laparoscopic Sleeve Gastrectomy",
                "Robotic Sleeve Gastrectomy",
                "Obesity",
                "Bariatric Surgery Candidate",
                "Quality of Life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single-blind randomized controlled trial with a 1:1 allocation ratio. The study will consist of 2 interventions: laparoscopic sleeve gastrectomy (LSG) or robotic sleeve gastrectomy (RSG). All patients will be randomized during the preoperative evaluation process. An interim analysis will be performed upon completion of the primary endpoint assessment for 91 patients to determine whether a re-estimation of the total is required. Sample size re-estimation will be planned using the conditional power method proposed by Mehta and Pocock. The 91 patients data will be used to estimate the conditional power for detecting the difference in primary outcome between two groups in the final analysis. When the conditional power is between 0.36 and 0.8, the investigators will increase the sample size accordingly, up to a sample size of 360. Otherwise, the trial will continue using the planned sample size.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Subjects will be blinded to the intervention. An equal number of identical bandages will be applied to the abdomen in similar locations following each intervention.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 91,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Laparoscopic Sleeve Gastrectomy (LSG)",
                    "type": "OTHER",
                    "description": "Sleeve Gastrectomy completed using laparoscopic technique",
                    "interventionNames": [
                        "Procedure: Laparoscopic Sleeve Gastrectomy (LSG)"
                    ]
                },
                {
                    "label": "Robotic Sleeve Gastrectomy (RSG)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sleeve Gastrectomy completed using robot assistance",
                    "interventionNames": [
                        "Procedure: Robotic Sleeve Gastrectomy (RSG)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Laparoscopic Sleeve Gastrectomy (LSG)",
                    "description": "Bariatric Surgery",
                    "armGroupLabels": [
                        "Laparoscopic Sleeve Gastrectomy (LSG)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Robotic Sleeve Gastrectomy (RSG)",
                    "description": "Bariatric Surgery",
                    "armGroupLabels": [
                        "Robotic Sleeve Gastrectomy (RSG)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comparing post-operative day-1 morphine equivalent dose consumption (mg)",
                    "description": "To determine if patients with obesity planned for robotic sleeve gastrectomy experience a decrease in opioid consumption (Morphine Equivalent Dose) in mg on postoperative day 1 compared to patients undergoing laparoscopic sleeve gastrectomy.",
                    "timeFrame": "24 hours post-op"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Comparing postoperative pain score",
                    "description": "Will be assessed using Numerical Rating Scale-11 (NRS-11), a patient reported outcome measure. Scale is measured from 0-10 with 0 being the least amount of pain and 10 being the most amount of pain.",
                    "timeFrame": "on postoperative days 1 (±1 days), 7 (±3 days), and 30 days (±15 days) post-op"
                },
                {
                    "measure": "Comparing day-7 PROMIS scores",
                    "description": "Will be assessed using Patient Reported Outcome Measurement Information System (PROMIS) intensity pain short form 3a , a patient reported outcome measure. The Survey has two items on remote pain (past 7 days) and one item on the pain level at the time of the questionnaire. Each question is scored from 1-5, rating pain from \"Had no pain\" = 1 to \"Very severe\" = 5. Accumulative score between 3-15 have corresponding T scores with high values indicating severe symptoms.",
                    "timeFrame": "7 (±3 days) and 30 days (±15 days) post-op"
                },
                {
                    "measure": "Comparing rapid upper limb assessment (RULA) score in surgeons.",
                    "description": "RULA provides an assessment of the postures of the neck, trunk, and upper limb along with muscle function and the external loads experienced by the body 16. To use the instrument, the evaluators (independent research team member who does not operate) subjectively score posture, muscle use, and force for one side of the body at a time. The scores are then added to obtain a grand score. A score of 5 to 6 indicates increased risk for musculoskeletal injury, and a grand score of 7 indicates imminent risk of injury.",
                    "timeFrame": "intraoperative"
                },
                {
                    "measure": "Improvement in Quality of life of patients",
                    "description": "Change from baseline in score of The 36-Item Short Form Health Survey (SF-36) (physical and mental components). Each item is given a score ranging from 0-100. Lower scores indicating poor outcomes. Final score is an average of all the items that were answered. Unanswered questions are not included in the final average. Research coordinator completes the survey with the patient.",
                    "timeFrame": "30 days (±15 days) post-op"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "30-day perioperative complications and serious adverse event incidence",
                    "description": "Incidence of complications associated with Sleeve Gastrectomy: bleeding requiring transfusion, pulmonary adverse events, venous thromboembolism, cardiac events, renal failure requiring dialysis, gastrointestinal leak, bowel obstruction requiring surgery, gastric/anastomotic stricture or ulcer, readmission, and sepsis",
                    "timeFrame": "30 days (±15 days) post-op"
                },
                {
                    "measure": "Length of hospital stay",
                    "description": "Days spent in hospital after surgery until 30 days (±15 days) post-op",
                    "timeFrame": "30 days (±15 days) post-op"
                },
                {
                    "measure": "Number of participants with resolution of medical comorbidities",
                    "description": "Resolution of medical comorbidities associated with obesity at one year post-op Diabetes Hypertension Hyperlipidemia, hypertriglyceridemia Obstructive Sleep Apnea Non-alcoholic Fatty Liver Disease Chronic Obstructive Pulmonary Disease/asthma Stress urinary incontinence Polycystic Ovary Syndrome Degenerative join disease Pseudotumor cerebrii",
                    "timeFrame": "one year post-op"
                },
                {
                    "measure": "weight loss in percent of weight lost (%WL)",
                    "description": "weight loss divided by initial pre-operative weight in percent (%WL)",
                    "timeFrame": "post-op up to one year of follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients eligible to undergo a SG based on the current National Institute of Health (NIH) patient selection guidelines. Patients should be able to give consent, be deemed medically cleared to undergo elective surgery, and tolerate general anesthesia.\n\nExclusion Criteria:\n\n* patients with previous bariatric surgeries, emergency surgeries, with chronic opioid use (daily use of opioids for at least 3 months), and those who are not able to sign the written consent form.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ricard Corcelles Codina, MD",
                    "role": "CONTACT",
                    "phone": "216-445-2665",
                    "email": "corcelr@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ricard Corcelles Codina, MD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chytaine Hall",
                            "role": "CONTACT",
                            "phone": "216-445-3983",
                            "email": "hallc@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Post Operative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}