{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05447676",
            "orgStudyIdInfo": {
                "id": "STU00215984"
            },
            "secondaryIdInfos": [
                {
                    "id": "R35NS122336",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R35NS122336"
                }
            ],
            "organization": {
                "fullName": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "briefTitle": "Effects of 4-AP on Functional SCI Recovery",
            "officialTitle": "Effects of 4-AP on Functional Recovery After Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-ap-on-functional-sci-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-20",
            "studyFirstSubmitQcDate": "2022-07-06",
            "studyFirstPostDateStruct": {
                "date": "2022-07-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Monica Perez",
                "investigatorTitle": "Chair, Arms and Hands",
                "investigatorAffiliation": "Shirley Ryan AbilityLab"
            },
            "leadSponsor": {
                "name": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test a strategy to potentiate functional recovery of lower limb motor function in individuals with spinal cord injury (SCI). The FDA approved drug, Dalfampridine (4-AP). 4-AP will be used in combination of Spike-timing-dependent plasticity (STDP) stimulation and STDP stimulation with limb training.",
            "detailedDescription": "Currently, research has shown that 4-AP has a positive effect on sensory and motor function rehabilitation in humans with chronic SCI in addition to decreasing recorded spasticity, increased sensation, and decreased pain. Utilizing limb training to promote recovery of motor function is enhanced by eliciting STDP in the limbs. An important strength of this aim is the combination of training and STDP, which aims at enhancing the beneficial effects of motor training by promoting plasticity in the corticospinal pathway. We hypothesize that introducing 4-AP into the STDP stimulation and STDP stimulation with lower-limb training will further improve motor function rehabilitation in patients with chronic SCI."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injury"
            ],
            "keywords": [
                "SCI",
                "Neural control",
                "4-AP",
                "Walking",
                "Neuroplasticity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Arm 1 and 2 will be studied with randomized crossover design; Participants for Arm 3 will be recruited after finishing the sessions for Arms 1 and 2. Participants who were finished the Arms 1 and 2 study procedures can also participate in Arm 3 study procedures.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will not know if they receive 4-AP or placebo over the course of the study and the investigators are also blinded except for PI (Dr. Monica Perez).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dalfampridine (4-AP)+STDP+training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The effects of the functional recovery of the lower-limb muscles will be determined after 10 sessions of 4-AP, STDP stimulation and training.",
                    "interventionNames": [
                        "Drug: Dalfampridine",
                        "Other: STDP stimulation",
                        "Behavioral: Exercise training"
                    ]
                },
                {
                    "label": "Placebo+STDP+training",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The effects of the functional recovery of the lower-limb muscles will be determined after 10 sessions of placebo drug, STDP stimulation and training.",
                    "interventionNames": [
                        "Other: Placebo drug",
                        "Other: STDP stimulation",
                        "Behavioral: Exercise training"
                    ]
                },
                {
                    "label": "Dalfampridine (4-AP)+STDP+training for extended sessions",
                    "type": "EXPERIMENTAL",
                    "description": "The long-term effects of the functional recovery of the lower-limb muscles will be determined after 40 sessions of 4-AP, STDP stimulation and training.",
                    "interventionNames": [
                        "Drug: Dalfampridine",
                        "Other: STDP stimulation",
                        "Behavioral: Exercise training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dalfampridine",
                    "description": "The study drug (4-AP) will be administered as a 10 mg dose.",
                    "armGroupLabels": [
                        "Dalfampridine (4-AP)+STDP+training",
                        "Dalfampridine (4-AP)+STDP+training for extended sessions"
                    ],
                    "otherNames": [
                        "4-AP"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo drug",
                    "description": "The pharmacy will also provide a placebo drug that looks identical to 4-AP to verify participants and therapists do not know who is receiving the drug and who is receiving the placebo.",
                    "armGroupLabels": [
                        "Placebo+STDP+training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "STDP stimulation",
                    "description": "Paired stimulation will be given to the spinal cord and to peripheral nerves so that the signals are received at the spinal cord at a specific interval.",
                    "armGroupLabels": [
                        "Dalfampridine (4-AP)+STDP+training",
                        "Dalfampridine (4-AP)+STDP+training for extended sessions",
                        "Placebo+STDP+training"
                    ],
                    "otherNames": [
                        "spike timing dependent plasticity"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercise training",
                    "description": "Lower-limb exercises will involve over-ground walking, treadmill, walking and stair climbing training.",
                    "armGroupLabels": [
                        "Dalfampridine (4-AP)+STDP+training",
                        "Dalfampridine (4-AP)+STDP+training for extended sessions",
                        "Placebo+STDP+training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in TMEPs",
                    "description": "Electrical stimulation will be performed placing the cathode on the upper thoracic between the spinal processes between T3 and T4 vertebrae and the anode at \\~10 cm above",
                    "timeFrame": "TMEPs measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training and Placebo+STDP+training groups. TMEPs measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in MVC",
                    "description": "Individuals will perform a maximum voluntary contraction (MVC) of each targeted muscle (quadriceps femoris, tibialis anterior or soleus) through surface electrodes secured to the skin over the belly of each muscle.",
                    "timeFrame": "MVC measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training and Placebo+STDP+training groups. MVC measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in MEPs",
                    "description": "Transcranial magnetic stimuli (TMS) will be delivered to the optimal scalp position for activation of quadriceps femoris and tibialis anterior muscles. The optimal scalp position will be determined by moving the coil in small steps along the hand/arm/leg representation of the primary motor cortex to find the region where the largest MEP can be evoked with the minimum intensity in the targeted muscles.",
                    "timeFrame": "MEPs measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training and Placebo+STDP+training groups. MEPs measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in 10-meter walk test",
                    "description": "We will use the 10-meter walk test to quantify walking speed in meters per second. The same percentage of body-weight support will be used during pre- and post-assessments. Less time to walk 10-meter indicates better outcome.",
                    "timeFrame": "10-m walk measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training and Placebo+STDP+training groups. 10-m walk measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in 6-minute walk test",
                    "description": "We will measure the distance walked over 6 minutes. The same percentage of body-weight support will be used as in 10-meter walk test. The longer distance walked during 6 minutes indicates better outcome.",
                    "timeFrame": "6-min walk measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training & Placebo+STDP+training groups. 6-min walk measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in International Standards for Neurological Classification of Spinal Cord Injury exam",
                    "description": "Motor part of the exam is completed through the testing of key muscle functions corresponding to 10 myotomes (C5-T1 and L2-S1) for right and left side separately. The strength of each muscle function is graded on a six-point scale ranging from 0 meaning complete paralysis to 5 meaning full strength. The total motor score is sum of all motor scores range from 0-100. Sensory part of the exam is completed through the testing of a key point in each of the 28 dermatomes (from C2 to S4-5) on the right and left sides of the body. At each of these key points, two aspects of sensation are examined: light touch and pin prick. Appreciation of light touch and pin prick sensation at each of the key points is separately scored on a three-point scale; 0-absent, 1-altered, and 2-normal or intact. 56 is the maximum score for both light touch and pin prick and the total sensory score ranges from 0 to 112. Higher scores represent better outcome for motor and sensory scores.",
                    "timeFrame": "Scores measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training and Placebo+STDP+training groups. Scores measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in surveys on ambulation, basic mobility, bowel and bladder management difficulties",
                    "description": "The name of the questionnaire is Spinal Cord Injury Quality of Life (SCI-QOL) and we used four subdomains: ambulation, self-care, bowel management difficulties, and bladder management difficulties. Scores on all subdomains of SCI-QOL use a standardized T metric, with a mean of 50 and a standard deviation of 10. Ambulation and basic mobility subdomains assess the ability to engage in walking activities in different locations that vary based on speed, time and condition and the ability to manage stairs under different conditions. Bowel management difficulties subdomain measures an ability to carry out a bowel program; concerns about incontinence and bowel accidents; and the impact of bowel management on everyday living. Bladder management difficulties subdomain measures ability to carry out a bladder program; worry about bladder accidents; concerns about implementing one's bladder program; and impact on everyday living. Higher scores on all subdomains represent better outcome.",
                    "timeFrame": "SCI-QOL measured at baseline and 3 weeks (10 sessions) for Dalfampridine+STDP+training & Placebo+STDP+training groups. SCI-QOL measured at baseline, 6 weeks (20 sessions), and 12 weeks (40 sessions) for extended sessions group."
                },
                {
                    "measure": "Change in morphological characterization of corticospinal and reticulospinal pathways in MRI",
                    "description": "In order to identify descending motor tract, brainstem and C2 cervical spinal cord images will be acquired on a MAGNETOM Prisma 3T system using a 64-channel birdcage head/neck coil. To quantify the effect of atrophy in oblique directions, we will measure the radius from the cord shape center of mass to its border, R(α), for angles α over the whole circle with an angular resolution of 6°. Mean measures of all 5 axial slices will be used for statistical from nerve roots, noise, and other confounding effects.",
                    "timeFrame": "MRI measured at baseline and 12 weeks (40 sessions) for Dalfampridine+STDP+training for extended sessions group."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and females between ages 18-85 years\n* SCI at least 4 weeks post injury\n* Spinal Cord injury at or above L2\n* ASIA A,B,C, or D, complete or incomplete\n* Possess the following abilities\n* The ability to perform a small visible contraction with dorsiflexion and hip flexor muscles\n\nExclusion Criteria:\n\n* Uncontrolled medical problems including pulmonary, cardiovascular or orthopedic disease\n* Any history of renal impairment\n* Any debilitating disease prior to the SCI that caused exercise intolerance\n* Premorbid, ongoing major depression or psychosis, altered cognitive status\n* History of head injury or stroke\n* Vascular, traumatic, tumoral, infectious, or metabolic lesion of the brain, even without history of seizure, and without anticonvulsant medication\n* History of seizures or epilepsy\n* Receiving drugs acting primarily on the central nervous system, which lower the seizure threshold (see appendix 2)\n* Pregnant females\n* If a women of child bearing age is unsure of the pregnancy, and does not want to take the pregnancy test Ongoing cord compression or a syrinx in the spinal cord or who suffer from a spinal cord disease such as spinal stenosis, spina bifida, MS, or herniated disk\n* Metal plate in skull\n* Individuals with scalp shrapnel, cochlear implants, or aneurysm clips\n* Individuals taking Bupropion, Dolutegravir, Lacosamide, Trilaciclib, or PR Interval prolonging drugs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Monica A Perez, PT, PhD",
                    "role": "CONTACT",
                    "phone": "312-238-2886",
                    "email": "mperez04@sralab.org"
                },
                {
                    "name": "Sri Ramya Vemulakonda, M.B.B.S",
                    "role": "CONTACT",
                    "phone": "3122382993",
                    "email": "svemulakon@sralab.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Monica A Perez, PT, PhD",
                    "affiliation": "Shirley Ryan Ability Lab",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Shirley Ryan Abilitylab",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica A Perez, PT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015761",
                    "term": "4-Aminopyridine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000026902",
                    "term": "Potassium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18321",
                    "name": "4-Aminopyridine",
                    "asFound": "Eicosapentaenoic acid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23171",
                    "name": "Potassium Channel Blockers",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}