{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06374706",
            "orgStudyIdInfo": {
                "id": "23-0129"
            },
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Rehabilitation Robots-Morning Walk in Individuals With Hemiparesis",
            "officialTitle": "Effects of End-Effector Type Rehabilitation Robots-Morning Walk on Symmetrical Walking Patterns in Individuals With Hemiparesis",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "effects-of-rehabilitation-robots-morning-walk-in-individuals-with-hemiparesis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-24",
            "studyFirstSubmitQcDate": "2024-04-16",
            "studyFirstPostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, our objective is to explore and evaluate interventions to improve the process of recovery following a stroke. The main focus is on enhancing symmetrical walking patterns in adults who have experienced neurological deficits due to a stroke. The primary tool will be an end-effector type rehabilitation robot, the Morning Walk®. This robot has been specifically designed to assist in enhancing symmetrical walking patterns for individuals recovering from a stroke Morning Walk® has received approval from the FDA, meaning it meets stringent safety and efficacy standards.",
            "detailedDescription": "Total forty participants (20 stroke vs 20 healthy individuals) will sign a consent form that is pre-approved by the Institutional Review Board at the participating facilities, which states the purpose of the study, an explanation of the procedures, benefits and risks for the participant, a confidentiality statement, and a refusal/withdrawal policy.\n\nThis study will assess the feasibility of end-effector rehabilitation robots, specifically Morning Walk®, to optimize training outcomes and improve symmetry in individuals with stroke.\n\n1. Access the severity of functional and balance capacity prior to gait training. Stroke or healthy participants will first be asked questions about their medical history, physical functionality, and overall well-being. Participants will be equipped with an armband or chest strap to monitor their heart rate. Functional capacity will be assessed using walking tests on the Zeno Walkway system, which evaluates gait speed and spatiotemporal gait parameters during overground walking trials. During the testing process, participants will be recorded on video.\n2. Develop the training protocol for the end-effector rehabilitation robot, Morning Walk.\n\n   Prior to the end-effector robot training, Investigators will attach six Delsys wireless electromyographic sensors (Delsys Inc, Natick, MA) to analyze muscle activity in the lower extremities. Additionally, stroke or healthy participants will be equipped with the Tekscan In-Shoes system (Tekscan, Inc., South Boston) to assess temporal events related to foot positioning during training, such as limb loading time. During the end-effector robot training, a saddle-type weight support and secure strap system will be employed to prevent loss of balance or falls. Following an appropriate warm-up and familiarization with the end-effector robot training, various walking parameters of Morning Walk, such as pace, stride length, step height, and initial contact angle, will be examined to achieve balanced loading times between the paretic and non-paretic sides in stroke participants. Training parameters such as step length, step height, and joint angle can be independently adjusted for the paretic and non-paretic sides in stroke patients, and for the dominant and non-dominant sides in healthy individuals. This approach allows for the restriction of movement in the non-paretic or non-dominant side, thereby encouraging the activity of the paretic or dominant side during training. The adaptation training parameters will be adjusted according to the participant's walking capacity. During the training session, participants will be recorded on video.\n3. Assessing the Immediate Post-Adaptation Effect of Morning Walk Training on the Ground.\n\nStroke or healthy participants will be asked to on the Zeno Walkway system to evaluate gait speed and spatiotemporal gait parameters during overground walking trials. During the testing process, participants will be recorded on video."
        },
        "conditionsModule": {
            "conditions": [
                "Stroke",
                "Healthy Volunteers"
            ],
            "keywords": [
                "End-Effector Robot-Morning Walk",
                "Constrained Induced Movement Therapy",
                "Hemiparesis",
                "Symmetry"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Morning Walk Training for Stroke",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Morning Walk training for stroke"
                    ]
                },
                {
                    "label": "Morning Walk Training for Healthy",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Morning Walk training for healthy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Morning Walk training for stroke",
                    "description": "Assessing the Feasibility of the End-Effector Rehabilitation Robot, Morning Walk Training and investigate the Immediate Post-Adaptation Effect of Morning Walk Training for Symmetrical Walking on the Ground.",
                    "armGroupLabels": [
                        "Morning Walk Training for Stroke"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Morning Walk training for healthy",
                    "description": "Assessing the Feasibility of the End-Effector Rehabilitation Robot, Morning Walk Training and investigate the Immediate Post-Adaptation Effect of Morning Walk Training for Asymmetrical Walking on the Ground.",
                    "armGroupLabels": [
                        "Morning Walk Training for Healthy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Number of Participants with Kinematic representation of the temporal events during end-effector robot training",
                    "description": "The temporal events of foot position and foot pressure distributions will be identified from ground reaction forces (GRFs) during walking trials using the Tekscan In-shoes system (Tekscan, Inc., South Boston).",
                    "timeFrame": "Pre-overground, Morning walk intervention, and post-overground of assessment in one day and will be recorded continuously for 20-30minutes"
                },
                {
                    "measure": "Muscle Activity in the lower extremities",
                    "description": "A wireless electromyographic sensor (Delsys Inc, Natick, MA) will be attached to the participant to analyze muscle activity in the lower extremities.",
                    "timeFrame": "Pre-overground, Morning walk intervention, and post-overground of assessment in one day and will be recorded continuously for 20-30minutes"
                },
                {
                    "measure": "Spatiotemporal Patterns of Walking, Speeds",
                    "description": "Subjects will walk on an instrumented mat (Zeno Walkway) with the same model of New Balance shoes to measure self-selected and fastest comfortable speeds.",
                    "timeFrame": "Pre-overground and post-overground of assessment in one day and will be recorded continuously for 20-30minutes"
                },
                {
                    "measure": "Spatiotemporal Patterns of Walking, Parameters",
                    "description": "Subjects will walk on an instrumented mat (Zeno Walkway) with the same model of New Balance shoes to measure the parameters during overground walking.",
                    "timeFrame": "Pre-overground and post-overground of assessment in one day and will be recorded continuously for 20-30minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* For this study, twenty volunteers fulfilling the inclusion criteria from participating physical therapy facilities and the local community will be recruited. The criteria for participants with a history of stroke include: Age 20 or older.\n* Experienced a unilateral first stroke, either ischemic or hemorrhagic, in the carotid artery distribution.\n* Diagnosed with stroke at least one month prior to participating in the study.\n* Free from major post-stroke complications, such as recurrent stroke, hip fracture, or myocardial infarction.\n* Residing within the community.\n* Capable of ambulating 10 meters with or without the use of assistive devices.\n\nExclusion Criteria:\n\n* Stroke secondary to subarachnoid hemorrhage or posterior circulation stroke.\n* Life expectancy of less than one year.\n* Comatose state.\n* Inability to follow 3-step commands.\n* Amputation.\n* Poorly controlled diabetes, exemplified by conditions such as foot ulceration.\n* Blindness.\n* Progressive neurological diseases.\n* Comprehensive aphasia.\n* Medical instability.\n* Significant musculoskeletal problems.\n* Congestive cardiac failure.\n* Unstable angina.\n* Peripheral vascular disease.\n* Neuropsychiatric disorders, including dementia, cognitive deficits, and severe depression.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mansoo Ko, Ph.D.",
                    "role": "CONTACT",
                    "phone": "3522782144",
                    "email": "mako@utmb.edu"
                },
                {
                    "name": "Judith L Linton, MS",
                    "role": "CONTACT",
                    "phone": "4092261767",
                    "email": "jllinton@utmb.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Medical Branch",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mansoo Ko, Ph.D.",
                            "role": "CONTACT",
                            "phone": "409-772-9555",
                            "email": "mako@utmb.edu"
                        },
                        {
                            "name": "Judith L Linton, MS",
                            "role": "CONTACT",
                            "phone": "4092661767",
                            "email": "jllinton@utmb.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010291",
                    "term": "Paresis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22306",
                    "name": "Stroke",
                    "relevance": "LOW"
                },
                {
                    "id": "M20944",
                    "name": "Muscle Weakness",
                    "relevance": "LOW"
                },
                {
                    "id": "M13204",
                    "name": "Paresis",
                    "asFound": "Hemiparesis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}