{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04622150",
            "orgStudyIdInfo": {
                "id": "STUDY20210857"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH119487",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH119487"
                }
            ],
            "organization": {
                "fullName": "Case Western Reserve University",
                "class": "OTHER"
            },
            "briefTitle": "Effectiveness RCT of Customized Adherence Enhancement",
            "officialTitle": "Effectiveness RCT of Customized Adherence Enhancement",
            "acronym": "CAE-E",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "effectiveness-rct-of-customized-adherence-enhancement"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-30",
            "studyFirstSubmitQcDate": "2020-11-04",
            "studyFirstPostDateStruct": {
                "date": "2020-11-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Martha Sajatovic, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Case Western Reserve University"
            },
            "leadSponsor": {
                "name": "Case Western Reserve University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately one in two individuals with bipolar disorder (BD) are non-adherent with medication, often leading to severe and negative consequences. Unfortunately, there is no widely used evidence-based approach to target poor adherence among individuals with BD. Building upon positive efficacy trial results, the proposed project will test the effectiveness of technology-facilitated Customized Adherence Enhancement (CAE) vs. enhanced treatment as usual (eTAU) using a prospective randomized controlled design in public mental health care settings and preferentially enrolling poorly adherent/high-risk individuals with BD. Deliverables include a curriculum-driven adherence enhancement approach that can be implemented in public healthcare settings and which can improve outcomes for the most vulnerable groups of people with BD.",
            "detailedDescription": "A cornerstone of treatment uniformly recommended for individuals with bipolar disorder (BD) is mood stabilizing medication. However, approximately one in two individuals with BD are non-adherent with medication, often leading to severe and negative consequences. Unfortunately, there is no widely used evidence-based approach to target poor adherence in BD.\n\nCustomized Adherence Enhancement (CAE), developed by this study team, is a brief, practical BD-specific approach that identifies individual adherence barriers and then targets these areas for intervention using a flexibly-administered modular format. A prospective, 6-month, randomized controlled efficacy trial (RCT) of CAE vs. a rigorous control, BD-specific education (EDU) found that medication adherence and functional status were improved in CAE vs. EDU for poorly-adherent patients. Remarkably, the benefits of CAE occurred in individuals who had been living with BD, on average, for over 2 decades. While promising, the original efficacy RCT was limited by the fact that it was performed in an academic medical center, did not make use of existing web/text messaging technology, and did not address potential challenges to scale-up in standard clinical settings.\n\nIn response to PA-18-722 \"Improving Patient Adherence to Treatment and Prevention Regimens to Promote Health\", this Type 1 hybrid effectiveness-implementation project will adapt CAE for use in community/public-sector care settings, test effectiveness in high-risk, poorly adherent individuals in these settings, and gather evidence on barriers and facilitators to implementation of the intervention in order to inform subsequent scale-up. The project will examine putative mechanistic engagement targets suggested by previous work and include implementation elements that will inform future dissemination should findings be positive. The project will be implemented in 4 specific aims: 1) Refine the CAE intervention guided by stakeholders at a community mental health clinic (CMHC) and a safety-net county healthcare system, 2) Test the effectiveness of technology-facilitated CAE vs. enhanced treatment as usual (eTAU) using a prospective, 2-site RCT, 3) Test the effects of CAE vs. eTAU on functional status in poorly adherent individuals with BD, and 4) Identify barriers and facilitators to CAE implementation in order to inform subsequent scale-up and spread using qualitative methods and guided by implementation conceptual models. Additional exploratory analysis will assess whether changes in patient-level adherence barriers and facilitators mediate the treatment effects on adherence. Finally, the project will evaluate on-site (outpatient visits, no-show rates) and off-site (emergency department visits, hospitalizations) health resource use to help characterize relative value and inform future sustainability efforts. An over-arching goal of this project will be to provide a curriculum-driven adherence enhancement approach that can be implemented in public-sector care settings and which can improve outcomes for the most vulnerable groups of people with BD."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 190,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Customized Adherence Enhancement (CAE)",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will receive the experimental intervention, Customized Adherence Enhancement (CAE).",
                    "interventionNames": [
                        "Behavioral: Customized Adherence Enhancement (CAE)"
                    ]
                },
                {
                    "label": "Enhanced Treatment as Usual (eTAU)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This arm will receive the control intervention, Enhanced Treatment as Usual (eTAU).",
                    "interventionNames": [
                        "Behavioral: Enhanced Treatment as Usual (eTAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Customized Adherence Enhancement (CAE)",
                    "description": "CAE is comprised of a series of up to four treatment modules whose inclusion is determined based upon an individuals reasons for nonadherence (adherence barriers).The standardized modules are Psychoeducation, Modified Motivational Interviewing, Communication with Providers, Medication Routines. CAE participants will have a core series of approximately four sessions spaced about one week apart over a period of 4-6 weeks, and one booster in-person session 4 weeks after the completion of the four core sessions (total of approximately 5 sessions). Sessions 2-4 will be delivered remotely by the study interventionist. All participants will have the first session in-person. The final booster session will be conducted at the sites and will review all previously introduced materials. There will be a follow-up phone call with the study interventionist that will occur in the four-week time period between completion of four CAE core sessions and prior to initiation of the booster CAE session.",
                    "armGroupLabels": [
                        "Customized Adherence Enhancement (CAE)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Treatment as Usual (eTAU)",
                    "description": "eTAU participants will receive monthly text messages (or phone calls for participants who prefer not to receive texts) to refill medications, fill eCAPs and brief general adherence promotion messages during the follow-up period.",
                    "armGroupLabels": [
                        "Enhanced Treatment as Usual (eTAU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in the Tablet Routine Questionaire (TRQ) \"past week\" item at 12 months",
                    "description": "The TRQ \"past week\" item is a subject report of the percentage of prescribed medications not taken within the past week. The minimum score is 0 and the maximum score is 100. A higher score implies poorer treatment adherence.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "Change from baseline in the Tablet Routine Questionaire (TRQ) \"past month\" item at 12 months",
                    "description": "The TRQ \"past month\" item is a subject report of the percentage of prescribed medications not taken within the past month. The minimum score is 0 and the maximum score is 100. A higher score implies poorer treatment adherence.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "Change from baseline in treatment adherence as measured by electronic pill monitoring (eCAPS) at 12 months",
                    "description": "A special pill cap (eCAPS) will record bottle openings. Adherence is defined as the percentage of pills missed, with a higher value indicating poorer adherence.",
                    "timeFrame": "Baseline and 12 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "change in Global Assessment of Functioning (GAF)",
                    "description": "The minimum score is 1 and the maximum score is 100. A higher score implies higher functioning.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "change in Brief Psychiatric Rating Scale (BPRS)",
                    "description": "The minimum score is 18 and the maximum score is 126. A higher score implies a worse condition.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "change in Young Mania Rating Scale (YMRS)",
                    "description": "The minimum possible score is 0 and the maximum score is 60. A higher score implies a worse condition.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "change in Montgomery Asberg Depression Rating Scale (MADRS)",
                    "description": "The minimum possible score is 0 and the maximum score is 60. A higher score implies a worse condition.",
                    "timeFrame": "Baseline and 12 Months"
                },
                {
                    "measure": "change in Clinical Global Impressions Scale (CGI)",
                    "description": "The minimum possible score is 1 and the maximum score is 7. A higher scores implies a worse condition.",
                    "timeFrame": "Baseline and 12 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patients receiving care at the Nord Center or MetroHealth system.\n\nInclusion Criteria:\n\n1. Participants will have a diagnosis of Bipolar Disorder Type I or Type II determined by the Structured Clinical Interview for DSM-5 patient version (SCID-P).\n2. Have had BD for at least two years duration\n3. Have received treatment with at least one evidence-based medication to stabilize mood for at least six months (lithium, anticonvulsant, or antipsychotic mood stabilizer)\n4. Yes to either of the following questions:\n\n   1. Do you ever have any trouble taking all of your medications? Or\n   2. Do you ever try to cope on your own without medication?\n5. a BPRS ≥ 36 or YRMS ≥8 or MADRS ≥8\n6. Be able to participate in psychiatric interviews and give written informed consent\n7. Have their own cellular phone in order to receive text messages as part of the intervention\n\nExclusion Criteria:\n\n1. Unable or unwilling to participate in psychiatric interviews. This will include individuals, who may be too psychotic to participate in interviews/rating scales\n2. Unable or unwilling to give written, informed consent to study participation\n3. Individuals who participated in Phase 1 of the study\n4. Children under the age of 18\n5. Individuals at high risk for suicide who cannot be safely managed in their current treatment setting",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Research Manager",
                    "role": "CONTACT",
                    "phone": "888-819-0004",
                    "email": "bhrg@case.edu"
                },
                {
                    "name": "Clara Adeniyi",
                    "role": "CONTACT",
                    "phone": "216-844-6231",
                    "email": "Clara.Adeniyi@case.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Martha Sajatovic, MD",
                    "affiliation": "Case Western Reserve University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MetroHealth Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Project Manager",
                            "role": "CONTACT",
                            "phone": "888-819-0004",
                            "email": "bhrg@case.edu"
                        },
                        {
                            "name": "Clara Adeniyi",
                            "role": "CONTACT",
                            "phone": "216-844-6231",
                            "email": "Clara.Adeniyi@case.edu"
                        },
                        {
                            "name": "Martha Sajatovic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "The Nord Center",
                    "status": "RECRUITING",
                    "city": "Lorain",
                    "state": "Ohio",
                    "zip": "44053",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Project Manager",
                            "role": "CONTACT",
                            "phone": "888-819-0004",
                            "email": "bhrg@case.edu"
                        },
                        {
                            "name": "Clara Adeniyi",
                            "role": "CONTACT",
                            "phone": "216-844-6231",
                            "email": "Clara.Adeniyi@case.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.45282,
                        "lon": -82.18237
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35927740",
                    "type": "DERIVED",
                    "citation": "Levin JB, Briggs F, Blixen C, Bauer M, Einstadter D, Albert JM, Weise C, Woods N, Fuentes-Casiano E, Cassidy KA, Rentsch J, Sarna K, Sajatovic M. A randomized controlled trial of customized adherence enhancement (CAE-E): study protocol for a hybrid effectiveness-implementation project. Trials. 2022 Aug 4;23(1):634. doi: 10.1186/s13063-022-06517-0."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will collaborate with our project office to determine the best mechanism to ensure that our study data is entered into the common informatics platform by NIMH, called the National Database for Clinical Trials Related to Mental Illness (http://ndct.nimh.nih.gov, NDCT). We will work with NIMH to transform the data we collect into relevant information using the suggested consent form language, NIMH software that will create global unique identifiers and a useful data dictionary as much as we are able in order to deposit data into the National Database allowing other researchers and NIMH to use available data.\n\nIn line with accepted data sharing practices and ethical principles, we will share de-identified raw data with other researchers attempting to replicate our findings or including our findings in subsequent projects.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "No later than time of publication, and will be made available for 24 months.",
            "accessCriteria": "Researchers will be able to contact us by telephone or email to request these data, which we will provide in a timely manner. We will not release any data that are considered identifying or protected by IRB, HIPAA, or federal regulations unless that researcher and the PIs of the current project have obtained proper administrative agreements or participation in the NIMH national database."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}