{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03587701",
            "orgStudyIdInfo": {
                "id": "18-0195"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Anakinra in Subjects With Corticosteroid-resistant/Intolerant Meniere's Disease and Autoimmune Inner Ear Disease",
            "officialTitle": "A Phase II Placebo Controlled Study of the Effects of Anakinra (Kineret) in Subjects With Corticosteroid-Resistant/Intolerant Meniere's Disease (CR-MD) and Corticosteroid-Resistant/Intolerant Autoimmune Inner Ear Disease Disease (CR-AIED)",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "effects-of-anakinra-in-subjects-with-corticosteroid-resistant-intolerant-meniere-s-disease-and-autoimmune-inner-ear-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-06-12",
            "studyFirstSubmitQcDate": "2018-07-13",
            "studyFirstPostDateStruct": {
                "date": "2018-07-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Swedish Orphan Biovitrum",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase II randomized, placebo controlled study design of anakinra (Kineret) in corticosteroid-resistant or intolerant Meniere's disease (CR-MD)and corticosteroid-resistant or intolerant autoimmune inner ear disease (CR-AIED) patients. Patients will be randomized by a 2:1 allocation to anakinra or placebo for 42 continuous days. After day 42, a second placebo-controlled period will begin for an additional 42 days. This will be followed by a 264 day observation period, during which, hearing declines may be re-treated with anakinra after 30 days following the initial drug.",
            "detailedDescription": "This study will be evaluating whether or not anakinra (kineret) is superior to placebo for improving sustained hearing thresholds in patients with CR or intolerant MD and CR or intolerant AIED. Final enrollment is contingent on an acute decline in hearing in the active ear and 2 sequential audiograms greater than or equal to 28 days apart that shows a stable or declining hearing threshold and word recognition score not improved with corticosteroid therapy. Any patient that attempted to be treated with steroid therapy and was deemed intolerant will also be considered for the trial. Anakinra (kineret) 100mg/0.67ml prefilled syringes or placebo injection will be randomized at 2:1 allocation and will be self-administered by the patient daily for 42 days. After day 42, a second placebo-controlled period will begin for an additional 42 days (all patients will receive anakinra for either 42 or 84 days depending on the randomization assignment). A 264 day observation period will begin after day 84, during which the option to retreat with anakinra will be offered to those patients that responded to the therapy in the first 84 day period."
        },
        "conditionsModule": {
            "conditions": [
                "Autoimmune Inner Ear Disease",
                "Meniere's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study is a randomized, placebo-controlled design with a 2:1 allocation of anakinra or placebo for the first 42 continuous days. After day 42, a second placebo-controlled period will begin for an additional 42 days.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The subject, investigator and study coordinator will all be blinded to the randomization assignment. Only the study pharmacist will be unblinded when dispensing the study medication",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 57,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A",
                    "type": "EXPERIMENTAL",
                    "description": "This group will be randomized to receive intervention of 42 consecutive days of anakinra (100mg/0.67ml) in period 1 followed by an additional 42 consecutive days of anakinra (100mg/0.67ml) in period 2",
                    "interventionNames": [
                        "Drug: Anakinra 100Mg/0.67Ml Inj Syringe (Period 1)",
                        "Drug: Anakinra 100Mg/0.67Ml Inj Syringe (Period 2)"
                    ]
                },
                {
                    "label": "Group B",
                    "type": "EXPERIMENTAL",
                    "description": "This group will be randomized to receive intervention of 42 consecutive days of anakinra (100 mg/0.67ml) in period 1 followed by 42 consecutive days of placebo in period 2",
                    "interventionNames": [
                        "Drug: Anakinra 100Mg/0.67Ml Inj Syringe (Period 1)",
                        "Drug: Placebo injection (Period 2)"
                    ]
                },
                {
                    "label": "Group C",
                    "type": "EXPERIMENTAL",
                    "description": "This group will be randomized to receive intervention of placebo for 42 consecutive days in period 1 followed by 42 consecutive days of anakinra (100mg/0.67ml) in period 2",
                    "interventionNames": [
                        "Drug: Placebo injection (Period 1)",
                        "Drug: Anakinra 100Mg/0.67Ml Inj Syringe (Period 2)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Anakinra 100Mg/0.67Ml Inj Syringe (Period 1)",
                    "description": "pre-filled syringes of anakinra 100mg/0.67mg will be provided and will be self-administered by patients daily during first 42 days of treatment (Period 1)",
                    "armGroupLabels": [
                        "Group A",
                        "Group B"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo injection (Period 1)",
                    "description": "pre-filled matching placebo injections will be provided and will be self-administered by patients daily during first 42 days of treatment (Period 1)",
                    "armGroupLabels": [
                        "Group C"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Anakinra 100Mg/0.67Ml Inj Syringe (Period 2)",
                    "description": "pre-filled syringes of anakinra 100mg/0.67mg will be provided and will be self-administered by patients daily during next 42 days of treatment (Period 2)",
                    "armGroupLabels": [
                        "Group A",
                        "Group C"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo injection (Period 2)",
                    "description": "pre-filled matching placebo injections will be provided and will be self-administered by patients daily during next 42 days of treatment (Period 2)",
                    "armGroupLabels": [
                        "Group B"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sustained improvement in hearing thresholds",
                    "description": "Determine whether those treated with anakinra demonstrate a sustained improvement in hearing thresholds compared with their pre-anakinra treatment threshold. Improvement will be defined by an improvement of 15dB at 1 frequency or 10dB at 2 contiguous frequencies with no greater than a 5dB worsening all remaining frequencies",
                    "timeFrame": "Hearing improvement from pre-treatment thresholds at day 28"
                },
                {
                    "measure": "Sustained improvement in hearing thresholds",
                    "description": "threshold. Improvement will be defined by an improvement of 15dB at 1 frequency or 10dB at 2 contiguous frequencies with no greater than a 5dB worsening all remaining frequencies",
                    "timeFrame": "Hearing improvement from pre-treatment thresholds at day 42"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improved Word Recognition",
                    "description": "Determine whether those treated with anakinra demonstrate a sustained improvement in word recognition score compared with their pre-anakinra treatment threshold. Improvement will be defined by an improvement of greater than 12% change in value",
                    "timeFrame": "at day 28"
                },
                {
                    "measure": "Improved Word Recognition",
                    "description": "Determine whether those treated with anakinra demonstrate a sustained improvement in word recognition score compared with their pre-anakinra treatment threshold. Improvement will be defined by an improvement of greater than 12% change in value",
                    "timeFrame": "at day 42"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* meet diagnostic criteria for Autoimmune Inner Ear Disease (AIED) with active deterioration in one ear as defined below\n* SNHL of greater than 30dB at one or more frequencies in the active ear. The contralateral ear may have any hearing threshold that is either stable or worsening, but may not exhibit improvement in response to corticosteroids even if the more active ear declines. Active deterioration is defined as a 15dB decline at one frequency (excluding 250 or 8kHz as a sole indicator) on their audiogram, or 10dB at 2+ frequencies developing in \\> or equal 3 days but \\< or equal 90 days, or if the hearing loss evolved in less than 3 days, the patient displayed features suggestive of an autoimmune disorder\n* Capable of understanding and giving informed consent\n* Have 2 sequential audiograms following the decline in hearing \\>or equal 28 days apart with no demonstrable improvement in hearing following corticosteroid therapy (\\<or equal 5dB of improvement at any individual frequency (250, 500, 1000, 2000 and 4000Hz) and \\<12% improvement in WRS)\n* Patients must have been treated with oral or IT prednisone with no demonstrable improvement or attempted to be treated and deemed intolerant. Steroid intolerance is defined as unable or unwilling to take corticosteroids because of a prior untoward effect or a current medical condition that would negatively be impacted by steroid use\n* Must have completed steroid therapy, including any intratympanic steroid therapy\n* Meniere's disease defined according to the AAO criteria, with the additional requirement of corticosteroid resistance AND no new diuretics may be instituted or dose increased from 28 days prior to trial enrollment\n* Patients must be fluent in English as all word recognition scores are based on testing in English\n* Patients may have other autoimmune disease(s) Females of childbearing potential, must be practicing a method of birth control considered effective and medically acceptable by the investigator for a minimum of 2 months prior to the study and at least 2 months after last administration of study drug\n* Males similarly must be practicing a method of birth control considered effective and medically acceptable by the investigator for a minimum of 2 months prior to the study and at least 2 months after last administration of study drug\n\nExclusion Criteria:\n\n* Evidence of retrocochlear pathology (vestibular schwannoma) or inner ear malformation (Mondini Malformation or Enlarged Vestibular Aqueduct) based on imaging\n* Prior treatment with gentamicin for Meniere's Disease\n* Most recent decline in hearing occurring \\>90 days prior to trial enrollment\n* Positive test for Muckle-Wells mutation\n* Concurrently receiving methotrexate, TNF-antagonist therapy or any other immunosuppressive therapy\n* Steroid-dependent hearing loss\n* Any immunodeficiency syndrome\n* Active or chronic infections\n* Currently receiving, or having received treatment for a malignancy in the past 3 years\n* Chronic renal insufficiency (a creatinine clearance of \\<49mL/min) or chronic renal failure\n* Neutropenia prior to treatment with anakinra\n* Receipt of live vaccine \\<3 months prior to enrollment\n* Previous treatment with an IL-1 antagonist for any clinical indication\n* First-degree relative with a diagnosis of a CAPS disease\n* History of active narcotic abuts, including prescription narcotics\n* Pregnant or lactating females\n* Non-English speaking patients\n* Seropositive for Hepatitis B, C, HIV or tuberculosis on screening, with the exception of presence of antibodies to Hepatitis B in subjects reporting prior vaccination, and presence of positive skin testing for TB in subjects who received BCG in the past\n* History of suicidal ideation, significant depression that resulted in hospitalization, or answers \"yes\" during C-SSR screening\n* Prior participation in any type of clinical trial using a medication that inhibits interleukin-1 activity\n* Known hypersensitivity to E.coli derived products",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ginny Mullooly, RN",
                    "role": "CONTACT",
                    "phone": "718-470-7974",
                    "email": "gmullool@northwell.edu"
                },
                {
                    "name": "Andrea Vambutas, MD",
                    "role": "CONTACT",
                    "phone": "718-470-7550",
                    "email": "avambuta@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea Vambutas, MD",
                    "affiliation": "Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwell Health, Hearing& Speech Center",
                    "status": "RECRUITING",
                    "city": "New Hyde Park",
                    "state": "New York",
                    "zip": "11042",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea Vambutas, MD",
                            "role": "CONTACT",
                            "phone": "718-470-7550",
                            "email": "avambuta@northwell.edu"
                        },
                        {
                            "name": "Ginny Mullooly, RN",
                            "role": "CONTACT",
                            "phone": "718-470-7974",
                            "email": "gmullool@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.7351,
                        "lon": -73.68791
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25133431",
                    "type": "RESULT",
                    "citation": "Vambutas A, Lesser M, Mullooly V, Pathak S, Zahtz G, Rosen L, Goldofsky E. Early efficacy trial of anakinra in corticosteroid-resistant autoimmune inner ear disease. J Clin Invest. 2014 Sep;124(9):4115-22. doi: 10.1172/JCI76503. Epub 2014 Aug 18."
                },
                {
                    "pmid": "21199898",
                    "type": "RESULT",
                    "citation": "Pathak S, Goldofsky E, Vivas EX, Bonagura VR, Vambutas A. IL-1beta is overexpressed and aberrantly regulated in corticosteroid nonresponders with autoimmune inner ear disease. J Immunol. 2011 Feb 1;186(3):1870-9. doi: 10.4049/jimmunol.1002275. Epub 2011 Jan 3."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008575",
                    "term": "Meniere Disease"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000007759",
                    "term": "Labyrinth Diseases"
                },
                {
                    "id": "D000007762",
                    "term": "Labyrinthitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018159",
                    "term": "Endolymphatic Hydrops"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000010031",
                    "term": "Otitis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "asFound": "Ear Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10779",
                    "name": "Labyrinth Diseases",
                    "asFound": "Inner Ear Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10782",
                    "name": "Labyrinthitis",
                    "asFound": "Inner Ear Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11558",
                    "name": "Meniere Disease",
                    "asFound": "Meniere's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "relevance": "LOW"
                },
                {
                    "id": "M20305",
                    "name": "Endolymphatic Hydrops",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12954",
                    "name": "Otitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T559",
                    "name": "Autoimmune Inner Ear Disease",
                    "asFound": "Autoimmune Inner Ear Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053590",
                    "term": "Interleukin 1 Receptor Antagonist Protein"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27359",
                    "name": "Interleukin 1 Receptor Antagonist Protein",
                    "asFound": "Anti-inflammatory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}