{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06425094",
            "orgStudyIdInfo": {
                "id": "5162"
            },
            "organization": {
                "fullName": "Colorado State University",
                "class": "OTHER"
            },
            "briefTitle": "Effects of a Microalgae Extract Dietary Supplement on Gut Health, Anxiety, and Immune Function",
            "officialTitle": "Effects of a Microalgae Extract Dietary Supplement on Gut Health, Anxiety, and Immune Function",
            "acronym": "Tetrasol",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "effects-of-a-microalgae-extract-dietary-supplement-on-gut-health-anxiety-and-immune-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-13",
            "studyFirstSubmitQcDate": "2024-05-17",
            "studyFirstPostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tiffany Weir",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Colorado State University"
            },
            "leadSponsor": {
                "name": "Colorado State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Micropyt",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will be conducted to determine the effect of daily Tetrasol consumption in supporting gut health using assessments of gastrointestinal symptoms (GSRS) and bowel habits (BSS) as primary outcome measures. The investigators also intend to explore fecal and blood biomarkers of intestinal permeability/function, determination of anxiety and stress levels through both validated assessments and saliva and blood biomarkers, establishment of intervention safety and tolerability through comprehensive metabolic panels and overall compliance, explore the effects of the intervention on inflammation and acute stress (Cold Presser Test), blood lipid profiles, and gut microbiota composition as secondary outcomes.",
            "detailedDescription": "1. Total number of subjects who will be approached (including screen fails, controls, and subject withdrawals) to reach enrollment numbers for the lifetime of the study for this investigator's site: 100-125\n2. Total number of subjects to be enrolled at this site: The investigators plan to enroll 60 participants for a target completion of 50 participants (25/arm). Enrolling 60 individuals allows for a conservative 20% attrition rate. This is the first human study of the commercial product Tetrasol, which looks at intestinal health outcomes. Therefore, this will be considered a pilot study, and the data will allow us to determine the appropriate sample size for a statistically powered study to identify differences in gastrointestinal health between Tetrasol consumers and placebo.\n3. Brief Description/justification for the proposed sample size in lay terms:\n\n   The investigators have no human data related to our primary outcome measures for this product. Therefore, investigators propose a pilot study of 25 individuals in each study group.\n4. Before the start of enrollment, 60 subjects will be randomly assigned using a random number generator. Upon enrollment, each subject will be assigned either intervention A or B, according to the randomization chart.\n5. The study will be a double-blind, placebo-controlled study. Neither the investigators nor the participants will have knowledge of the contents of the capsules. The capsules will be labeled by Microphyt personnel who are not directly involved in the study, and they will maintain the code. Unlike the intervention capsules, the placebo does not contain rapeseed oil and calcium, as the product manufacturer developed these formulations. They wished to keep the placebo formula the same as the formula previously used in their in vitro assays and other clinical work for more equitable comparisons across studies. CSU clinical personnel will administer the two intervention capsules to the subjects according to the randomization strategy and will not be provided with the code for intervention groups until after all data analysis has been completed. In a very unlikely case of a severe adverse event (which is an event that requires the subject's hospitalization), the medical personnel will be provided information about the content of the capsules taken by the participant directly by the Microphyt personnel. The code will not be broken to the investigators until after all data has been analyzed and submitted as a preliminary report.\n\nA. Recruitment:\n\nRecruitment advertisements will be placed in the Coloradoan and other newspapers/newsletters as relevant and will be sent out electronically through the CSU faculty and administrative professionals list on the CSU State Classified list. The investigators will reach out to graduate students and undergraduates by sending the recruitment email to the appropriate administrative personnel in each department (i.e., Grad coordinators and academic success coordinators) and have them forward the study information to their students. Flyers will be posted and distributed throughout the CSU campus and at targeted locations within the community, including UC Health doctor's offices. Flyers will be sent out as direct mailers to individuals in the community; their names and addresses will be purchased from a reputable company that provides names and addresses of individuals in this age range (Alesco Data, http://www.alescodata.com/). To increase participant diversity, investigators will also reach out to student groups on campus, including the Adult Learner and Veterans Services, Asian Pacific American Cultural Center, Black/African American Cultural Center, El Centro, Native American Cultural Center, Pride Resource Center, and Women and Gender Advocacy Center, and cultural groups off campus such as the BIPOC Alliance. Finally, investigators will also contact individuals in our clinical database who participated in previous studies and indicated a willingness to be contacted for future studies.\n\nB. Screening Procedures or Interview/questionnaire: After a preliminary telephone screening (questionnaire attached), volunteers will undergo an in-person screening (visit 1) and provide written informed consent. A questionnaire will assess medical and health history and demographic information, followed by an anthropometric assessment (height, weight, waist, and hip circumferences).\n\nC. Informed consent process and timing of obtaining consent. Potential participants determined to be eligible through telephone screening will be emailed a copy of the consent form and asked to read it before their screening visit. At the screening visit, the study coordinator or other study personnel will review the consent form and encourage the participants to ask any questions about participation in the study. Study personnel conducting the consenting process will assess the ability of the individual to provide informed consent. They will also ensure that all participants know that consent can be withdrawn anytime.\n\nOn the first visit (Screening, visit 1), after the participant receives a verbal and written explanation of the project and after the participant provides informed consent, investigators will assess the participant's medical and health history and dietary intake. The investigators will measure the participant's height, weight, and waist and hip circumferences. If the participant qualifies for our study, the participant will be scheduled for the second visit (Baseline, Visit 2). The participant will be provided food diaries and instructed to record all dietary and beverage intake for 2 weekdays and one weekend day before the next study visit. The participant will also be given a worksheet to record the participant's daily bowel movements and a stool collection kit for fecal collection prior to the next study visit. During the second visit (Baseline Visit, visit 2), following an overnight fast, investigators will collect stool samples and bowel movement worksheets, and the participant's body weight, waist, and hip circumferences will be measured. The participant will participate in the cold pressor test, which involves immersing the participant's hand in ice water for 2 and a half minutes while the participant's blood pressure is assessed. The investigators will provide the participants with daily dosing/treatment records and diet records, and the participants will complete sleep, physical activity, gastrointestinal, and mental health questionnaires. The investigators will perform a blood draw and collect the participant's saliva. The participant will then be scheduled for the participant's next appointment and given a 2-week supply of the participant's randomly assigned treatment capsules. This is a double-blind study, meaning neither the participant nor the investigators will know which treatment the participant has been assigned to take. The participant will be provided food diaries and instructed to record all dietary and beverage intake for 2 weekdays and one weekend day before the next study visit. The participant will also be given a worksheet to record the participant's daily bowel movements and a stool collection kit for fecal collection before the next study visit. The participant will also be provided with monetary compensation. During the participant's third visit (Midpoint Visit, Visit/Week 2), following an overnight fast, investigators will collect stool samples and bowel movement worksheets, and the participant's body weight, waist and hip circumferences, supine blood pressure, and heart rate will be measured. The investigators will check the participant's daily dosing/treatment records and diet records and perform a physical activity questionnaire. The investigators will perform a blood draw and collect the participant's saliva. The investigators will review the participant's gastrointestinal and mental health questionnaires. The participant will then be scheduled for the participant's next appointment and given the participant's final allocation of the participant's assigned treatment capsules. The participant will be provided food diaries and instructed to record all dietary and beverage intake for 2 weekdays and one weekend day before the final study visit. The participant will also be given a worksheet to record the participant's daily bowel movements and a stool collection kit for fecal collection before the next study visit. The participant will also be provided with monetary compensation. During the participant's fourth visit (Final Visit, visit 4, Week 4), following an overnight fast, investigators will collect stool samples and bowel movement worksheets, and the participant's body weight, waist, and hip circumferences will be measured. The investigators will check the participant's daily dosing/treatment records and diet records and perform a physical activity questionnaire. The investigators will perform a blood draw and collect the participant's saliva. The participant will also be subjected to an acute stress test, during which the participant will alternate between placing the participant's hand in ice-cold water for 2 and a half minutes while the participant's blood pressure is assessed. This additional test is non-invasive, and the entire test (with an included instructional period) will last approximately 30 minutes. The investigators will review the participant's gastrointestinal and mental health questionnaires. The participant will be provided with monetary compensation and will have completed the study."
        },
        "conditionsModule": {
            "conditions": [
                "Gastrointestinal Problem",
                "Anxiety",
                "Stress",
                "Gastrointestinal Symptoms"
            ],
            "keywords": [
                "Tetrasol",
                "Gastrointestinal Symptoms",
                "Anxiety",
                "Stress",
                "Gastrointestinal Problem",
                "Bowel Habits"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, parallel arm, double-blind, placebo-controlled diet intervention",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Microalgae extract capsules",
                    "type": "EXPERIMENTAL",
                    "description": "Tetrasol extract, maltodextrin, vegetable magnesium stearate, dicalcium phosphate, hydrogenated rapeseed oil, hydroxypropylmethylcellulose",
                    "interventionNames": [
                        "Dietary Supplement: Microalgae Extract Capsules"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "maltodextrin, vegetable magnesium stearate",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Microalgae Extract Capsules",
                    "description": "Tetrasol extract",
                    "armGroupLabels": [
                        "Microalgae extract capsules"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "maltodextrin \\& vegetable magnesium stearate",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The effect of daily Tetrasol consumption in supporting gut health using assessments of gastrointestinal symptoms (GSRS) and bowel habits (BSS)",
                    "description": "This is a parallel-arm study Where the participant will be asked to consume a microalgae-based ingredient or placebo for 4 weeks. Data will be taken on visit 2 (baseline), visit 3 (week 2) \\& visit 4(week 4) to analyze.",
                    "timeFrame": "4weeks"
                },
                {
                    "measure": "Exploration fecal and blood biomarkers of intestinal permeability/function",
                    "description": "This is a parallel-arm study Where the participant will be asked to consume a microalgae-based ingredient or placebo for 4 weeks. Data will be taken on visit 2 (baseline), visit 3 (week 2) \\& visit 4(week 4) to analyze.",
                    "timeFrame": "4 Weeks"
                },
                {
                    "measure": "Determination of anxiety and stress levels through both validated assessments and saliva and blood biomarkers",
                    "description": "This is a parallel-arm study Where the participant will be asked to consume a microalgae-based ingredient or placebo for 4 weeks. Data will be taken on visit 2 (baseline), visit 3 (week 2) \\& visit 4(week 4) to analyze.",
                    "timeFrame": "4 Weeks"
                },
                {
                    "measure": "Establishment of intervention safety and tolerability through comprehensive metabolic panels and overall compliance",
                    "description": "This is a parallel-arm study Where the participant will be asked to consume a microalgae-based ingredient or placebo for 4 weeks. Data will be taken on visit 2 (baseline), visit 3 (week 2) \\& visit 4(week 4) to analyze.",
                    "timeFrame": "4 Weeks"
                },
                {
                    "measure": "Exploration of the effects of the intervention on inflammation and acute stress (Cold Presser Test), blood lipid profiles, and gut microbiota composition",
                    "description": "This is a parallel-arm study Where the participant will be asked to consume a microalgae-based ingredient or placebo for 4 weeks. Data will be taken on visit 2 (baseline), visit 3 (week 2) \\& visit 4(week 4) to analyze.",
                    "timeFrame": "4 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy, normal to overweight (BMI of 18.0-29.9) adults between 18-55 years of age with mild to moderate gastrointestinal distress confirmed by one positive response to the Rome IV criteria (Appended).\n\nExclusion Criteria:\n\n* BMI \\>30.0 or \\<18.0\n* Smoking or other use of tobacco products\n* Diagnosed intestinal diseases such as Celiac, Crohn's Disease, Ulcerative Colitis, or Gastrointestinal Cancers\n* Pregnant or breastfeeding individuals\n* Regular use of NSAIDs or MAO inhibitors\n* Clinically diagnosed mental health disorders (clinical depression, bipolar disorder, etc.)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tiffany L Weir, MSc,PhD",
                    "role": "CONTACT",
                    "phone": "(970) 491-4631",
                    "email": "tiffany.weir@colostate.edu"
                },
                {
                    "name": "Sarah A Johnson, RDN,MS,PhD",
                    "role": "CONTACT",
                    "phone": "(970) 491-3807",
                    "email": "sarah.johnson@colostate.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tiffany L Weir, MSc,PhD",
                    "affiliation": "Colorado State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Food and Nutrition Clinical Research Lab(FNCRL), Colorado State University",
                    "status": "RECRUITING",
                    "city": "Fort Collins",
                    "state": "Colorado",
                    "zip": "80526",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tiffany L Weir, MSc,PhD",
                            "role": "CONTACT",
                            "phone": "970-491-4631",
                            "email": "tiffany.weir@colostate.edu"
                        },
                        {
                            "name": "Sarah A Johnson, RDN,MS,PhD",
                            "role": "CONTACT",
                            "phone": "(970) 491-3807",
                            "email": "sarah.johnson@colostate.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.58526,
                        "lon": -105.08442
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11347287",
                    "type": "BACKGROUND",
                    "citation": "Merchant RE, Andre CA. A review of recent clinical trials of the nutritional supplement Chlorella pyrenoidosa in the treatment of fibromyalgia, hypertension, and ulcerative colitis. Altern Ther Health Med. 2001 May-Jun;7(3):79-91."
                },
                {
                    "pmid": "25192306",
                    "type": "BACKGROUND",
                    "citation": "Avila-Roman J, Talero E, Alcaide A, Reyes Cde L, Zubia E, Garcia-Maurino S, Motilva V. Preventive effect of the microalga Chlamydomonas debaryana on the acute phase of experimental colitis in rats. Br J Nutr. 2014 Oct 14;112(7):1055-64. doi: 10.1017/S0007114514001895. Epub 2014 Sep 5."
                },
                {
                    "pmid": "28025954",
                    "type": "BACKGROUND",
                    "citation": "Avila-Roman J, Talero E, Rodriguez-Luna A, Garcia-Maurino S, Motilva V. Anti-inflammatory effects of an oxylipin-containing lyophilised biomass from a microalga in a murine recurrent colitis model. Br J Nutr. 2016 Dec;116(12):2044-2052. doi: 10.1017/S0007114516004189. Epub 2016 Dec 27."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}