{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06442956",
            "orgStudyIdInfo": {
                "id": "STUDY00002549"
            },
            "organization": {
                "fullName": "Louisiana State University Health Sciences Center Shreveport",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Rapid Heat Stress on Firefighters Musculoskeletal Injury Risk",
            "officialTitle": "The Impact of Rapid Heat Stress on Firefighters' Strength, Dynamic Balance, and Movement Quality",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-rapid-heat-stress-on-firefighters-musculoskeletal-injury-risk"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-29",
            "studyFirstSubmitQcDate": "2024-06-03",
            "studyFirstPostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Louisiana State University Health Sciences Center Shreveport",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will examine the effect of heat stress on factors that influence musculoskeletal injury risk in firefighters. Participants will attend 4 data collection sessions. 1: informed consent, screening, and familiarization. 2: pre-tests (strength, balance, and movement quality). 3: heat stress (rapid or gradual) followed by post-tests (strength, balance, and movement quality). 4: heat stress (rapid or gradual) followed by post-tests.",
            "detailedDescription": "This study utilizes a crossover design, with participants acting as their own controls and participating in both the control (gradual uncompensable heat) and experimental (rapid heat stress (RHS)) conditions. The independent variable is the type of heat stress (uncompensable or rapid). The dependent variables are: peak concentric muscle torque (hip abductors, hip adductors, knee flexors, knee extensors), dynamic balance (Y-Balance Test, Firefighter-Specific Functional-Balance Test (FFSFBT)), and frontal plane movement quality (Forward-Step-Down Test (FSDT)). These will be measured three times, once during pre-testing and twice during post-testing as described below.\n\nThe study will consist of four visits. Visit one will be the informed consent and familiarization to the outcome measures. Participants will be educated on filling out the 24-hour food/drink diary, and asked to standardize their diet as close as possible to this record the 24 hours before visits 2, 3, and 4. Injury history and demographic data will be collected at visit 1.\n\nVisit two will be the pre-test data collection, which will occur at approximately 22°C. Participants will complete all outcome measures (torque, balance, movement quality measures). Body composition will also be measured in the BodPod at this time.\n\nBefore visits 2, 3, and 4, participants will follow the safety guidelines outlined below to ensure proper hydration:\n\n* 48 hours before: no heat stress (will contact participant to determine if they have been called out to a live fire. Data collection will be postponed if so)\n* 24 hours before: no alcohol consumption, no energy drink consumption (normal coffee/tea is allowed)\n* 24 hours before: no physical activity (exercise or vigorous play)\n* 24 hours before: drink 3.7L of total water to make sure to be well-hydrated\n* 2 hours before: eat last meal\n\nVisits three and four will consist of a steady-state treadmill protocol inside the environmental chamber (37-38°C, 50% humidity) followed by post-test measures. During either session three or four, the participant will don his/her firefighting gear (jacket, pants, hood, boots, gloves) and perform the treadmill test with the gear on. This is the RHS trial and will be denoted GEAR. In the other session, the participant will wear exercise clothes (shirt and shorts) plus a weighted backpack to replicate the weight of the gear. This is the gradual uncompensable heat stress trial and will be denoted NOGEAR. The order of the GEAR and NOGEAR sessions will be randomized and counterbalanced to prevent crossover effects.\n\nUpon arrival for the pre-testing visit (session two), participants will be measured for height using a stadiometer and weight. Body composition will be measured once with the BodPod (Cosmed, USA). They will warm up for five minutes on an exercise bike or treadmill then proceed with taking the outcome measures.\n\nUpon arrival for visits three and four, participants will be weighed again. A urine sample will be collected to assess hydration status. They will swallow the core temperature (Tc) capsule 40-45 minutes prior to the start of the session using a small amount of 20°C water, with no further water ingestion throughout the protocol to avoid artificially lowering Tc. Participants will be fit with the Equivital EQLife Monitor (Equivital, NY) system to record heartrate (HR) and Tc. They will then perform the treadmill protocol, and post-test measures will be completed immediately following the cessation of the treadmill test with removal of their gear. They will be weighed following exercise to determine changes in body weight due to sweating.\n\nSessions three and four will be separated by at least seven days to reduce the influence of heat acclimatization and fatigue. Continuous monitoring of Tc and HR will help ensure participant safety.\n\nThe treadmill exercise protocol begins with a graded approach to reach aerobic steady state. The treadmill protocol includes an initial five-minute stage at 3 miles per hour and a 0% grade, followed by increases in percent grade of 4% at minute 5 and 8% at minute 10 and continued throughout the test. Following the final planned incremental increase in treadmill incline, the incline will then be adjusted to ensure that the subject remains at steady-state for the duration of the protocol, defined by a respiratory exchange ratio between 0.9-0.99 using the lab's metabolic cart (Parvomedics, USA). HR, rating of perceived exertion (RPE), thermal comfort, and thermal sensation will be recorded at each 0.5°C interval. The treadmill test will be stopped when participants either reach a Tc of 39°C or a volitional maximum (participant is unable to continue exercise). The investigators will also halt the test if signs of excessive heat stress are present (unsteady gait, confusion, dizziness, slurred speech, etc.) Should the participant not meet either termination criteria, there will be a 50 minute time limit for the treadmill protocol for the GEAR condition and 2 hour limit for the NOGEAR condition. Both GEAR and NOGEAR sessions will begin with the same treadmill test.\n\nFollowing the treadmill test, the participants will complete the post-test outcome measures. These consist of isokinetic torque of the hip abductors and adductors, isokinetic torque of the knee flexors and extensors, the Y-Balance Test, the FFSFBT, and FSDT. Participants will doff their gear immediately following cession of the treadmill test. For unilateral tests, the dominant leg will be recorded and used for these tests; this is the leg used to kick a ball. Outcome measure order will be standardized for each participant with testing order based on primary outcomes and difficulty of each test. The FSDT will be performed first, as this is the primary outcome and previous research showed that recovery after a maximal exertion stimulus happens quickly. The FFSFBT will be performed next, followed by the Y-Balance Test. Isokinetic testing will be last due to the fatiguing nature of this testing. Hip muscles will be tested first, followed by thigh muscles. Three minutes will be allotted for rest and instruction between each outcome measure. Five minutes of rest will be given between isokinetic tests to allow for machine set-up and instructions. One minute of rest will be given between each isokinetic speed, with three speeds tested for the hip (30°, 60°, and 120° per second) and knee (60°, 180°, and 300° per second) muscles.\n\nParticipants will be followed for 2 years, with 6-month follow-up calls to track injury status. Details on type of injury, location of injury, and time lost to work will be collected."
        },
        "conditionsModule": {
            "conditions": [
                "Occupational Injuries",
                "Heat Stress",
                "Leg Injury",
                "Back Injuries"
            ],
            "keywords": [
                "firefighter",
                "musculoskeletal",
                "slip",
                "trip",
                "fall"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "randomized crossover",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Rapid Heat Stress",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the rapid heat stress arm will perform an exercise protocol on a treadmill in a hot, humid environment while wearing firefighter protective gear. This results in an uncompensable heat environment with a rapid increase in core temperature.",
                    "interventionNames": [
                        "Other: Rapid Heat Condition"
                    ]
                },
                {
                    "label": "Gradual Heat Stress",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the rapid heat stress arm will perform an exercise protocol on a treadmill in a hot, humid environment while wearing light exercise clothing. This results in an uncompensable heat environment but with a gradual increase in core temperature.",
                    "interventionNames": [
                        "Other: Gradual Heat Condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Rapid Heat Condition",
                    "description": "The heat condition is the intervention. Personal protective equipment will be used to create the rapid heat stress condition, resulting in a rapid rise in core temperature. This will be in combination with the physiological heat produced by the treadmill protocol.",
                    "armGroupLabels": [
                        "Rapid Heat Stress"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Gradual Heat Condition",
                    "description": "The gradual heat condition is the control. Physiological heat will be produced by exercise on a treadmill, and light exercise clothing will help moderate the rise in core temperature.",
                    "armGroupLabels": [
                        "Gradual Heat Stress"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Forward-Step-Down Test",
                    "description": "a step-down task that is performed off a 20 cm box. Five repetitions are performed to give one score (minimum score 0, maximum score 6). A higher score is worse.",
                    "timeFrame": "Familiarization trials (session 1, recruitment); pre-testing (baseline, session 2 (approximately day 7)); post-control and post-experimental sessions (session 3 (approximately day 14) & 4 (approximately day 21))."
                },
                {
                    "measure": "Y-Balance Test",
                    "description": "A dynamic balance test that is performed on the dominant leg, reaching in the anterior, posteromedial, and posterolateral directions. The length of reach is standardized to participants' leg length. A higher score is better, with 0 being the minimum distance and the maximum distance in anterior reach being 126cm, and the maximum posteromedial and posterolateral directions being 149cm.",
                    "timeFrame": "Familiarization trials (session 1, recruitment); pre-testing (baseline, session 2 (approximately day 7)); post-control and post-experimental sessions (session 3 (approximately day 14) & 4 (approximately day 21))."
                },
                {
                    "measure": "Firefighter Specific Functional Balance Test",
                    "description": "A dynamic balance test performed by stepping down from a 15cm box, walking across a low beam (4cm high), and stepping up onto a 10cm box, turning around, and returning to the original box. 8 Trials are performed. In 4 trials, a bar is placed at 75% of the participant's height for them to negotiate while on the beam. A faster time with fewer errors is better.",
                    "timeFrame": "Familiarization trials (session 1, recruitment); pre-testing (baseline, session 2 (approximately day 7)); post-control and post-experimental sessions (session 3 (approximately day 14) & 4 (approximately day 21))."
                },
                {
                    "measure": "Knee Flexor/Extensor Isokinetic Test",
                    "description": "Knee flexor/extensor isokinetic strength will be tested at 60°, 180°, and 300° per second from the seated position with 5, 10, and 10 concentric contractions for each speed. A higher reading of strength is better.",
                    "timeFrame": "Familiarization trials (session 1); pre-testing (baseline, session 2); post-control and post-experimental sessions (session 3&4)."
                },
                {
                    "measure": "Hip Abductor/Adductor Isokinetic Test",
                    "description": "Hip abductor/adductor strength will be tested at 30°, 60°, and 120° per second from the standing position. A higher reading of strength is better.",
                    "timeFrame": "Familiarization trials (session 1, recruitment); pre-testing (baseline, session 2 (approximately day 7)); post-control and post-experimental sessions (session 3 (approximately day 14) & 4 (approximately day 21))."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Injury Occurrence",
                    "description": "Participants will be contacted after sessions 1-4 to follow up on occurrence of musculoskeletal injuries, with 0 representing no injury and numerical values indicating presence of injury.",
                    "timeFrame": "6 months, 12 months, 18 months, 24 months after session 4."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* professional firefighter\n* healthy per the Physical Activity Readiness Questionnaire+ screening\n\nExclusion Criteria:\n\n* unable to swallow core temperature capsule\n* unable to follow pre-testing hydration criteria\n* musculoskeletal injury in the past 3 months that limits ability to perform outcome measures\n* females with known pregnancy (risk of hyperthermia to fetus)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "57 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin McCallister, DPT",
                    "role": "CONTACT",
                    "phone": "3188133502",
                    "email": "erin.mccallister@lsuhs.edu"
                },
                {
                    "name": "Cory Coehoorn, PhD",
                    "role": "CONTACT",
                    "email": "cory.coehoorn@lsuhs.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin McCallister, DPT",
                    "affiliation": "LSUHSC-Shreveport",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "LSUHSC-Shreveport",
                    "city": "Shreveport",
                    "state": "Louisiana",
                    "zip": "71103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.52515,
                        "lon": -93.75018
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10993420",
                    "type": "BACKGROUND",
                    "citation": "Ainsworth BE, Haskell WL, Whitt MC, Irwin ML, Swartz AM, Strath SJ, O'Brien WL, Bassett DR Jr, Schmitz KH, Emplaincourt PO, Jacobs DR Jr, Leon AS. Compendium of physical activities: an update of activity codes and MET intensities. Med Sci Sports Exerc. 2000 Sep;32(9 Suppl):S498-504. doi: 10.1097/00005768-200009001-00009."
                },
                {
                    "pmid": "31204598",
                    "type": "BACKGROUND",
                    "citation": "Brown MN, Char RMML, Henry SO, Tanigawa J, Yasui S. The effect of firefighter personal protective equipment on static and dynamic balance. Ergonomics. 2019 Sep;62(9):1193-1201. doi: 10.1080/00140139.2019.1623422. Epub 2019 Jun 17."
                },
                {
                    "pmid": "9459534",
                    "type": "BACKGROUND",
                    "citation": "Cheung SS, McLellan TM. Influence of hydration status and fluid replacement on heat tolerance while wearing NBC protective clothing. Eur J Appl Physiol Occup Physiol. 1998;77(1-2):139-48. doi: 10.1007/s004210050312."
                },
                {
                    "pmid": "10416998",
                    "type": "BACKGROUND",
                    "citation": "Cheung SS, McLellan TM. Comparison of short-term aerobic training and high aerobic power on tolerance to uncompensable heat stress. Aviat Space Environ Med. 1999 Jul;70(7):637-43."
                },
                {
                    "pmid": "10840867",
                    "type": "BACKGROUND",
                    "citation": "Cheung SS, McLellan TM, Tenaglia S. The thermophysiology of uncompensable heat stress. Physiological manipulations and individual characteristics. Sports Med. 2000 May;29(5):329-59. doi: 10.2165/00007256-200029050-00004."
                },
                {
                    "pmid": "36031202",
                    "type": "BACKGROUND",
                    "citation": "Coehoorn CJ, Neary JP, Krigolson OE, Service TW, Stuart-Hill LA. Firefighter salivary cortisol responses following rapid heat stress. J Therm Biol. 2022 Aug;108:103305. doi: 10.1016/j.jtherbio.2022.103305. Epub 2022 Aug 7."
                },
                {
                    "pmid": "36343724",
                    "type": "BACKGROUND",
                    "citation": "Coehoorn CJ, Patrick Neary J, Krigolson OE, Stuart-Hill LA. Firefighter pre-frontal cortex oxygenation and hemodynamics during rapid heat stress. Brain Res. 2023 Jan 1;1798:148156. doi: 10.1016/j.brainres.2022.148156. Epub 2022 Nov 4."
                },
                {
                    "pmid": "31280804",
                    "type": "BACKGROUND",
                    "citation": "Colburn D, Russo L, Burkard R, Hostler D. Firefighter protective clothing and self contained breathing apparatus does not alter balance testing using a standard sensory organization test or motor control test in healthy, rested individuals. Appl Ergon. 2019 Oct;80:187-192. doi: 10.1016/j.apergo.2019.05.010. Epub 2019 Jun 18."
                },
                {
                    "pmid": "11394259",
                    "type": "BACKGROUND",
                    "citation": "Ftaiti F, Grelot L, Coudreuse JM, Nicol C. Combined effect of heat stress, dehydration and exercise on neuromuscular function in humans. Eur J Appl Physiol. 2001 Jan-Feb;84(1-2):87-94. doi: 10.1007/s004210000339."
                },
                {
                    "pmid": "5614624",
                    "type": "BACKGROUND",
                    "citation": "Gagge AP, Stolwijk JA, Hardy JD. Comfort and thermal sensations and associated physiological responses at various ambient temperatures. Environ Res. 1967 Jun;1(1):1-20. doi: 10.1016/0013-9351(67)90002-3. No abstract available."
                },
                {
                    "pmid": "31876454",
                    "type": "BACKGROUND",
                    "citation": "Games KE, Winkelmann ZK, McGinnis KD, McAdam JS, Pascoe DD, Sefton JM. Functional Performance of Firefighters After Exposure to Environmental Conditions and Exercise. J Athl Train. 2020 Jan;55(1):71-79. doi: 10.4085/1062-6050-75-18. Epub 2019 Dec 26."
                },
                {
                    "pmid": "21655382",
                    "type": "BACKGROUND",
                    "citation": "Hewett TE, Ford KR, Hoogenboom BJ, Myer GD. Understanding and preventing acl injuries: current biomechanical and epidemiologic considerations - update 2010. N Am J Sports Phys Ther. 2010 Dec;5(4):234-51."
                },
                {
                    "pmid": "28759729",
                    "type": "BACKGROUND",
                    "citation": "Lopes TJA, Simic M, Myer GD, Ford KR, Hewett TE, Pappas E. The Effects of Injury Prevention Programs on the Biomechanics of Landing Tasks: A Systematic Review With Meta-analysis. Am J Sports Med. 2018 May;46(6):1492-1499. doi: 10.1177/0363546517716930. Epub 2017 Jul 31."
                },
                {
                    "pmid": "29034800",
                    "type": "BACKGROUND",
                    "citation": "Nascimento LR, Teixeira-Salmela LF, Souza RB, Resende RA. Hip and Knee Strengthening Is More Effective Than Knee Strengthening Alone for Reducing Pain and Improving Activity in Individuals With Patellofemoral Pain: A Systematic Review With Meta-analysis. J Orthop Sports Phys Ther. 2018 Jan;48(1):19-31. doi: 10.2519/jospt.2018.7365. Epub 2017 Oct 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "McCallister E, Flower D. Can the forward-step-down test be used reliably in the clinical setting to assess movement changes resulting from maximal exertion? A pilot study. Internet Journal of Allied Health Sciences and Practice. 2020; 18(4)."
                },
                {
                    "pmid": "11509498",
                    "type": "BACKGROUND",
                    "citation": "Nybo L, Nielsen B. Hyperthermia and central fatigue during prolonged exercise in humans. J Appl Physiol (1985). 2001 Sep;91(3):1055-60. doi: 10.1152/jappl.2001.91.3.1055."
                },
                {
                    "pmid": "31623104",
                    "type": "BACKGROUND",
                    "citation": "Orr R, Simas V, Canetti E, Schram B. A Profile of Injuries Sustained by Firefighters: A Critical Review. Int J Environ Res Public Health. 2019 Oct 16;16(20):3931. doi: 10.3390/ijerph16203931."
                },
                {
                    "pmid": "23756380",
                    "type": "BACKGROUND",
                    "citation": "Park KM, Cynn HS, Choung SD. Musculoskeletal predictors of movement quality for the forward step-down test in asymptomatic women. J Orthop Sports Phys Ther. 2013;43(7):504-10. doi: 10.2519/jospt.2013.4073. Epub 2013 Jun 11."
                },
                {
                    "pmid": "33829868",
                    "type": "BACKGROUND",
                    "citation": "Periard JD, Eijsvogels TMH, Daanen HAM. Exercise under heat stress: thermoregulation, hydration, performance implications, and mitigation strategies. Physiol Rev. 2021 Oct 1;101(4):1873-1979. doi: 10.1152/physrev.00038.2020. Epub 2021 Apr 8."
                },
                {
                    "pmid": "20118526",
                    "type": "BACKGROUND",
                    "citation": "Powers CM. The influence of abnormal hip mechanics on knee injury: a biomechanical perspective. J Orthop Sports Phys Ther. 2010 Feb;40(2):42-51. doi: 10.2519/jospt.2010.3337."
                },
                {
                    "pmid": "29287067",
                    "type": "BACKGROUND",
                    "citation": "van Melick N, Meddeler BM, Hoogeboom TJ, Nijhuis-van der Sanden MWG, van Cingel REH. How to determine leg dominance: The agreement between self-reported and observed performance in healthy adults. PLoS One. 2017 Dec 29;12(12):e0189876. doi: 10.1371/journal.pone.0189876. eCollection 2017."
                },
                {
                    "pmid": "37062940",
                    "type": "BACKGROUND",
                    "citation": "Wohlgemuth K, Sekiguchi Y, Mota J. Overexertion and heat stress in the fire service: a new conceptual framework. Am J Ind Med. 2023 Aug;66(8):705-709. doi: 10.1002/ajim.23482. Epub 2023 Apr 16."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Coehoorn, C. J., Stuart-Hill, L. A., Abimbola, W., Neary, J. P., & Krigolson, O. E. Firefighter neural function and decision-making following rapid heat stress. Fire Safety Journal, 2020; 118. https://doi.org/10.1016/j.firesaf.2020.103240"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Games, K. E., Winkelmann, Z. K., & Eberman, L. E. Physical Exertion Diminishes Static and Dynamic Balance in Firefighters. International Journal of Athletic Therapy and Training. 2020; 25(6), 318-322. https://doi.org/10.1123/ijatt.2019-0063"
                },
                {
                    "pmid": "27423208",
                    "type": "BACKGROUND",
                    "citation": "Gokeler A, Welling W, Zaffagnini S, Seil R, Padua D. Development of a test battery to enhance safe return to sports after anterior cruciate ligament reconstruction. Knee Surg Sports Traumatol Arthrosc. 2017 Jan;25(1):192-199. doi: 10.1007/s00167-016-4246-3. Epub 2016 Jul 16."
                },
                {
                    "pmid": "18845450",
                    "type": "BACKGROUND",
                    "citation": "Claiborne TL, Timmons MK, Pincivero DM. Test-retest reliability of cardinal plane isokinetic hip torque and EMG. J Electromyogr Kinesiol. 2009 Oct;19(5):e345-52. doi: 10.1016/j.jelekin.2008.07.005. Epub 2008 Oct 8."
                },
                {
                    "pmid": "22715125",
                    "type": "BACKGROUND",
                    "citation": "Brent JL, Myer GD, Ford KR, Paterno MV, Hewett TE. The effect of sex and age on isokinetic hip-abduction torques. J Sport Rehabil. 2013 Feb;22(1):41-6. doi: 10.1123/jsr.22.1.41. Epub 2012 Jun 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000018882",
                    "term": "Heat Stress Disorders"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000019567",
                    "term": "Back Injuries"
                },
                {
                    "id": "D000060051",
                    "term": "Occupational Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21503",
                    "name": "Back Injuries",
                    "asFound": "Back Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20924",
                    "name": "Heat Stress Disorders",
                    "asFound": "Heat Stress",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "asFound": "Leg Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29576",
                    "name": "Occupational Injuries",
                    "asFound": "Occupational Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}