{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05678556",
            "orgStudyIdInfo": {
                "id": "U01AI156874-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/U01AI156874-01"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Effectiveness of Relationship Education for Reducing HIV Incidence Among SGM",
            "officialTitle": "Effectiveness of Relationship Education for Reducing HIV Incidence in Men Who Have Sex With Men",
            "acronym": "all2GETHER",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "effectiveness-of-relationship-education-for-reducing-hiv-incidence-among-sgm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-12",
            "studyFirstSubmitQcDate": "2023-01-04",
            "studyFirstPostDateStruct": {
                "date": "2023-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael E. Newcomb",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Cincinnati",
                    "class": "OTHER"
                },
                {
                    "name": "Medical University of South Carolina",
                    "class": "OTHER"
                },
                {
                    "name": "Drexel University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to upgrade an existing relationship education and HIV prevention program. This program is designed for gay, bisexual, queer, and transgender and non-binary people who partner with cisgender men. This means the program is designed for gay, bisexual and queer men, including both cisgender and transgender men. It is also designed for transgender and non-binary people who partner with cisgender men, including both transfeminine and transmasculine people. The investigators aim to test the effectiveness of this updated program among couples and single people.\n\nParticipants will complete online surveys and get tested for Chlamydia and Gonorrhea. Participants will be tested for urethral and rectal Chlamydia and Gonorrhea. Participants will also complete at-home point-of-care HIV testing, with confirmatory testing for preliminary positive results. They will also participate in our program on relationship education and HIV prevention. Study staff will follow up with participants for up to 2 years.\n\nAll participants will be randomized into one of two different conditions: the all2GETHER program or no program. \"Randomized\" means that it is completely up to chance which condition participants will be put into. Participants have a 50% chance of being assigned to either condition, similar to a coin toss. Participants should expect that they will be in this research study for 2 years. Participation in this study will be done remotely - participants will never need to come into a research lab.",
            "detailedDescription": "The investigators will conduct a randomized controlled trial (RCT) with 5000 HIV-negative individuals, anticipating half of the individuals will have a serious partner, and half of those partnered individuals will enroll with their partner. After completing the baseline assessment, participants will be randomized to either the all2GETHER intervention package or follow-up only control, and they will be followed 24 months post-intervention. Only individuals participating with their partner will receive dyadic skills coaching sessions, while single and individual partnered MSM will receive the upgraded all2GETHER web app program only. all2GETHER web app delivers all core intervention content and uses diverse media (e.g., videos, interactive activities, quizzes) to deliver relationship education (e.g., effective communication, conflict resolution) and HIV prevention (e.g., behavioral/biomedical prevention, relationship agreements).\n\nEligibility Screening. Participants will be recruited via paid advertisement on traditional social media (e.g., Facebook, Instagram), geospatial dating apps (e.g., Grindr), and organic social media engagement (e.g., posts in Reddit threads). Online screening - online recruitment materials will be linked directly to the online eligibility screener. Potential participants will be greeted with a brief description of the project and will be asked if they are willing to answer some questions to assess their eligibility. Participants who meet initial eligibility criteria will be shown a message telling them that they are preliminarily eligible for the study and asked to provide their contact information. Those participants in a relationship will be asked to provide contact information for themselves and for their partner. If they do not consent to give contact information for their partner, the participant will be responsible for ensuring the partner also completes the screener. The investigators will make every effort to enroll the dyad - if partnered individuals cannot enroll their partner, they may participate as individuals.\n\nIndividual and Couple Confirmation. For couples - staff will confirm dyads as an actual couple, which involves separate calls to each partner with a series of questions about their relationship. Upon determining eligibility, and whether participation will be individual or dyadic, participants will be emailed a link to informed consent and baseline self-report questionnaire.\n\nBaseline Assessment. Eligible participants will receive a link via email to access the online informed consent and baseline survey. Informed consent (assent for 16-17 year olds) will be completed just prior to completion of the baseline self-report questionnaire, via REDCap. Participants will be presented with the full online consent form. If they consent by clicking the 'I Agree' button at the bottom of the page, their consent will be recorded in our database. After obtaining consent/assent, participants will complete the baseline survey, which will take 45-50 minutes to complete. After completing the baseline survey, participants will be mailed HIV/STI testing kits. Participants will self-collect specimens using our team's established procedures, and return specimens for processing.\n\nRandomization. After completing the baseline assessment, participants will be randomized to either the all2GETHER intervention package or follow-up only control, and they will be followed 24 months post-intervention. The all2GETHER intervention package will be tailored based on 2 decision rules: 1) Relationship status and (among partnered MSM) 2) individual v. dyadic participation. Only dyads will receive dyadic skills coaching sessions, while single and individual partnered MSM will receive the upgraded all2GETHER web app program only. Participating dyads will further receive 2 individualized couple sessions focused on skill implementation, emphasizing communication and problem-solving (Session 1) and sexual health (Session 2).\n\nall2GETHER Intervention: The all2GETHER intervention package consists of 2 primary components: 1) all2GETHER web app (i.e., automated, interactive multimedia on relationship education and HIV prevention) and 2) dyadic skills coaching sessions. Mirroring pragmatic clinical decision-making, delivery of each component will be tailored to participant characteristics.\n\nall2GETHER web app: Automated Relationship Education and HIV Prevention. Content will consist of 4 modules and contain: Confessional videos with real-life couples/singles, acted role plays, animated didactic videos, and interactive activities (e.g., problem-solving stress, goal setting for dating/relationships and HIV prevention).\n\nDyadic Skills Coaching Sessions: Participating dyads will receive all2GETHER web app + dyadic skills coaching sessions via videoconference using Zoom. Couples will complete 2 coaching sessions separated by 1 week that focus on implementation of skills, applied to the unique needs of each couple. Session 1 focuses on communication skills coaching, conflict resolution and problem-solving. Session 2 focuses on sexual satisfaction, preferences for monogamous/non-monogamous relationship agreements, and biomedical/behavioral HIV prevention.\n\nControl Condition:\n\nParticipants in the control condition will receive no formal intervention, which is consistent with our primary aim of examining effectiveness on HIV incidence. The investigators will, however, provide all participants with HIV prevention resources from the CDC website and other national databases. The investigators will also assess exposure to other interventions that may be naturally occurring in participants' local context, which can be used to describe the sample and as a covariate (as necessary).\n\nFacilitators. Facilitators will hold a bachelor's degree at minimum and have direct experience working with young adults and/or MSM. Facilitators will receive project- and university-specific training and will receive manualized training on HIV risk reduction and communication skills coaching. Weekly supervision groups will review and discuss issues that arise during sessions. Using BA-level facilitators means all2GETHER will be easier to implement in the community.\n\nPost-Session Evaluations. After each individual or couple completes the all2GETHER web app they will complete a brief intervention and acceptability and tolerance survey. Additionally, dyads will be sent a brief list of questions post communication and sexual health session to gauge acceptability and session utility.\n\nAssessment Timepoints. Follow-up assessments will occur at 6-, 12-, 18-, and 24-months postintervention. Follow-up at 6- and 18-months will include self-report questionnaire only; 12- months will additionally consist of self-collection of specimens for HIV/STI testing; and 24- months will also include STI/HIV testing. All assessments will last approximately 45-60 minutes will assess the same or analogous constructs.\n\nFidelity. Independent assessors review 20% of audio-recorded sessions and score them based on adherence to session protocol and ability to establish a collaborative relationship with participants."
        },
        "conditionsModule": {
            "conditions": [
                "Hiv",
                "Chlamydia",
                "Gonorrhea"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Experimental Arm:\n\nall2GETHER is an HIV prevention and relationship education program designed for young MSM. all2GEHTER consists of 3 online didactic skills modules and 2 videoconference-based skills coaching sessions The 3 online modules focus on developmental skills related to sexual health and relationship functioning, including HIV prevention in couples, communication skills, coping skills, problem-solving and acceptance. Individualized couple sessions focus on implementation of skills specific to the needs of each couple.\n\nControl Arm:\n\nParticipants will receive no intervention, but have access to HIV prevention resources from the CDC website and national databases. We will also assess exposure to other interventions that may be naturally occurring in participants' local context, which can be used to describe the sample and as a covariate (as necessary).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 5000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Arm",
                    "type": "EXPERIMENTAL",
                    "description": "all2GETHER is an HIV prevention and relationship education program designed for young MSM. all2GEHTER consists of 3 online didactic skills modules and 2 videoconference-based skills coaching sessions The 3 online modules focus on developmental skills related to sexual health and relationship functioning, including HIV prevention in couples, communication skills, coping skills, problem-solving and acceptance. Individualized couple sessions focus on implementation of skills specific to the needs of each couple.",
                    "interventionNames": [
                        "Behavioral: all2GETHER"
                    ]
                },
                {
                    "label": "Control Arm",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive no intervention, but have access to HIV prevention resources from the CDC website and national databases. We will also assess exposure to other interventions that may be naturally occurring in participants' local context, which can be used to describe the sample and as a covariate (as necessary)."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "all2GETHER",
                    "description": "all2GETHER is an HIV prevention and relationship education program designed for young MSM and other individuals who have sex, date, and are in relationships with MSM. all2GEHTER consists of 3 online didactic skills modules that include videos, activities, and other self-paced education components and 2 videoconference-based skills coaching sessions The 3 online modules focus on developmental skills related to sexual health and relationship functioning, including HIV and STI prevention in couples, effective communication skills, coping skills for LGBTQ and relationship stress, problem-solving and acceptance. Individualized couple sessions led by facilitators focus on implementation of skills specific to the needs of each couple.",
                    "armGroupLabels": [
                        "Experimental Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HIV infection",
                    "description": "Incidence of HIV confirmed via lab processed but self-administered collection",
                    "timeFrame": "24-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Condomless Anal Sex",
                    "description": "Incidence of Condomless Anal Sex",
                    "timeFrame": "24-months"
                },
                {
                    "measure": "Pre-Exposure Prophylaxis Use",
                    "description": "current use of HIV pre-exposure prophylaxis",
                    "timeFrame": "24-months"
                },
                {
                    "measure": "Relationship Functioning",
                    "description": "among partnered participants, we will assess change in relationship satisfaction and dyadic communication",
                    "timeFrame": "24-months"
                },
                {
                    "measure": "Sexually transmitted infections",
                    "description": "incidence of Chlamydia or Gonorrhea",
                    "timeFrame": "24-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Cisgender men, transgender women and men, non-binary individuals\n* Had condomless anal sex with 2 or more serodiscordant/unknown-status cisgender male partners in the last 6 months\n* Aged 16-34 years\n* Lab-test confirmed HIV-negative\n* Read and speak English at 8th grade level or better\n* Internet access\n* Agree to audio recording of intervention sessions\n* Provides address to receive HIV/STI test supplies\n* For dyads, both partners may enroll if they meet the above criteria- partners who are aged 35+ and/or HIV-positive may enroll in a more limited capacity\n\nExclusion Criteria:\n\n-Participants assigned female at birth who identify as women are not eligible",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Participant eligibility is based on self-representation of gender identity. Participants assigned female at birth who identify as women are not eligible",
            "minimumAge": "16 Years",
            "maximumAge": "34 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael E Newcomb, Ph.D.",
                    "role": "CONTACT",
                    "phone": "312-503-0702",
                    "email": "newcomb@northwestern.edu"
                },
                {
                    "name": "Kathryn Macapagal, Ph.D.",
                    "role": "CONTACT",
                    "phone": "312-503-3605",
                    "email": "kathryn.macapagal@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael E Newcomb, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kathryn Macapagal, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Elissa Sarno, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Brian Mustanski, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Dennis Li, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jody Ciolino, Ph.D",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jim Carey, MPH",
                    "affiliation": "Northwestern University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Newcomb, PhD",
                            "role": "CONTACT",
                            "phone": "847-712-8808",
                            "email": "newcomb@northwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19417579",
                    "type": "BACKGROUND",
                    "citation": "Sullivan PS, Salazar L, Buchbinder S, Sanchez TH. Estimating the proportion of HIV transmissions from main sex partners among men who have sex with men in five US cities. AIDS. 2009 Jun 1;23(9):1153-62. doi: 10.1097/QAD.0b013e32832baa34."
                },
                {
                    "pmid": "25678895",
                    "type": "BACKGROUND",
                    "citation": "Greene GJ, Fisher KA, Kuper L, Andrews R, Mustanski B. \"Is this normal? Is this not normal? There's no set example\": Sexual Health Intervention Preferences of LGBT Youth in Romantic Relationships. Sex Res Social Policy. 2015 Mar;12(1):1-14. doi: 10.1007/s13178-014-0169-2."
                },
                {
                    "pmid": "24202113",
                    "type": "BACKGROUND",
                    "citation": "Greene GJ, Andrews R, Kuper L, Mustanski B. Intimacy, monogamy, and condom problems drive unprotected sex among young men in serious relationships with other men: a mixed methods dyadic study. Arch Sex Behav. 2014 Jan;43(1):73-87. doi: 10.1007/s10508-013-0210-1."
                },
                {
                    "pmid": "24980246",
                    "type": "BACKGROUND",
                    "citation": "Jiwatram-Negron T, El-Bassel N. Systematic review of couple-based HIV intervention and prevention studies: advantages, gaps, and future directions. AIDS Behav. 2014 Oct;18(10):1864-87. doi: 10.1007/s10461-014-0827-7."
                },
                {
                    "pmid": "22283386",
                    "type": "BACKGROUND",
                    "citation": "Markman HJ, Rhoades GK. Relationship education research: current status and future directions. J Marital Fam Ther. 2012 Jan;38(1):169-200. doi: 10.1111/j.1752-0606.2011.00247.x."
                },
                {
                    "pmid": "28083833",
                    "type": "BACKGROUND",
                    "citation": "Newcomb ME, Macapagal KR, Feinstein BA, Bettin E, Swann G, Whitton SW. Integrating HIV Prevention and Relationship Education for Young Same-Sex Male Couples: A Pilot Trial of the 2GETHER Intervention. AIDS Behav. 2017 Aug;21(8):2464-2478. doi: 10.1007/s10461-017-1674-0."
                },
                {
                    "pmid": "35725624",
                    "type": "BACKGROUND",
                    "citation": "Newcomb ME, Sarno EL, Bettin E, Conway A, Carey J, Garcia C, Hill R, Jozsa K, Swann G, Addington EL, Ciolino JD, Macapagal K, Moskowitz JT, Mustanski B, Whitton SW. Protocol for an attention-matched randomized controlled trial of 2GETHER: a relationship education and HIV prevention program for young male couples. Trials. 2022 Jun 20;23(1):514. doi: 10.1186/s13063-022-06457-9."
                },
                {
                    "pmid": "33002795",
                    "type": "BACKGROUND",
                    "citation": "Newcomb ME. Romantic relationships and sexual minority health: A review and description of the Dyadic Health Model. Clin Psychol Rev. 2020 Dec;82:101924. doi: 10.1016/j.cpr.2020.101924. Epub 2020 Sep 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Any data shared with external researchers will be completely de-identified"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006069",
                    "term": "Gonorrhea"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015231",
                    "term": "Sexually Transmitted Diseases, Bacterial"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000016870",
                    "term": "Neisseriaceae Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M5934",
                    "name": "Chlamydia Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9174",
                    "name": "Gonorrhea",
                    "asFound": "Gonorrhea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17935",
                    "name": "Sexually Transmitted Diseases, Bacterial",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19218",
                    "name": "Neisseriaceae Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}