{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06311461",
            "orgStudyIdInfo": {
                "id": "22-001111"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Acupuncture on Symptoms of Stable Angina",
            "officialTitle": "Effects of Acupuncture on Symptoms of Stable Angina: A Randomized Controlled Trial",
            "acronym": "EASE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-acupuncture-on-symptoms-of-stable-angina"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-21",
            "studyFirstSubmitQcDate": "2024-03-07",
            "studyFirstPostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Holli A. DeVon PhD, RN, FAAN, FAHA",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Illinois at Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to determine if a standardized 12-point acupuncture protocol will reduce pain in participants with stable angina.\n\nThis study addresses the critical need to reduce persistent pain for angina. The investigators long-term goal is symptom management for diverse women and men with angina, targeting additional angina burden borne of social disadvantage\n\nParticipants will be randomized to a 10-acupuncture session protocol, two treatments per week for five weeks, or an attention control group. Participants will view designated, non-pain related Technology, Entertainment, Design Talks equal to the time spent receiving acupuncture (\\~7.5-10 hrs.).\n\nThe investigators will test the efficacy of acupuncture for stable angina/chest pain syndrome to reduce pain and symptoms, improve health-related quality of life, reduce healthcare utilization and and improve patient related health outcomes.",
            "detailedDescription": "Enrollment: The research specialist will explain the nature of the study, risks, benefits, voluntary nature of participation, and the right to discontinue participation at any time without consequences. After informed consent is obtained, participants will be randomized to the acupuncture or attention control group via REDCap's randomization module, based on the stratified, permuted block schedule prepared by our biostatistician. All participants will complete the following measures at baseline: pain now, worst pain, least pain, the Acute Coronary Syndrome Symptom Checklist, the Seattle Angina Questionnaire-7, and the PROMISv2 patient-reported outcomes instrument. Members of the treatment and control groups will report pain now, worst pain since last session, and average pain since last session following sessions 2-10 for the acupuncture group and sessions 2-5 for the control group (video sessions). All participants will complete the AHA Angina Log (diary of symptoms) and Froelicher Healthcare Utilization Questionnaire-Revised throughout the study.\n\nAcupuncture Protocol. The acupuncturist will swab each point with alcohol. Needles will be inserted and retained for 30 minutes. Each needle will be rotated 3 times to stimulate the qi in the meridian; 10 minutes after insertion, 20 minutes after insertion, and just prior to removal at 30 minutes. Needles will be inserted using the standards of clean needle technique established by the Council of Colleges of Acupuncture and Oriental Medicine4. One size acupuncture needle, 0.25 diameter × 40 mm length, will be used. All acupuncture needles are sterile, disposable, and made of surgical stainless steel with stainless steel wound heads. Sessions will be repeated twice weekly (with at least 2 off days in between) for 5 weeks (10 sessions).\n\nAcupuncture Point Prescription for Angina. The standardized point prescription uses acupuncture points on the front of the body to enable participants, many who are acupuncture naïve, to remain supine. This is aimed at reducing anxiety by enabling the participant to anticipate needle insertions.\n\nAttention Control Health Videos Protocol. The attention control group will watch non-pain related Technology, Entertainment, Design Talk videos through an online link. The PIs have selected 23 general interest talks, varying from 6:00-19:08 minutes each. Topics do not contain content that could potentially improve pain. For example, titles include: 4 Questions You Should Always Ask Your Doctor; Why Our Screens Make Us Less Happy; Alzheimer's Is Not Normal Aging-And We Can Cure It; How Healthy Living Nearly Killed Me; What Makes a Good Life?; and Lessons from the Longest Study on Happiness. The videos will be accessed via a tablet, phone, or computer by the participant. Videos will be viewed from weeks 1-5 and will equate to the time the experimental group receives acupuncture (30-45 min. x 10 sessions=\\~7.5 hrs. total). Research staff will make an appointment. with the participant at their convenience which may increase completion rates. Following the viewing session, participants will complete a 5-item survey on REDCap that will help confirm their understanding of the video. Four items are related to the content and the final question is an acceptability question: Did you enjoy watching this video? The Research Associate will contact the participant every Thursday or Friday via the preferred method (video call or phone call) and read and record applicable survey questions in REDCap. Standardized content of the videos helps assures fidelity to the control protocol and engagement with the RAs will control for expectancy, relationship, and context effects. Those participants who complete the control group protocol will then be offered the acupuncture protocol free of charge."
        },
        "conditionsModule": {
            "conditions": [
                "Angina, Stable"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 112,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acupuncture",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the acupuncture group will receive a standardized Traditional Chinese Medicine (TCM) point prescription. Acupuncture will be administered 2 times per week for 5 weeks for a total of 10 treatments.",
                    "interventionNames": [
                        "Procedure: Acupuncture"
                    ]
                },
                {
                    "label": "Attention Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The attention control group will view non-pain related TED talk videos over 5 weeks approximately equal to 10 hours of treatment for the acupuncture group.",
                    "interventionNames": [
                        "Other: Attention control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Acupuncture",
                    "description": "The acupuncturist will swab each point with alcohol. Needles will be inserted and retained for 30 minutes. Each needle will be rotated 3 times to stimulate the qi in the meridian; 10 minutes after insertion, 20 minutes after insertion, and just prior to removal at 30 minutes. Needles will be inserted using the standards of clean needle technique established by the Council of Colleges of Acupuncture and Oriental Medicine. One size acupuncture needle, 0.25 diameter × 40 mm length, will be used. All acupuncture needles are sterile, disposable, and made of surgical stainless steel with stainless steel wound heads. Sessions will be repeated twice weekly (with at least 2 off days in between) for 5 weeks (10 sessions).",
                    "armGroupLabels": [
                        "Acupuncture"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Attention control",
                    "description": "Viewing non-pain related TED talk videos over 5 weeks approximately equal to 10 hours of treatment for the acupuncture group.",
                    "armGroupLabels": [
                        "Attention Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Now",
                    "description": "numeric rating scale 0-10, 0=no pain and 10=worst pain imaginable right now",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Worst Pain",
                    "description": "numeric rating scale 0-10, 0=no pain and 10=worst pain imaginable",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Least Pain",
                    "description": "numeric rating scale 0-10, 0=no pain and 10=worst pain imaginable",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Acute Coronary Syndrome like symptoms (ACS Symptom Checklist)",
                    "description": "Change in Acute coronary syndrome type symptoms. (13 individual symptoms measured dichotomously, 0=no, did not experience, 1=yes, did experience),",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Anginal Pain (Seattle Angina Questionnaire-7)",
                    "description": "Participants will be asked: Over the past 4 weeks, on average, how many times have you had chest pain, chest tightness, or angina? 6 point scale. HIgher number is better.",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Number of Angina Attacks (From American Heart Association Angina Log)",
                    "description": "How many times the participant has had angina",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Symptom Triggers (From American Heart Association Angina Log)",
                    "description": "Participant will be Asked: What triggered the angina attack?",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Pain from Angina Attack (From American Heart Association Angina Log)",
                    "description": "4-point scale. 1-little pain to 4-severe pain.",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Length of Angina Attack (American Heart Association Angina Log)",
                    "description": "In minutes",
                    "timeFrame": "Baseline to 10 weeks"
                },
                {
                    "measure": "Self-treatment for Symptoms (From American Heart Association Angina Log)",
                    "description": "Participants will be asked to list strategies they used to mitigate pain",
                    "timeFrame": "Baseline to 10 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Functional Status Related to Angina (Seattle Angina Questionnaire-7)",
                    "description": "Rate physical limitation due to chest pain chest tightness, or angina over the past 4 weeks",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                },
                {
                    "measure": "General Functional Status (PROMIS 29v.2)",
                    "description": "Rate difficulty of performing 4 specific activities. 5-point scale 1-5 (low score is worse). Range of scores is 4-20.",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                },
                {
                    "measure": "Quality of Life (Seattle Angina Questionnaire-7)",
                    "description": "Question: If you had to spend the rest of your life with your chest pain, chest tightness, or angina the way it is right now, how would you feel about that? (Range 1-5; low score is better)",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                },
                {
                    "measure": "Use of Nitrates and Analgesics (AHA Angina log)",
                    "description": "Number of times participants treated their pain using nitrates or analgesics.",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                },
                {
                    "measure": "Patient Reported Outcomes (Patient Reported Outcomes Measurement Information System-29v.2",
                    "description": "Participant's Assessment of their Outcomes - 6 domains. 5-point scale. Range of Scores 29-145. Higher score is better.",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                },
                {
                    "measure": "Healthcare Utilization",
                    "description": "Participants report how many healthcare encounters they have had since the last session",
                    "timeFrame": "Week 2 through Week 10"
                },
                {
                    "measure": "Ischemia on Electrocardiogram (ECG)",
                    "description": "Evidence of Ischemia defined as inverted T wave and/or downsloping ST segment depression",
                    "timeFrame": "Baseline and study completion (10 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of stable angina or chest pain syndrome for at least 1 month (pain, pressure, or discomfort in the chest or other areas of the upper body)\n* Treated with medical therapy for at least 1 month\n* Experiencing symptoms at least once per week\n* Speak and read English\n* 21 years of age minimum\n\nExclusion Criteria:\n\n* Co-morbid conditions of autoimmune dysfunction, or COPD to avoid confounding symptoms\n* Pregnancy as some acupuncture points included in the protocol are contraindicated in pregnancy\n* Physical or cognitive limitations that will prevent informed consent or completion of study tasks\n* Use of steroid or prescription analgesic medications\n* Concomitant physical therapy, biofeedback, massage, or other acupuncture",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Holli A. DeVon, PhD",
                    "role": "CONTACT",
                    "phone": "3109107283",
                    "email": "hdevon@sonnet.ucla.edu"
                },
                {
                    "name": "Peter Cabezas",
                    "role": "CONTACT",
                    "phone": "310-922-5835",
                    "email": "pcabezas@sonnet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Holli A. DeVon, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA School of Nursing",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Holli DeVon, PhD",
                            "role": "CONTACT",
                            "phone": "310-910-7283",
                            "email": "hdevon@sonnet.ucla.edu"
                        },
                        {
                            "name": "Peter Cabezas",
                            "role": "CONTACT",
                            "phone": "310-922-5835",
                            "email": "pcabezas@sonnet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "DeVon Publications",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/?term=devon+h"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The dataset will include self-reported demographic information, clinical data, and biological data. The final dataset will be stripped of identifiers and made available to share with other qualified scientists or trainees.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "2 years following termination of the study for a length of 5 years.",
            "accessCriteria": "We will make the data available to qualified scientists, predoctoral students, or postdoctoral trainees only under a data-sharing agreement that provides for a commitment to: 1) use the data for research purposes only; 2) secure the dataset appropriately; 3) destroy or return the data after analyses are complete, 4) share the findings with the PIs; and 5) make every effort to present and publish findings with the scientific community."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000787",
                    "term": "Angina Pectoris"
                },
                {
                    "id": "D000060050",
                    "term": "Angina, Stable"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002637",
                    "term": "Chest Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4117",
                    "name": "Angina Pectoris",
                    "asFound": "Angina",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29575",
                    "name": "Angina, Stable",
                    "asFound": "Angina, Stable",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M5882",
                    "name": "Chest Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}