{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05270525",
            "orgStudyIdInfo": {
                "id": "RPL554-CO-207"
            },
            "organization": {
                "fullName": "Verona Pharma plc",
                "class": "INDUSTRY"
            },
            "briefTitle": "Effect of Ensifentrine on Sputum Markers of Inflammation in COPD",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Two-period Cross-over Study of the Effect of Ensifentrine on Sputum Markers of Inflammation in Patients With COPD",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "effect-of-ensifentrine-on-sputum-markers-of-inflammation-in-copd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-08",
            "studyFirstSubmitQcDate": "2022-02-22",
            "studyFirstPostDateStruct": {
                "date": "2022-03-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Verona Pharma plc",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "University of Alabama at Birmingham",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, double-blind, placebo-controlled, two-period cross-over study of nebulized ensifentrine (3 mg) or placebo administered BID for two 8-week Treatment Periods. All participants with receive both ensifentrine and placebo during participation. There are 7 in-clinic visits over a total duration of up to 24 weeks participation.",
            "detailedDescription": "This is a randomized, double-blind, placebo-controlled, two-period cross-over study of nebulized ensifentrine (3 mg) or placebo administered BID for two 8-week Treatment Periods. All participants with receive both ensifentrine and placebo during participation. No more than 50% former smokers will be enrolled.\n\nParticipants will be randomized 1:1 to receive ensifentrine or placebo first in Treatment Period 1 followed by the opposite treatment in Treatment Period 2:\n\n1. Treatment Period 1: Ensifentrine; Treatment Period 2: Placebo.\n2. Treatment Period 1: Placebo; Treatment Period 2: Ensifentrine.\n\nAll participants will take study supplied albuterol (to use as-needed) as well as a once daily COPD Maintenance Therapy during study participation.\n\nThe total duration of study participation is 22-24 weeks:\n\n* Screening and Run-in Period: 2-4 weeks; participants will be screened for eligibility before entering a run-in period to ensure a stable background on a once daily COPD Maintenance Therapy.\n* Treatment Period 1: 8 weeks; participants completing the Run-in Period and meeting all entry and Randomization Criteria will be randomized to 8 weeks of treatment with blinded, nebulized ensifentrine or placebo + once daily COPD Maintenance Therapy.\n* Washout Period: 4 weeks; patients will only take once daily COPD Maintenance Therapy. There will be a follow-up phone call about 1 week after finishing Treatment Period 1.\n* Treatment Period 2: 8 weeks of treatment with Study Medication (opposite of Treatment Period 1) + once daily COPD Maintenance Therapy.\n* Safety follow-up: 1 week after Treatment Period 2\n\nThere are 7 scheduled in-clinic visits: Screening visit + three visits within each treatment period. There is an end of treatment safety telephone follow-up call about 1 week after each treatment period. Participants will have telephone reminders between in-clinic visits."
        },
        "conditionsModule": {
            "conditions": [
                "COPD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Sequence 1",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment Period 1 (blinded Ensifentrine) followed by Treatment Period 2 (blinded Placebo)",
                    "interventionNames": [
                        "Drug: Ensifentrine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Treatment Sequence 2",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment Period 1 (blinded Placebo) followed by Treatment Period 2 (blinded Ensifentrine)",
                    "interventionNames": [
                        "Drug: Ensifentrine",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ensifentrine",
                    "description": "Ensifentrine twice daily administered with jet nebulizer for 8 weeks",
                    "armGroupLabels": [
                        "Treatment Sequence 1",
                        "Treatment Sequence 2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo ensifentrine twice daily administered with jet nebulizer for 8 weeks",
                    "armGroupLabels": [
                        "Treatment Sequence 1",
                        "Treatment Sequence 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change from baseline in sputum Acetylated Proline-Glycine-Proline (AcPGP) at Week 8.",
                    "description": "To measure the effect of nebulized ensifentrine on sputum AcPGP after twice daily dosing.",
                    "timeFrame": "Week 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in sputum neutrophils at Week 8 (absolute change in cell numbers).",
                    "description": "To measure the effect of nebulized ensifentrine on other sputum markers of inflammation after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Change from baseline in other sputum PMN counts (eosinophils, basophils, macrophages, lymphocytes, total cells) at Week 8 (absolute change in cell numbers).",
                    "description": "To measure the effect of nebulized ensifentrine on other sputum markers of inflammation after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Percent change from baseline in sputum PMN counts (neutrophils, eosinophils, basophils, macrophages, lymphocytes and total cells) at Week 8.",
                    "description": "To measure the effect of nebulized ensifentrine on other sputum markers of inflammation after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Percent change from baseline in sputum Proline-Glycine-Proline (PGP) at Week 8.",
                    "description": "To measure the effect of nebulized ensifentrine on other sputum markers of inflammation after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Percent change from baseline in sputum cytokines, proteases, and other markers of inflammation at Week 8.",
                    "description": "To measure the effect of nebulized ensifentrine on other sputum markers of inflammation after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Safety: incidence of AEs",
                    "description": "Evaluate the safety and tolerability of nebulized ensifentrine after twice daily dosing.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Safety: changes in lung function",
                    "description": "Evaluate any changes in FEV1 in terms of the safety and tolerability of nebulized ensifentrine after twice daily dosing.",
                    "timeFrame": "Week 8"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory: change from baseline in absolute PMN in blood after 4 weeks.",
                    "description": "To measure the effect of nebulized ensifentrine on blood absolute PMN after twice daily dosing for 4 weeks.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Exploratory: change from baseline in inflammatory markers in blood after 4 weeks.",
                    "description": "To measure the effect of nebulized ensifentrine on blood markers of inflammation after twice daily dosing for 4 weeks.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Exploratory: change from baseline in absolute PMN in blood after 8 weeks.",
                    "description": "To measure the effect of nebulized ensifentrine on blood absolute PMN after twice daily dosing for 8 weeks.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Exploratory: change from baseline in inflammatory markers in blood after 8 weeks.",
                    "description": "To measure the effect of nebulized ensifentrine on blood markers of inflammation after twice daily dosing for 8 weeks.",
                    "timeFrame": "Week 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nMale and female patients 40-80 years of age with a history of cigarette smoking ≥10 pack years and an established clinical history of COPD as defined by the American Thoracic Society (ATS)/European Respiratory Society (ERS) guidelines with symptoms compatible with COPD.\n\nCOPD Severity: Pre- and Post-albuterol/salbutamol FEV1/FVC ratio of \\<0.70; Post-albuterol/salbutamol FEV1 ≥30 % and ≤80% of predicted normal calculated using the National Health and Nutrition Examination Survey III.\n\nRegular use of bronchodilator COPD therapy, in any form (e.g., LAMA, LABA, LAMA+LABA, LAMA+LABA+ICS), for at least 4 weeks prior to Screening and agrees to use study supplied COPD Maintenance Therapy once daily through the final study visit.\n\nCapable of using the jet nebulizer correctly and complying with all study restrictions and procedures. Ability to perform acceptable spirometry in accordance with ATS/ERS guidelines. Ability to produce sputum samples during the induced sputum procedure.\n\nExclusion Criteria:\n\nAny clinically diagnosed lung disease other than COPD such as current asthma, diffuse interstitial lung diseases, cystic fibrosis, or clinically significant bronchiectasis as determined by the Investigator. Hospitalizations for COPD, pneumonia, or Corona Virus Disease 2019 (COVID-19) in the 12 weeks prior to Screening; or a positive COVID-19 test result indicating an active infection at Screening.\\*Note: Patients with a positive COVID-19 antibody test from a past exposure who do not exhibit symptoms of an active COVID-19 infection are eligible to participate in the study. \\*A COVID-19 test may be performed at the visit or within 7 days prior to the visit (or as required locally). Asymptomatic patients with a positive COVID-19 test result indicating an active infection \\< 30 days prior to Screening or at Screening may be re-screened for eligibility after 30 days (or in accordance with local requirements).\n\nAlanine aminotransferase (ALT) ≥ 2 x upper limit of normal (ULN), alkaline phosphatase and/or bilirubin \\> 1.5 x ULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%). HIV infection or other immunodeficiency. History of cancer within the last 5 years, except for well-treated basal cell carcinoma and squamous cell carcinoma of the skin.\n\nAny clinically significant 12-lead electrocardiogram abnormalities at screening or baseline, including corrected QT interval by Fridericia's correction method \\>450 ms or history of significant cardiac dysrhythmia, including long QT syndrome. Known history of poor outcomes with sputum induction. Known hypersensitivity to ensifentrine or other medications used in the study (e.g., albuterol or salmeterol). Not suitable for study supplied once daily COPD Maintenance Therapy per label warnings and contraindications.\n\nTaking prohibited medication. Prior receipt of blinded nebulized study medication in an ensifentrine (RPL554) study. Note: Other ensifentrine formats (e.g., DPI, MPI) are not exclusionary.\n\nUse of an experimental drug within 30 days or 5 half-lives of Screening, whichever is longer, and/or participation in a study treatment-free follow-up phase of a clinical trial within 30 days prior to Screening. Use of an experimental medical device or participation in a follow-up phase of an experimental medical device clinical trial within 30 days prior to Screening. Any other medical history, chronic uncontrolled diseases that the investigator considers clinically significant, examination or laboratory findings or reason that the Investigator considers makes the patient unsuitable to participate at Screening.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chia-Ying Chiu",
                            "role": "CONTACT",
                            "phone": "205-934-5555",
                            "email": "LungHealth@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "G. Bautista",
                            "role": "CONTACT",
                            "email": "umhealthresearch@umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}