{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04578249",
            "orgStudyIdInfo": {
                "id": "2002905562"
            },
            "organization": {
                "fullName": "West Virginia University",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Blocking Blue Light at Night Post CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH",
            "officialTitle": "Effects of Blocking Blue Light at Night on Patient Outcomes After Elective CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-blocking-blue-light-at-night-post-cabg-avr-mvr-cabg-avr-cabg-mvr-or-sah"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-21",
            "studyFirstSubmitQcDate": "2020-09-30",
            "studyFirstPostDateStruct": {
                "date": "2020-10-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Randy Nelson",
                "investigatorTitle": "Professor and Chair",
                "investigatorAffiliation": "West Virginia University"
            },
            "leadSponsor": {
                "name": "West Virginia University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Purpose The purpose of this study is to determine whether filtering out blue light at nighttime reduces post-surgical inflammation and/or moderates cognitive decline and mood and sleep alterations in patients undergoing elective CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery. If manipulating nighttime light in hospital rooms improves patient outcomes, then it would be a relatively easy and inexpensive innovation that could reduce post-surgical complications and save millions of dollars per year in health care costs by shortening the length of hospital stays and reducing morbidity. The investigators aim to determine the relationship between inflammation and cognitive dysfunction after cardiac surgery.",
            "detailedDescription": "Cardiovascular disease is the leading cause of death in the US. Each year, more than 500,000 coronary revascularization surgeries are performed. The in-hospital mortality rate among patients undergoing coronary artery bypass graft (CABG) surgery has declined to less than 6% in recent years, but potentially serious complications still occur and can prolong hospitalization, impair quality of life, and substantially increase medical costs. Excessive postsurgical inflammation can contribute to adverse outcomes, and the investigators hypothesize that exposure of patients to extraneous light at night during in-hospital recovery potentiates the inflammatory response to Coronary artery bypass graft (CABG), aortic valve replacement (aAVR), mitral valve replacement (MVR), CABG with aortic valve replacement (CABG AVR), or CABG with mitral valve replacement (CABG MVR), in turn, compromising several aspects of recovery. This hypothesis is based on our mouse models of brief global and focal cerebral ischemia; mice exposed to dim light at night (dLAN) during ischemic recovery have substantially more inflammation, neurological damage, and functional deficits than mice exposed to dark nights during ischemic recovery. The circadian system of mammals, including mice and humans, is most sensitive to light within the blue range of the spectrum (450- 485 nm); substituting longer wavelength light for nighttime exposures of mice recovering from ischemia eliminates the detrimental effects of the exposure to light at night (LAN). Based on these data, the hypothesis is that filtering the light CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery patients are exposed to at night during in-hospital recovery will reduce inflammation, and in turn improve functional outcome.\n\nSpecific Goals To determine if exposure of patients to extraneous LAN during recovery in the hospital potentiates the post- surgical inflammatory response. In the proposed study, consenting patients undergoing elective CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery will be randomly assigned to (1) the control group which will wear goggles for 10h at night that allow the full spectrum of light to pass through or to (2) the experimental group which will wear goggles for 10h at night that filter out wavelengths of light between 450-485 nm (i.e. the part of the spectrum that activates photosensitive ganglion cells and alters entrainment of the circadian clock). Baseline and postsurgical measures of inflammation and cognitive function will be obtained prior to surgery and during recovery in the hospital. If exposure to short wavelength (blue) LAN increases post-cardiac surgery inflammation, then the experimental group with filtered goggles will have lower blood markers of inflammation than the control group. Furthermore, we predict that reduced inflammation among the experimental group will be associated with less severe cognitive deficits on post-surgical day 5 (typically the day before discharge). In summary, this project will determine whether night-time exposure to blue light while recovering from CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery in the hospital affects the post-surgical inflammatory response and outcome. This study is innovative in two regards: 1) it will the first study to determine how a factor of a hospital's physical environment influences recovery from a major surgery and 2) it will be the first CABG study to determine whether reduction of early post-operative inflammation improves heart function and cognitive function after surgery. Elevated post- surgical inflammation is associated with a wide range of negative outcomes. If LAN exposure in the hospital does increase post-surgical inflammation, then adjusting patient exposure to environmental lighting could prove to be an inexpensive and effective way to improve patient outcome for CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery and a wide range of medical conditions that have an inflammatory component.\n\nIn summary, the proposed study will determine whether exposure to extraneous LAN exacerbates inflammation and compromises recovery from CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery. Our preliminary data indicated that cardiovascular patients are exposed to extraneous light several times per night while staying in the hospital and that LAN is associated with increased inflammation in both diurnal and nocturnal rodents \\[15\\]. The proposed project represents a \"first step\" aimed at determining whether hospital lighting affects inflammation. However, the payoff could be enormous; if manipulating nighttime light in hospital rooms improves patient outcomes, then it would be a relatively easy, inexpensive, innovation that could reduce post-surgical complications and save millions of dollars per year in health care costs by shortening the length of hospital stays and reducing morbidity."
        },
        "conditionsModule": {
            "conditions": [
                "Circadian Rhythm Disorders"
            ],
            "keywords": [
                "CABG",
                "coronary artery bypass graft",
                "light at night",
                "dim light at night",
                "inflammation",
                "cognition",
                "blue light"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Study participants at the Heart and Vascular Institute (HVI) will be randomly assigned to the control group (goggles that allow through the full spectrum of light), or to the experimental group (goggles that filter out light in the blue range) using block randomization. With a sample size of 40 participants per group (i.e., N = 80 total).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Clear goggles",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients recovering from CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery will be given clear goggles to wear at nighttime.",
                    "interventionNames": [
                        "Other: Clear goggles"
                    ]
                },
                {
                    "label": "Blue-light blocking goggles",
                    "type": "EXPERIMENTAL",
                    "description": "Patients recovering from CABG, AVR, MVR, CABG AVR, CABG MVR, or SAH surgery will be given blue-light blocking goggles to wear at nighttime.",
                    "interventionNames": [
                        "Other: Blue light-blocking goggles"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Blue light-blocking goggles",
                    "description": "Participants will be randomly assigned to one of the two intervention groups.",
                    "armGroupLabels": [
                        "Blue-light blocking goggles"
                    ],
                    "otherNames": [
                        "Uvex (Honeywell, USA)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Clear goggles",
                    "description": "Participants will be randomly assigned to one of the two intervention groups.",
                    "armGroupLabels": [
                        "Clear goggles"
                    ],
                    "otherNames": [
                        "Uvex (Honeywell, USA)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in baseline serum cytokine profile",
                    "description": "Assessed via an immuno multiplex panel for the following cytokines:TNF-α, IL-1β, IL-6, IL-2, and IL-8. Units of measure for all cytokines are pg/mL.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline serum cytokine profile",
                    "description": "Assessed via an immuno multiplex panel for the following cytokines:TNF-α, IL-1β, IL-6, IL-2, and IL-8. Units of measure for all cytokines are pg/mL.",
                    "timeFrame": "30 days post-surgery"
                },
                {
                    "measure": "Change in baseline serum cardiac ischemia profile",
                    "description": "Assessed via an immuno multiplex panel for the following indicators of ischemia: CRP, BNP, NT-proBNP, cardiac troponin T, and CK-MB. Units of measure for all indicators of ischemia are pg/mL.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline serum cardiac ischemia profile",
                    "description": "Assessed via an immuno multiplex panel for the following indicators of ischemia: CRP, BNP, NT-proBNP, cardiac troponin T, and CK-MB. Units of measure for all indicators of ischemia are pg/mL.",
                    "timeFrame": "30 days post-surgery"
                },
                {
                    "measure": "Change in baseline mood (Hamilton Depression Scale)",
                    "description": "Hamilton Depression Scale questionnaire. Scores between 0 - 54, with increasing scores indicating severity of depression.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline mood (Hamilton Depression Scale)",
                    "description": "Hamilton Depression Scale questionnaire. Scores between 0 - 54, with increasing scores indicating severity of depression.",
                    "timeFrame": "30 days post-surgery"
                },
                {
                    "measure": "Change in baseline sleep (PSQI)",
                    "description": "Pittsburgh Sleep Quality Index survey. Scores between 0 - 21, a greater score is worse sleep/more impairment.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline sleep (PSQI)",
                    "description": "Pittsburgh Sleep Quality Index (PSQI) survey. Scores between 0 - 21, a greater score is worse sleep/more impairment.",
                    "timeFrame": "30 days post-surgery"
                },
                {
                    "measure": "Change in baseline central executive cognitive function (Trail Making Test (part B))",
                    "description": "Trail Making Test (part B) TMT B are reported as the number of seconds required to complete the task; therefore, higher scores reveal greater impairment.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline central executive cognitive function (Trail Making Test (part B))",
                    "description": "Trail Making Test (part B) TMT B are reported as the number of seconds required to complete the task; therefore, higher scores reveal greater impairment.",
                    "timeFrame": "30 days post-surgery"
                },
                {
                    "measure": "Change in baseline cognitive function (WAIS-R)",
                    "description": "Wechsler Adult Intelligence Scale-Revised (WAIS-R). Scores vary between subtests, but are on a scale between 0 - 135; a higher score indicates better performance.",
                    "timeFrame": "5 days post-surgery"
                },
                {
                    "measure": "Change in baseline cognitive function (WAIS-R)",
                    "description": "Wechsler Adult Intelligence Scale-Revised (WAIS-R). Scores vary between subtests, but are on a scale between 0 - 135; a higher score indicates better performance.",
                    "timeFrame": "30 days post-surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Both men and women that are undergoing elective (non-emergency)\n\n  * on-pump CABG surgery,\n  * AVR,\n  * MVR,\n  * CABG AVR,\n  * CABG MVR or\n  * SAH\n* No history of diagnosed psychiatric disorders or organ failure\n\nExclusion Criteria:\n\n* Evidence or diagnosis of dementia or other cognitive deficit\n* Diagnosed psychiatric disorder (including depression and anxiety)\n* Organ failure \\[kidney (creatine \\> 1.5 mg/dL), liver, etc.\\]\n* Chronic obstructive pulmonary disease,\n* Any immune disorder\n* Acute infection\n* Prior cardiac surgery\n* Elective aneurysms\n* Combined cardiac operations\n* Left main stenosis greater than 70%\n* Left ventricular ejection fraction (LVEF) lower than 0.5\n* Any condition that increases likelihood of the need for a blood transfusion during or after the surgery\n* Clotting disorder\n* Suspected less than 8th grade English reading comprehension level",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James C Walton, PhD",
                    "role": "CONTACT",
                    "phone": "3042933490",
                    "email": "james.walton@hsc.wvu.edu"
                },
                {
                    "name": "Olga H Meléndez-Fernández, BS",
                    "role": "CONTACT",
                    "phone": "3042930272",
                    "email": "ohm0001@mix.wvu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randy J Nelson, PhD",
                    "affiliation": "West Virginia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "West Virginia University Heart and Vascular Institute",
                    "status": "RECRUITING",
                    "city": "Morgantown",
                    "state": "West Virginia",
                    "zip": "26506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James C. Walton, PhD",
                            "role": "CONTACT",
                            "phone": "304-293-3490",
                            "email": "james.walton@hsc.wvu.edu"
                        },
                        {
                            "name": "Olga H Meléndez-Fernández, BS",
                            "role": "CONTACT",
                            "phone": "3042930272",
                            "email": "ohm0001@mix.wvu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.62953,
                        "lon": -79.9559
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "7733754",
                    "type": "BACKGROUND",
                    "citation": "Murkin JM, Newman SP, Stump DA, Blumenthal JA. Statement of consensus on assessment of neurobehavioral outcomes after cardiac surgery. Ann Thorac Surg. 1995 May;59(5):1289-95. doi: 10.1016/0003-4975(95)00106-u. No abstract available."
                },
                {
                    "pmid": "2240918",
                    "type": "BACKGROUND",
                    "citation": "Inouye SK, van Dyck CH, Alessi CA, Balkin S, Siegal AP, Horwitz RI. Clarifying confusion: the confusion assessment method. A new method for detection of delirium. Ann Intern Med. 1990 Dec 15;113(12):941-8. doi: 10.7326/0003-4819-113-12-941."
                },
                {
                    "pmid": "21929528",
                    "type": "BACKGROUND",
                    "citation": "Joyeux-Faure M, Durand M, Bedague D, Protar D, Incagnoli P, Paris A, Ribuot C, Levy P, Chavanon O. Evaluation of the effect of one large dose of erythropoietin against cardiac and cerebral ischemic injury occurring during cardiac surgery with cardiopulmonary bypass: a randomized double-blind placebo-controlled pilot study. Fundam Clin Pharmacol. 2012 Dec;26(6):761-70. doi: 10.1111/j.1472-8206.2011.00992.x. Epub 2011 Sep 20."
                },
                {
                    "pmid": "18838601",
                    "type": "BACKGROUND",
                    "citation": "Brainard GC, Sliney D, Hanifin JP, Glickman G, Byrne B, Greeson JM, Jasser S, Gerner E, Rollag MD. Sensitivity of the human circadian system to short-wavelength (420-nm) light. J Biol Rhythms. 2008 Oct;23(5):379-86. doi: 10.1177/0748730408323089."
                },
                {
                    "pmid": "20599459",
                    "type": "BACKGROUND",
                    "citation": "Sasseville A, Hebert M. Using blue-green light at night and blue-blockers during the day to improves adaptation to night work: a pilot study. Prog Neuropsychopharmacol Biol Psychiatry. 2010 Oct 1;34(7):1236-42. doi: 10.1016/j.pnpbp.2010.06.027. Epub 2010 Jul 3."
                },
                {
                    "pmid": "19637050",
                    "type": "BACKGROUND",
                    "citation": "Sasseville A, Benhaberou-Brun D, Fontaine C, Charon MC, Hebert M. Wearing blue-blockers in the morning could improve sleep of workers on a permanent night schedule: a pilot study. Chronobiol Int. 2009 Jul;26(5):913-25. doi: 10.1080/07420520903044398."
                },
                {
                    "pmid": "21902824",
                    "type": "BACKGROUND",
                    "citation": "Figueiro MG, Lesniak NZ, Rea MS. Implications of controlled short-wavelength light exposure for sleep in older adults. BMC Res Notes. 2011 Sep 8;4:334. doi: 10.1186/1756-0500-4-334."
                },
                {
                    "pmid": "11837952",
                    "type": "BACKGROUND",
                    "citation": "Cole RJ, Smith JS, Alcala YC, Elliott JA, Kripke DF. Bright-light mask treatment of delayed sleep phase syndrome. J Biol Rhythms. 2002 Feb;17(1):89-101. doi: 10.1177/074873002129002366."
                },
                {
                    "pmid": "17720383",
                    "type": "BACKGROUND",
                    "citation": "Parolari A, Camera M, Alamanni F, Naliato M, Polvani GL, Agrifoglio M, Brambilla M, Biancardi C, Mussoni L, Biglioli P, Tremoli E. Systemic inflammation after on-pump and off-pump coronary bypass surgery: a one-month follow-up. Ann Thorac Surg. 2007 Sep;84(3):823-8. doi: 10.1016/j.athoracsur.2007.04.048."
                },
                {
                    "pmid": "20444674",
                    "type": "BACKGROUND",
                    "citation": "Clive Landis R, Murkin JM, Stump DA, Baker RA, Arrowsmith JE, De Somer F, Dain SL, Dobkowski WB, Ellis JE, Falter F, Fischer G, Hammon JW, Jonas RA, Kramer RS, Likosky DS, Paget Milsom F, Poullis M, Verrier ED, Walley K, Westaby S. Consensus statement: minimal criteria for reporting the systemic inflammatory response to cardiopulmonary bypass. Heart Surg Forum. 2010 Apr;13(2):E116-23. doi: 10.1532/HSF98.20101022."
                },
                {
                    "pmid": "20829070",
                    "type": "BACKGROUND",
                    "citation": "Nozohoor S, Nilsson J, Algotsson L, Sjogren J. Postoperative increase in B-type natriuretic peptide levels predicts adverse outcome after cardiac surgery. J Cardiothorac Vasc Anesth. 2011 Jun;25(3):469-75. doi: 10.1053/j.jvca.2010.07.002. Epub 2010 Sep 9."
                },
                {
                    "pmid": "19692262",
                    "type": "BACKGROUND",
                    "citation": "Gasparovic H, Burcar I, Kopjar T, Vojkovic J, Gabelica R, Biocina B, Jelic I. NT-pro-BNP, but not C-reactive protein, is predictive of atrial fibrillation in patients undergoing coronary artery bypass surgery. Eur J Cardiothorac Surg. 2010 Jan;37(1):100-5. doi: 10.1016/j.ejcts.2009.07.003. Epub 2009 Aug 18."
                },
                {
                    "pmid": "21304084",
                    "type": "BACKGROUND",
                    "citation": "Domanski MJ, Mahaffey K, Hasselblad V, Brener SJ, Smith PK, Hillis G, Engoren M, Alexander JH, Levy JH, Chaitman BR, Broderick S, Mack MJ, Pieper KS, Farkouh ME. Association of myocardial enzyme elevation and survival following coronary artery bypass graft surgery. JAMA. 2011 Feb 9;305(6):585-91. doi: 10.1001/jama.2011.99."
                },
                {
                    "pmid": "11235725",
                    "type": "BACKGROUND",
                    "citation": "Westaby S, Saatvedt K, White S, Katsumata T, van Oeveren W, Halligan PW. Is there a relationship between cognitive dysfunction and systemic inflammatory response after cardiopulmonary bypass? Ann Thorac Surg. 2001 Feb;71(2):667-72. doi: 10.1016/s0003-4975(00)02405-x."
                },
                {
                    "pmid": "22217098",
                    "type": "BACKGROUND",
                    "citation": "Fonken LK, Haim A, Nelson RJ. Dim light at night increases immune function in Nile grass rats, a diurnal rodent. Chronobiol Int. 2012 Feb;29(1):26-34. doi: 10.3109/07420528.2011.635831. Erratum In: Chronobiol Int. 2012 May;29(4):530."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000021081",
                    "term": "Chronobiology Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M22703",
                    "name": "Chronobiology Disorders",
                    "asFound": "Circadian Rhythm Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}