{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05616819",
            "orgStudyIdInfo": {
                "id": "STUDY00002038"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Morning Light Exposure on Mood",
            "officialTitle": "Regulating Mood and Suicidal Ideation With Morning Light Exposure Treatment",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-morning-light-exposure-on-mood"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-20",
            "studyFirstSubmitQcDate": "2022-11-07",
            "studyFirstPostDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "U.S. Army Medical Research Acquisition Activity",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Mood dysregulation and suicidal ideation are closely associated with disruption of sleep and circadian rhythms. Moreover, sleep problems and circadian disruption are commonplace features of military life. Critically, specifically timed light exposure plays a powerful role in regulating mood, circadian rhythms, and sleep-wake patterns. Therefore, we propose to conduct a large-scale clinical trial on the effectiveness of morning light exposure treatment for improving sleep-wake patterns, emotional and mental health, and suicidal thoughts in military personnel.",
            "detailedDescription": "The objective is to determine the effectiveness of daily morning blue light therapy (BLT) for regulating the circadian rhythm to improve mood and reduce suicidal thinking. Our working hypotheses are that daily exposure to morning blue light for two weeks will 1) lead to a phase advance entrainment of sleep timing relative to a placebo light therapy, 2) lead to improved/sustained mental health outcomes, including suicidal ideation, relative to a placebo light therapy, and that 3) most military Service members will rate the use of a light \"headset\" device acceptable as a treatment option after their experience.\n\nOver a 3-year period of performance, we aim to 1) determine the effectiveness of daily morning BLT for regulating circadian timing and sleep, 2) determine the effectiveness of daily morning BLT for sustaining or improving mental health outcomes, including suicidal ideation, relative to placebo light therapy, and 3) determine the acceptability and \"buy-in\" from military personnel using a daily light headset device.\n\nDuring this study, 400 military personnel will complete a double-blind, placebo-controlled, counterbalanced, crossover design study of the effects of 30-minutes of daily morning blue light therapy (BLT) versus amber placebo light therapy (PLT) on measured sleep and mental health outcomes. Participants will complete two weeks of morning BLT with a commercially available headset with four built-in light-emitting diode (LEDs) and internal compliance monitors, and two weeks wearing the same type of glasses fit with amber placebo light-emitting diode (LEDs), in a counterbalanced order, separated by a four-week washout period. An online assessment battery for mental health and suicidal ideation will be completed before and after each treatment period, and sleep/circadian rhythms will be monitored throughout via 5-channel at-home EEG recordings, continuous actigraphy and daily brief sleep/mood/suicidal ideation logs."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Regulation, Emotion"
            ],
            "keywords": [
                "Circadian Rhythm",
                "Blue Light"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "All recruitment, data collection, and testing will occur online, through remote interactions. Via a web-based portal, participants will complete a baseline assessment battery to document their sleep habits, mental health, and suicidal ideation. After the baseline assessment, participants will be randomly assigned to one of two treatment orders: Order A) BLT for 2 weeks, a 4-week washout period, and 2 weeks of PLT, or Order B) PLT for 2 weeks, a 4-week washout period, and 2 weeks of BLT.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will not have any knowledge of which of the two condition groups they are apart of during or after the study.\n\nThe investigator will not have any knowledge of which of the two condition groups the participant is apart of during or after the study.\n\nCondition groups will be randomly assigned via the web-based portal used for recruitment, data collection, and testing.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 480,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Order A",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Blue light treatment for 2 weeks, a 4-week washout period, and 2 weeks of placebo (amber) light treatment.",
                    "interventionNames": [
                        "Other: Blue light exposure"
                    ]
                },
                {
                    "label": "Treatment Order B",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo light treatment for 2 weeks, a 4-week washout period, and 2 weeks of blue light treatment.",
                    "interventionNames": [
                        "Other: Amber light exposure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Blue light exposure",
                    "description": "Blue light at the wave length of 470nm will be emitted for 30 minutes over a 2 week time frame, from commercially available ayo glasses, as a method to regulated circadian rhythm.",
                    "armGroupLabels": [
                        "Treatment Order A"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Amber light exposure",
                    "description": "Amber light at the wave length of 578nm will be emitted for 30 minutes over a 2 week time frame, from commercially available ayo glasses, as a control to investigate the regulation of circadian rhythm.",
                    "armGroupLabels": [
                        "Treatment Order B"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicidal Ideation: Depression",
                    "description": "The mean response on the Beck Depression Inventory (BDI), which measures key symptoms of clinical depression. Higher scores on this measure indicate the presence of more severe depressive symptoms.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Association with Death",
                    "description": "The mean response on the Death Implicit Association Test (D-IAT), which measures the strength of an individuals implicit association between themselves and death. Positive scores: support a stronger association between 'Me-Death' and 'Not Me-Life' than for the opposite pairings; Negative scores: support a stronger association between 'Me-Life' and 'Not Me-Death' than for the opposite pairings. Scores closer to 1/-1 indicate a stronger association than those near 0.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Hopelessness",
                    "description": "The mean response on the Beck Hopelessness Scale (BHS), which measures hopelessness with a series of optimistic or pessimistic statements regarding thoughts about the future, motivation, and expectations. Higher scores on this scale indicate more severe hopelessness.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Suicidal Cognitions",
                    "description": "The mean response on the Suicidal Cognitions Revised (SCS-R), which predicts future suicidal attempts in patients who deny suicidal ideation and prior suicide attempts. Higher scores on this scale are associated with a greater likelihood of an individual attempting suicide in the future.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Loneliness",
                    "description": "The mean response on the University of California Los Angeles Loneliness Scale (UCLALS), which measures an individuals subjective feelings of loneliness and social isolation. Higher scores indicate a greater feeling of loneliness.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Burdensomeness",
                    "description": "The mean response on the Interpersonal Needs Questionnaire (INQ),which measures individual sense of perceived burdensomeness (PB) and thwarted belongingness (TB). Higher scores on these sub-scales indicate a greater desire for death/suicide.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                },
                {
                    "measure": "Suicidal Ideation: Resilience",
                    "description": "The mean response on the Connor-Davidson Resilience Scale (CD-RISC), which measures an individuals adaptability and ability to thrive in adversity. Higher scores on this scale indicated higher resilience which is inversely associated with suicidal ideation.",
                    "timeFrame": "Participants will be assessed the day before the initiation of the first two-week intervention period and the day following the conclusion of the first two-week intervention period. This will be repeated for the second two-week intervention period."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total Sleep Time",
                    "description": "The total time individuals are asleep during intervention.",
                    "timeFrame": "During both intervention periods, consisting of 14 days of daily measures each (28 days total)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18-60 years\n* At least an 8th grade reading level\n* Score ≥ 5 (i.e., mild depression or greater) on the Patient Health Questionnaire 9 (PHQ-9)\n* Service member of any Armed Forces branch, including active duty, Reserve, or National Guard\n\nExclusion Criteria:\n\n* Not actively serving in an Armed Force branch\n* Scored (i.e., \\< 5) range on the PHQ-9 (non-depressed)\n* Pregnant or trying to become pregnant\n* Breastfeeding\n* History of psychotic disorder or manic episodes\n* Bipolar disorder\n* Diseases of the eye\n* Have had cataract surgery\n* Frequent and light-sensitive migraine headaches\n* Self-reported use of prescription stimulants\n* Self-reported plan to engage in nightshift work during the 6-week course of the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William D Killgore, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(520) 621-0605",
                    "email": "killgore@arizona.edu"
                },
                {
                    "name": "Camryn Wellman",
                    "role": "CONTACT",
                    "email": "camrynwellman@arizona.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85719",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William DS Killgore",
                            "role": "CONTACT",
                            "phone": "520-621-0605",
                            "email": "killgore@psychiatry.arizona.edu"
                        },
                        {
                            "name": "Camryn Wellman",
                            "role": "CONTACT",
                            "email": "camrynwellman@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27011361",
                    "type": "BACKGROUND",
                    "citation": "Al-Karawi D, Jubair L. Bright light therapy for nonseasonal depression: Meta-analysis of clinical trials. J Affect Disord. 2016 Jul 1;198:64-71. doi: 10.1016/j.jad.2016.03.016. Epub 2016 Mar 15."
                },
                {
                    "pmid": "33841300",
                    "type": "BACKGROUND",
                    "citation": "Alkozei A, Dailey NS, Bajaj S, Vanuk JR, Raikes AC, Killgore WDS. Exposure to Blue Wavelength Light Is Associated With Increases in Bidirectional Amygdala-DLPFC Connectivity at Rest. Front Neurol. 2021 Mar 26;12:625443. doi: 10.3389/fneur.2021.625443. eCollection 2021."
                },
                {
                    "pmid": "26806862",
                    "type": "BACKGROUND",
                    "citation": "Alkozei A, Smith R, Killgore WD. Exposure to blue wavelength light modulates anterior cingulate cortex activation in response to 'uncertain' versus 'certain' anticipation of positive stimuli. Neurosci Lett. 2016 Mar 11;616:5-10. doi: 10.1016/j.neulet.2016.01.034. Epub 2016 Jan 22."
                },
                {
                    "pmid": "27253770",
                    "type": "BACKGROUND",
                    "citation": "Alkozei A, Smith R, Pisner DA, Vanuk JR, Berryhill SM, Fridman A, Shane BR, Knight SA, Killgore WD. Exposure to Blue Light Increases Subsequent Functional Activation of the Prefrontal Cortex During Performance of a Working Memory Task. Sleep. 2016 Sep 1;39(9):1671-80. doi: 10.5665/sleep.6090."
                },
                {
                    "pmid": "24892891",
                    "type": "BACKGROUND",
                    "citation": "Baron KG, Reid KJ. Circadian misalignment and health. Int Rev Psychiatry. 2014 Apr;26(2):139-54. doi: 10.3109/09540261.2014.911149."
                },
                {
                    "pmid": "28140399",
                    "type": "BACKGROUND",
                    "citation": "Bedrosian TA, Nelson RJ. Timing of light exposure affects mood and brain circuits. Transl Psychiatry. 2017 Jan 31;7(1):e1017. doi: 10.1038/tp.2016.262."
                },
                {
                    "pmid": "25698339",
                    "type": "BACKGROUND",
                    "citation": "Bernert RA, Kim JS, Iwata NG, Perlis ML. Sleep disturbances as an evidence-based suicide risk factor. Curr Psychiatry Rep. 2015 Mar;17(3):554. doi: 10.1007/s11920-015-0554-4."
                },
                {
                    "pmid": "31534436",
                    "type": "BACKGROUND",
                    "citation": "Blume C, Garbazza C, Spitschan M. Effects of light on human circadian rhythms, sleep and mood. Somnologie (Berl). 2019 Sep;23(3):147-156. doi: 10.1007/s11818-019-00215-x. Epub 2019 Aug 20."
                },
                {
                    "pmid": "18838601",
                    "type": "BACKGROUND",
                    "citation": "Brainard GC, Sliney D, Hanifin JP, Glickman G, Byrne B, Greeson JM, Jasser S, Gerner E, Rollag MD. Sensitivity of the human circadian system to short-wavelength (420-nm) light. J Biol Rhythms. 2008 Oct;23(5):379-86. doi: 10.1177/0748730408323089."
                },
                {
                    "pmid": "33656983",
                    "type": "BACKGROUND",
                    "citation": "Byrne SP, McCarthy E, DeViva JC, Southwick SM, Pietrzak RH. Prevalence, risk correlates, and health comorbidities of insomnia in US military veterans: results from the 2019-2020 National Health and Resilience in Veterans Study. J Clin Sleep Med. 2021 Jun 1;17(6):1267-1277. doi: 10.5664/jcsm.9182."
                },
                {
                    "pmid": "19615064",
                    "type": "BACKGROUND",
                    "citation": "Canton JL, Smith MR, Choi HS, Eastman CI. Phase delaying the human circadian clock with a single light pulse and moderate delay of the sleep/dark episode: no influence of iris color. J Circadian Rhythms. 2009 Jul 17;7:8. doi: 10.1186/1740-3391-7-8."
                },
                {
                    "pmid": "7434029",
                    "type": "BACKGROUND",
                    "citation": "Czeisler CA, Weitzman Ed, Moore-Ede MC, Zimmerman JC, Knauer RS. Human sleep: its duration and organization depend on its circadian phase. Science. 1980 Dec 12;210(4475):1264-7. doi: 10.1126/science.7434029."
                },
                {
                    "pmid": "32777620",
                    "type": "BACKGROUND",
                    "citation": "Emens JS, Berman AM, Thosar SS, Butler MP, Roberts SA, Clemons NA, Herzig MX, McHill AW, Morimoto M, Bowles NP, Shea SA. Circadian rhythm in negative affect: Implications for mood disorders. Psychiatry Res. 2020 Nov;293:113337. doi: 10.1016/j.psychres.2020.113337. Epub 2020 Aug 4."
                },
                {
                    "pmid": "15800134",
                    "type": "BACKGROUND",
                    "citation": "Golden RN, Gaynes BN, Ekstrom RD, Hamer RM, Jacobsen FM, Suppes T, Wisner KL, Nemeroff CB. The efficacy of light therapy in the treatment of mood disorders: a review and meta-analysis of the evidence. Am J Psychiatry. 2005 Apr;162(4):656-62. doi: 10.1176/appi.ajp.162.4.656."
                },
                {
                    "pmid": "30296404",
                    "type": "BACKGROUND",
                    "citation": "Hanifin JP, Lockley SW, Cecil K, West K, Jablonski M, Warfield B, James M, Ayers M, Byrne B, Gerner E, Pineda C, Rollag M, Brainard GC. Randomized trial of polychromatic blue-enriched light for circadian phase shifting, melatonin suppression, and alerting responses. Physiol Behav. 2019 Jan 1;198:57-66. doi: 10.1016/j.physbeh.2018.10.004. Epub 2018 Oct 5."
                },
                {
                    "pmid": "31751607",
                    "type": "BACKGROUND",
                    "citation": "Killgore WDS, Vanuk JR, Shane BR, Weber M, Bajaj S. A randomized, double-blind, placebo-controlled trial of blue wavelength light exposure on sleep and recovery of brain structure, function, and cognition following mild traumatic brain injury. Neurobiol Dis. 2020 Feb;134:104679. doi: 10.1016/j.nbd.2019.104679. Epub 2019 Nov 18."
                },
                {
                    "pmid": "27992553",
                    "type": "BACKGROUND",
                    "citation": "Kofuji P, Mure LS, Massman LJ, Purrier N, Panda S, Engeland WC. Intrinsically Photosensitive Retinal Ganglion Cells (ipRGCs) Are Necessary for Light Entrainment of Peripheral Clocks. PLoS One. 2016 Dec 16;11(12):e0168651. doi: 10.1371/journal.pone.0168651. eCollection 2016."
                },
                {
                    "pmid": "16494083",
                    "type": "BACKGROUND",
                    "citation": "Lockley SW, Evans EE, Scheer FA, Brainard GC, Czeisler CA, Aeschbach D. Short-wavelength sensitivity for the direct effects of light on alertness, vigilance, and the waking electroencephalogram in humans. Sleep. 2006 Feb;29(2):161-8."
                },
                {
                    "pmid": "24568642",
                    "type": "BACKGROUND",
                    "citation": "Malik S, Kanwar A, Sim LA, Prokop LJ, Wang Z, Benkhadra K, Murad MH. The association between sleep disturbances and suicidal behaviors in patients with psychiatric diagnoses: a systematic review and meta-analysis. Syst Rev. 2014 Feb 25;3:18. doi: 10.1186/2046-4053-3-18."
                },
                {
                    "pmid": "30881318",
                    "type": "BACKGROUND",
                    "citation": "Maruani J, Geoffroy PA. Bright Light as a Personalized Precision Treatment of Mood Disorders. Front Psychiatry. 2019 Mar 1;10:85. doi: 10.3389/fpsyt.2019.00085. eCollection 2019."
                },
                {
                    "pmid": "23949486",
                    "type": "BACKGROUND",
                    "citation": "McCall WV, Black CG. The link between suicide and insomnia: theoretical mechanisms. Curr Psychiatry Rep. 2013 Sep;15(9):389. doi: 10.1007/s11920-013-0389-9."
                },
                {
                    "pmid": "34133439",
                    "type": "BACKGROUND",
                    "citation": "McGlashan EM, Poudel GR, Jamadar SD, Phillips AJK, Cain SW. Afraid of the dark: Light acutely suppresses activity in the human amygdala. PLoS One. 2021 Jun 16;16(6):e0252350. doi: 10.1371/journal.pone.0252350. eCollection 2021."
                },
                {
                    "pmid": "28495465",
                    "type": "BACKGROUND",
                    "citation": "Motamedzadeh M, Golmohammadi R, Kazemi R, Heidarimoghadam R. The effect of blue-enriched white light on cognitive performances and sleepiness of night-shift workers: A field study. Physiol Behav. 2017 Aug 1;177:208-214. doi: 10.1016/j.physbeh.2017.05.008. Epub 2017 May 8."
                },
                {
                    "pmid": "19637049",
                    "type": "BACKGROUND",
                    "citation": "Phipps-Nelson J, Redman JR, Schlangen LJ, Rajaratnam SM. Blue light exposure reduces objective measures of sleepiness during prolonged nighttime performance testing. Chronobiol Int. 2009 Jul;26(5):891-912. doi: 10.1080/07420520903044364."
                },
                {
                    "pmid": "33633674",
                    "type": "BACKGROUND",
                    "citation": "Raikes AC, Dailey NS, Forbeck B, Alkozei A, Killgore WDS. Daily Morning Blue Light Therapy for Post-mTBI Sleep Disruption: Effects on Brain Structure and Function. Front Neurol. 2021 Feb 5;12:625431. doi: 10.3389/fneur.2021.625431. eCollection 2021."
                },
                {
                    "pmid": "32472836",
                    "type": "BACKGROUND",
                    "citation": "Raikes AC, Dailey NS, Shane BR, Forbeck B, Alkozei A, Killgore WDS. Daily Morning Blue Light Therapy Improves Daytime Sleepiness, Sleep Quality, and Quality of Life Following a Mild Traumatic Brain Injury. J Head Trauma Rehabil. 2020 Sep/Oct;35(5):E405-E421. doi: 10.1097/HTR.0000000000000579."
                },
                {
                    "pmid": "18075803",
                    "type": "BACKGROUND",
                    "citation": "Revell VL, Skene DJ. Light-induced melatonin suppression in humans with polychromatic and monochromatic light. Chronobiol Int. 2007;24(6):1125-37. doi: 10.1080/07420520701800652."
                },
                {
                    "pmid": "18663241",
                    "type": "BACKGROUND",
                    "citation": "Santhi N, Aeschbach D, Horowitz TS, Czeisler CA. The impact of sleep timing and bright light exposure on attentional impairment during night work. J Biol Rhythms. 2008 Aug;23(4):341-52. doi: 10.1177/0748730408319863."
                },
                {
                    "pmid": "28539147",
                    "type": "BACKGROUND",
                    "citation": "Shattuck NL, Matsangas P. Sunlight Exposure, Work Hours, Caffeine Consumption, and Sleep Duration in the Naval Environment. Aerosp Med Hum Perform. 2017 Jun 1;88(6):579-585. doi: 10.3357/AMHP.4721.2017."
                },
                {
                    "pmid": "24213962",
                    "type": "BACKGROUND",
                    "citation": "Sinclair KL, Ponsford JL, Taffe J, Lockley SW, Rajaratnam SM. Randomized controlled trial of light therapy for fatigue following traumatic brain injury. Neurorehabil Neural Repair. 2014 May;28(4):303-13. doi: 10.1177/1545968313508472. Epub 2013 Nov 8."
                },
                {
                    "pmid": "12622847",
                    "type": "BACKGROUND",
                    "citation": "Skene DJ. Optimization of light and melatonin to phase-shift human circadian rhythms. J Neuroendocrinol. 2003 Apr;15(4):438-41. doi: 10.1046/j.1365-2826.2003.01006.x."
                },
                {
                    "pmid": "19444751",
                    "type": "BACKGROUND",
                    "citation": "Smith MR, Eastman CI. Phase delaying the human circadian clock with blue-enriched polychromatic light. Chronobiol Int. 2009 May;26(4):709-25. doi: 10.1080/07420520902927742."
                },
                {
                    "pmid": "18805055",
                    "type": "BACKGROUND",
                    "citation": "Smith MR, Revell VL, Eastman CI. Phase advancing the human circadian clock with blue-enriched polychromatic light. Sleep Med. 2009 Mar;10(3):287-94. doi: 10.1016/j.sleep.2008.05.005. Epub 2008 Sep 19."
                },
                {
                    "pmid": "30311830",
                    "type": "BACKGROUND",
                    "citation": "Tahkamo L, Partonen T, Pesonen AK. Systematic review of light exposure impact on human circadian rhythm. Chronobiol Int. 2019 Feb;36(2):151-170. doi: 10.1080/07420528.2018.1527773. Epub 2018 Oct 12."
                },
                {
                    "pmid": "25208208",
                    "type": "BACKGROUND",
                    "citation": "Vyssoki B, Kapusta ND, Praschak-Rieder N, Dorffner G, Willeit M. Direct effect of sunshine on suicide. JAMA Psychiatry. 2014 Nov;71(11):1231-7. doi: 10.1001/jamapsychiatry.2014.1198."
                },
                {
                    "pmid": "29040758",
                    "type": "BACKGROUND",
                    "citation": "Wams EJ, Woelders T, Marring I, van Rosmalen L, Beersma DGM, Gordijn MCM, Hut RA. Linking Light Exposure and Subsequent Sleep: A Field Polysomnography Study in Humans. Sleep. 2017 Dec 1;40(12):zsx165. doi: 10.1093/sleep/zsx165."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to make individual participant data available to other researchers. All data that will be shared from this clinical trial will be shared in summary data sets."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}