{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04726345",
            "orgStudyIdInfo": {
                "id": "AAAT0219"
            },
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Antihistamines on Ureteral Stent-Related Symptoms",
            "officialTitle": "Effect of Antihistamines on Ureteral Stent-Related Symptoms: Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-antihistamines-on-ureteral-stent-related-symptoms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-20",
            "studyFirstSubmitQcDate": "2021-01-26",
            "studyFirstPostDateStruct": {
                "date": "2021-01-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ojas Shah",
                "investigatorTitle": "George F. Cahill Professor of Urology",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Coloplast A/S",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, double-blind, randomized, open-label, single-center trial of up to 78 participants who are adult patients (aged 18-80 years) and are undergoing unilateral retrograde ureteroscopy with planned ureteral stent placement for treatment of urinary tract stones. Eligible patients will be randomly and divided into two groups in a 1:1 ratio. Group A will receive fexofenadine 180 mg once daily in addition to standard of care treatment. Group B will receive placebo in addition to standard of care treatment. The routine standard of care treatment will consist of oral non-steroidal anti-inflammatory drugs (NSAIDs).\n\nThe primary outcomes of the study are the Ureteral Stent Symptom Questionnaire (USSQ) urinary symptom score and pain score. Secondary outcomes include (i) number of office phone calls due to urinary symptoms; (ii) duration of analgesic use; (iii) duration and quantity of narcotic use; (iv) number of emergency department visits; (v) drug-related adverse effects; (vi) other domains of the USSQ.",
            "detailedDescription": "Ureteral stents treat ureteral obstruction, allow for passive dilation of the ureter, maintain urine flow to the bladder, and aid in the recovery of the ureter after endoscopic surgery or ureteral injury. These stents are routinely utilized after urologic procedures for the treatment of urolithiasis and are generally kept in place for 1-2 weeks following the procedure. Despite their advantages, indwelling ureteral stents cause discomfort and reduce patient quality of life. These symptoms are partially attributed to local irritation to the ureter and bladder. Bothersome stent-related symptoms include urinary urgency, frequency, flank pain, hematuria, dysuria, sexual side effects, and emotional distress. The majority of patients with ureteral stents experience symptoms post-operatively.\n\nSeveral studies have indicated that agents such as antimuscarinics or alpha-1 adrenergic receptor antagonists may improve stent-related symptoms. The indications for anticholinergic medications are based on blocking involuntary bladder muscle contraction; however, the efficacy of these drugs is still controversial. Furthermore, these medications have potential adverse side effects.\n\nAntihistamines also show potential in alleviating stent-related symptoms. Multiple in vitro studies have shown H1 receptor activity involved both in ureteral peristalsis and in bladder contraction. Both first- and second-generation H1 antagonists have shown activity in the urinary tract. In clinical practice, antihistamines are commonly utilized in the management of bladder pain caused by interstitial cystitis. Additionally, a randomized controlled trial found efficacy of antihistamines for pain management in the setting of renal colic from obstructing ureteral stones. There is novel evidence that in patients with indwelling stents, there are inflammatory changes in the bladder with an associated eosinophilic reaction. Eosinophilic cystitis is commonly associated with bladder irritation or allergy, and these findings point to a novel paradigm of treating patients with antihistamines. To our knowledge, no studies have evaluated the efficacy of antihistamines for managing stent-related symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Nephrolithiasis"
            ],
            "keywords": [
                "Antihistamines",
                "Ureteral stent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized in a 1:1 ratio to receive fexofenadine or placebo in addition to the standard of care. A total of 39 subjects will be randomized to each group.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Subjects and the study urologist will be blinded to treatment allocation. Treatment allocation will be known by the investigator performing data analysis, who will not be directly participating in patient care.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 78,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fexofenadine",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive fexofenadine 180mg once daily, in addition to standard of care pain medications (NSAIDs).",
                    "interventionNames": [
                        "Drug: Fexofenadine Hcl 180Mg Tab"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in this arm will receive placebo once daily, in addition to standard of care pain medications (NSAIDs).",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fexofenadine Hcl 180Mg Tab",
                    "description": "Fexofenadine 180mg tablet to be taken orally once a day until stent removal.",
                    "armGroupLabels": [
                        "Fexofenadine"
                    ],
                    "otherNames": [
                        "Fexofenadine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo tablet to be taken orally once a day until stent removal.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Placebo Tablet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in USSQ urinary symptom score",
                    "description": "Ureteric Stent Symptoms Questionnaire (USSQ) is a self-administered questionnaire to evaluate the overall impact of ureteral stents on different aspects of life. Urinary symptom will be assessed at different time points. The urinary symptom section consists 11 questions. A sum of the total score can range from 11 to 54 points. High score indicates worse outcome.",
                    "timeFrame": "At time of initial visit (prior to surgery - baseline), at time of stent removal (1-2 weeks after surgery), at time of follow-up (4-6 weeks after stent removal)"
                },
                {
                    "measure": "Change in USSQ body pain score",
                    "description": "Ureteric Stent Symptoms Questionnaire (USSQ) is a self-administered questionnaire to evaluate the overall impact of ureteral stents on different aspects of life. Body pain will be assessed at different time points. The body pain section consists 7 questions. A sum of the total score can range from 6 to 37 points. High score indicates worse outcome.",
                    "timeFrame": "At time of initial visit (prior to surgery - baseline), at time of stent removal (1-2 weeks after surgery), at time of follow-up (4-6 weeks after stent removal)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of office phone calls due to urinary symptoms and pain",
                    "description": "This is to measure the morbidity associated with the indwelling ureteral stent. Urinary symptoms will include urinary frequency, urgency, incontinence, nocturia, incomplete emptying, dysuria, and hematuria.",
                    "timeFrame": "At time of stent removal (1-2 weeks after surgery)"
                },
                {
                    "measure": "Duration of NSAID use",
                    "description": "This is to measure morbidity associated with the indwelling ureteral stent. Duration will be reported in days.",
                    "timeFrame": "At time of stent removal (1-2 weeks after surgery)"
                },
                {
                    "measure": "Quantity of narcotic use",
                    "description": "This is to measure the morbidity associated with the indwelling ureteral stent. It will be reported in milligram morphine equivalents.",
                    "timeFrame": "At time of stent removal (1-2 weeks after surgery)"
                },
                {
                    "measure": "Number of emergency department visits",
                    "description": "This is to measure morbidity associated with the indwelling ureteral stent. Incidence will be collected at study visit.",
                    "timeFrame": "At time of stent removal (1-2 weeks after surgery)"
                },
                {
                    "measure": "Number of drug-related adverse effects",
                    "description": "This is to measure the morbidity of the study drug. Incidence will be self-reported by patients.",
                    "timeFrame": "At time of stent removal (1-2 weeks after surgery)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (aged 18-80 years) who are undergoing unilateral retrograde ureteroscopy with planned ureteral stent placement for treatment of urinary tract stones\n\nExclusion Criteria:\n\n* Preoperative use of antihistamines, beta-3 agonists, anticholinergics, corticosteroids, and chronic opioid analgesic use\n* Preoperative indwelling ureteral stent at the time of treatment\n* Neurogenic bladder, ureteral stricture, interstitial cystitis, or chronic prostatitis\n* Pregnancy or breastfeeding\n* Planned bilateral ureteroscopy\n* Solitary or transplanted kidney\n* Hypersensitivity to antihistamines\n* Severe renal disease (glomerular filtration rate (GFR) \\< 10 ml/min or on dialysis)\n* Significant deviation in operative plan (ureteral stent not deemed necessary, incidental urologic malignancy, tandem ureteral stent placement, second-stage procedure required)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ezra J. Margolin, MD",
                    "role": "CONTACT",
                    "phone": "212-305-0114",
                    "email": "ejm2182@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ojas Shah, MD",
                    "affiliation": "Professor of Urology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center/NYP",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ezra J. Margolin, MD",
                            "role": "CONTACT",
                            "phone": "212-305-0114",
                            "email": "ejm2182@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28467731",
                    "type": "BACKGROUND",
                    "citation": "Aboutaleb H, Gawish M. Correlation of Bladder Histopathologic Changes Due to Double-J Stenting to the Period of Stenting: A Preliminary Study. J Endourol. 2017 Jul;31(7):705-710. doi: 10.1089/end.2017.0113. Epub 2017 May 31."
                },
                {
                    "pmid": "12576846",
                    "type": "BACKGROUND",
                    "citation": "Joshi HB, Newns N, Stainthorpe A, MacDonagh RP, Keeley FX Jr, Timoney AG. Ureteral stent symptom questionnaire: development and validation of a multidimensional quality of life measure. J Urol. 2003 Mar;169(3):1060-4. doi: 10.1097/01.ju.0000049198.53424.1d."
                },
                {
                    "pmid": "12576847",
                    "type": "BACKGROUND",
                    "citation": "Joshi HB, Stainthorpe A, MacDonagh RP, Keeley FX Jr, Timoney AG, Barry MJ. Indwelling ureteral stents: evaluation of symptoms, quality of life and utility. J Urol. 2003 Mar;169(3):1065-9; discussion 1069. doi: 10.1097/01.ju.0000048980.33855.90."
                },
                {
                    "pmid": "21453351",
                    "type": "BACKGROUND",
                    "citation": "Lamb AD, Vowler SL, Johnston R, Dunn N, Wiseman OJ. Meta-analysis showing the beneficial effect of alpha-blockers on ureteric stent discomfort. BJU Int. 2011 Dec;108(11):1894-902. doi: 10.1111/j.1464-410X.2011.10170.x. Epub 2011 Mar 31."
                },
                {
                    "pmid": "19375088",
                    "type": "BACKGROUND",
                    "citation": "Lingeman JE, Preminger GM, Goldfischer ER, Krambeck AE; Comfort Study Team. Assessing the impact of ureteral stent design on patient comfort. J Urol. 2009 Jun;181(6):2581-7. doi: 10.1016/j.juro.2009.02.019. Epub 2009 Apr 16."
                },
                {
                    "pmid": "26393904",
                    "type": "BACKGROUND",
                    "citation": "Sivalingam S, Streeper NM, Sehgal PD, Sninsky BC, Best SL, Nakada SY. Does Combination Therapy with Tamsulosin and Tolterodine Improve Ureteral Stent Discomfort Compared with Tamsulosin Alone? A Double-Blind, Randomized, Controlled Trial. J Urol. 2016 Feb;195(2):385-90. doi: 10.1016/j.juro.2015.08.104. Epub 2015 Sep 21."
                },
                {
                    "pmid": "18849063",
                    "type": "BACKGROUND",
                    "citation": "Yilmaz E, Batislam E, Deniz T, Yuvanc E. Histamine 1 receptor antagonist in symptomatic treatment of renal colic accompanied by nausea: two birds with one stone? Urology. 2009 Jan;73(1):32-6. doi: 10.1016/j.urology.2008.08.494. Epub 2008 Oct 11."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053040",
                    "term": "Nephrolithiasis"
                },
                {
                    "id": "D000007669",
                    "term": "Kidney Calculi"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052878",
                    "term": "Urolithiasis"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000014545",
                    "term": "Urinary Calculi"
                },
                {
                    "id": "D000002137",
                    "term": "Calculi"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10693",
                    "name": "Kidney Calculi",
                    "asFound": "Nephrolithiasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27126",
                    "name": "Nephrolithiasis",
                    "asFound": "Nephrolithiasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5399",
                    "name": "Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27103",
                    "name": "Urolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17295",
                    "name": "Urinary Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000093230",
                    "term": "Fexofenadine"
                },
                {
                    "id": "D000016593",
                    "term": "Terfenadine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018926",
                    "term": "Anti-Allergic Agents"
                },
                {
                    "id": "D000039563",
                    "term": "Histamine H1 Antagonists, Non-Sedating"
                },
                {
                    "id": "D000006634",
                    "term": "Histamine H1 Antagonists"
                },
                {
                    "id": "D000006633",
                    "term": "Histamine Antagonists"
                },
                {
                    "id": "D000018494",
                    "term": "Histamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M252074",
                    "name": "Fexofenadine",
                    "asFound": "Attention Deficit Hyperactivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9709",
                    "name": "Histamine Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9710",
                    "name": "Histamine H1 Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M18978",
                    "name": "Terfenadine",
                    "asFound": "Attention Deficit Hyperactivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20962",
                    "name": "Anti-Allergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9708",
                    "name": "Histamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M212144",
                    "name": "Histamine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M24826",
                    "name": "Histamine H1 Antagonists, Non-Sedating",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                }
            ]
        }
    },
    "hasResults": false
}