{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06140927",
            "orgStudyIdInfo": {
                "id": "23-39484"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Ketamine on Intraoperative Motor Evoked Potentials",
            "officialTitle": "Effect of Ketamine on Intraoperative Motor Evoked Potentials",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other",
                "Orthopedics"
            ],
            "study": "effect-of-ketamine-on-intraoperative-motor-evoked-potentials"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-24",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about the effect of ketamine on intraoperative motor evoked potentials in adult patients undergoing thoracolumbar spinal fusions. Participants will undergo a standard anesthetic. In addition to the standard anesthetic, the patients will be administered increasing doses of ketamine with motor-evoked potentials being measured at each dose, to assess any impacts.",
            "detailedDescription": "Spinal surgeries continue to increase in frequency and complexity. An important safety protocol is the use of intraoperative motor evoked potentials (MEP) to monitor the integrity and function of the spinal cord and alert the surgeon of any potential injury. Transcranial electric motor evoked potentials stimulate the motor cortex and produce a myogenic response. This modality can assess the function of all pathways including the motor cortex, the lateral corticospinal tracts, the function of the alpha motor neurons, and peripheral nerves.\n\nVarious anesthetic agents can impact the critical parameters of MEPs. Inhaled volatile anesthetics and nitrous oxide are highly suppressive in a dose-dependent manner decreasing the amplitude of the myogenic response and prolonging the latency. Propofol is also suppressive of MEPs, although high quality data can still be obtained at clinically relevant doses for anesthesia. For this reason, most anesthesiologists will use propofol as the backbone of any anesthetic that involves neurophysiologic monitoring.\n\nBecause spine surgeries are exceptionally painful, anesthesiologists will often incorporate adjuncts that can decrease pain and postoperative opioid usage. The effect of these adjuncts on intraoperative evoked potentials is incompletely described and important work remains to detail these effects.\n\nKetamine, a phencyclidine derivative that is an NMDA receptor antagonist, is a widely used adjunct anesthetic due to its analgesic and hypnotic properties during spine surgeries. Ketamine has shown significant opioid-sparing and analgesic benefits when used in patients undergoing spine surgery.\n\nIntraoperative neuromonitoring (IONM), including motor evoked potentials (MEP), are increasingly used during spinal surgeries to help identify potentially reversible injury to neural structures.\n\nThe literature is full of conflicting and poor quality data regarding the effect of adding ketamine to an anesthetic and the effects on MEPs. Therefore, the investigators' goal is to help characterize the effects of this commonly used medication on a critical safety monitor for procedures involving the spinal cord.\n\nThe summation of excitation of spinal ventral horn neurons is thought to contribute to the myogenic response during transcranial motor evoked potentials. Because ketamine can inhibit N-methyl-D-aspartate receptor-mediated glutaminergic activity, it has the potential to inhibit this summation process and interfere with IONM. Despite this theoretical potential to interfere with IONM, ketamine is widely and successfully used during spinal surgeries. There are conflicting reports about the use of higher doses during surgery.\n\nPrior studies have shown that moderate doses of ketamine have little to no effect on MEPs, and so for years the received wisdom was that ketamine is a benign agent, and is safe to using during spinal procedures utilizing IONM. However, following up on a case report, a group reported that even higher doses of ketamine may be able to dose dependently suppress MEPs. It is difficult to explain the differences between these reports, and it may be partially attributable to differences in neuromonitoring techniques/practices. These results are also interesting, because there is some suggestions in the community that it could be beneficial to run substantially higher doses of ketamine intraoperatively, using it not just as an opioid sparing adjunct, but more as a substantial contributor to the overall anesthestic state. The logic has been that ketamine, as opposed to propofol (the current foundation of an anesthetic compatible with IONM) has benign effects on MEPs and can reduce postoperative pain. However, if higher doses of ketamine can suppress MEPs, this change in anesthetic technique may not be warranted.\n\nProtocol:\n\nMain Visit: Patients will receive general anesthesia in the usual fashion for the indicated procedures. This anesthetic will be standardized between patients. The patients will also have the necessary equipment for neuromonitoring placed. This equipment is placed identically for patients who are or are not in our study, and the investigators will not add any additional monitors. All patients participating in the study will have neuromonitoring as part of their spine surgery as standard care. Baseline motor-evoked potential data will then be collected. This baseline data is also standard practice and not a study-specific procedure. After the baseline data is collected patients will then be administered a bolus of ketamine 0.1mg/kg followed by an infusion of 3mcg/kg/min to maintain steady-state plasma levels. After 5 min to allow equilibration, a new set of baseline MEP data will be acquired. This process takes approximately 5 minutes. The investigators will also collect a blood specimen at this time to measure the ketamine plasma level. The investigators will then administer an additional bolus of 0.3 mg/kg of ketamine and increase the infusion to 15 mcg/kg/min to maintain steady-state plasma levels. The investigators will repeat the acquisition of baseline MEP data and a blood sample. Finally, the investigators will administer an additional bolus of 0.85 mg/kg of ketamine and increase the infusion to 50 mcg/kg/min to maintain steady-state plasma levels. The investigators will repeat the acquisition of baseline MEP data and a blood sample. Thereafter, the surgery will commence following usual anesthetic care at the discretion of the anesthesiologist. This dosing scheme is designed to mimic the steady-state plasma concentrations that would result from administering an infusion of 3mcg/kg/min, 15mcg/kg/min, and 50mcg/kg/min for prolonged periods of time. A commercial application for predicting plasma concentrations was used to calculate these doses.\n\nGeneral Demographic Data: Data including age, sex, race, and preoperative comorbid conditions will be collected. These data will be obtained by review of the patient's medical record.\n\nKetamine Plasma Levels: Blood samples will be collected by research personnel after each dose increase of ketamine and at the time the MEP data is obtained."
        },
        "conditionsModule": {
            "conditions": [
                "Spine Fusion",
                "Spine Tumor",
                "Spinal Stenosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Patients will serve as their own control and baseline measurements will be made before the administration of study drug. After baseline measurements, increasing doses of the study drug will be administered and effects measured.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketamine",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects will be in a single arm. Patients will serve as their own control.\n\nPatients will receive general anesthesia in the usual fashion for the indicated procedures. This anesthetic will be standardized between patients. All patients participating in the study will have neuromonitoring as part of their spine surgery as standard care. Baseline motor-evoked potential data will then be collected. Then study drug Ketamine will be administered as following:\n\n* Step 1: 0.1 mg/kg bolus over 30 sec followed by infusion of 3mcg/kg/min (0.18 mg/kg/hr)\n* Step 2: 0.3 mg/kg bolus over 30 sec followed by infusion of 15mcg/kg/min (0.9mg/kg/hr)\n* Step 3: 0.85 mg/kg bolus over 30 sec followed by infusion at 50mcg/kg/min (3mg/kg/hr)\n\nMotor Evoked Potentials will be collected for 5 times at minutes 2, 4, 6, 8, 10 after drug step.",
                    "interventionNames": [
                        "Drug: Ketamine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "Patients will be administered ketamine at increasing doses followed by measurements of motor-evoked potentials.",
                    "armGroupLabels": [
                        "Ketamine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in threshold motor evoked potentials (MEP) in response to intraoperative ketamine administration",
                    "description": "MEP helps to monitor the integrity and function of the spinal cord and alert the surgeon of any potential injury during the spine surgery. MEP amplitude will be measured at each of 3 ketamine doses and compared to baseline. The measurements will be at each dose change of ketamine approximately 10, 20 and 30 minutes after the start of the ketamine infusions.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Change in supramaximal motor evoked potentials (MEP) in response to intraoperative ketamine administration",
                    "description": "MEP helps to monitor the integrity and function of the spinal cord and alert the surgeon of any potential injury during the spine surgery. MEP amplitude will be measured at each of 3 ketamine doses and compared to baseline. The measurements will be at each dose change of ketamine approximately 10, 20 and 30 minutes after the start of the ketamine infusions.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Change in motor evoked potentials (MEP) facilitation in response to intraoperative ketamine administration",
                    "description": "MEP helps to monitor the integrity and function of the spinal cord and alert the surgeon of any potential injury during the spine surgery. MEP amplitude will be measured at each of 3 ketamine doses and compared to baseline. The measurements will be at each dose change of ketamine approximately 10, 20 and 30 minutes after the start of the ketamine infusions.",
                    "timeFrame": "30 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ketamine Plasma Level",
                    "description": "Ketamine Plasma levels will be measured at each of 3 ketamine doses.",
                    "timeFrame": "30 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (\\>18 years of age) undergoing posterior spinal fusions.\n\nExclusion Criteria:\n\n* Sensitivity or allergy to ketamine.\n* Schizophrenia or other psychotic conditions\n* Uncontrolled hypertension with systolic blood pressure greater than 180 mmHg\n* Myocardial Infarction\n* Large vascular aneurysms\n* Patients on ketamine as outpatient therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marc Buren, MD",
                    "role": "CONTACT",
                    "phone": "4154768369",
                    "email": "marc.buren@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc Buren, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marc Buren, MD",
                            "role": "CONTACT",
                            "phone": "415-514-3781",
                            "email": "marc.buren@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The investigators will not plan to share IPD with other researchers"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013130",
                    "term": "Spinal Stenosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15927",
                    "name": "Spinal Stenosis",
                    "asFound": "Spinal Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}