{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04360018",
            "orgStudyIdInfo": {
                "id": "200057"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-AA-0057"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Effect of Acute Alcohol Intoxication on Neural Processes During Decisions to Engage in HIV Risk Behaviors",
            "officialTitle": "The Effect of Acute Alcohol Intoxication on Neural Processes During Decisions to Engage in HIV Risk Behaviors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-acute-alcohol-intoxication-on-neural-processes-during-decisions-to-engage-in-hiv-risk-behaviors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12-20",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-22",
            "studyFirstSubmitQcDate": "2020-04-23",
            "studyFirstPostDateStruct": {
                "date": "2020-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople who binge drink are more likely to have risky sexual encounters, and alcohol changes brain activity associated with reward decisions related to those behaviors. Researchers want to better understand how alcohol s effects on risky sexual behavior that might lead people to contract sexually transmitted diseases (STDs) like HIV, the virus that causes AIDS.\n\nObjective:\n\nTo study how alcohol impacts decisions about engaging in risky sex.\n\nEligibility:\n\nHealthy adults ages 21-65 without alcohol use disorder\n\nDesign:\n\nParticipants will have 2 study visits, 1 month apart. They will arrive and depart via taxi. They will consume alcohol at 1 visit, chosen at random.\n\nAt visit 1, participants will answer questions about HIV knowledge, HIV risk behaviors, and sexual interests. They will view pictures of clothed people and pick those they might have sex with. They will think about the person s risk of having an STD and whether they would use a condom during sex.\n\nAt both visits, participants will sit in a bar-like room and have 2 drinks that may contain alcohol. Then they will have magnetic resonance imaging (MRI) brain scans. For this, they will lie on a table that slides in and out of a metal tube. The scanner makes loud noises; they will get earplugs. They will complete tasks that include looking at pictures and making choices about money.\n\nAt the beginning of both visits the participants will be screened with urine drug test and pregnancy test. Duiring each visit the participants breath alcohol will be measured, and they will discuss whether they feel intoxicated.\n\nParticipants will get snacks and stay at the clinic for up to 6 hours after the MRIs.\n\n...",
            "detailedDescription": "Study Description:\n\nParticipants will complete baseline measures of sexual history and preferences, HIV risk and knowledge, and tasks designed to measure delay discounting of protected sex. At the first of two visits, subjects will then receive either alcohol or placebo beverages to increase their blood alcohol concentration to approximately 0.08g/dl. Then, participants will undergo functional magnetic resonance imaging while completing two protected sex discounting tasks, with and without emotional content. At a second visit, participants will receive the opposite type of beverage (alcohol or placebo). Participants will be randomly assigned to order of beverages.\n\nObjectives:\n\nThe purpose of this protocol is to identify the neural substrates by which acute alcohol intoxication leads to an increase in HIV risk behavior during sexual encounters. An additional aim is to characterize the influence of negative and positive social context on the neural mechanism by which acute alcohol intoxication leads to an increase in HIV risk behavior during sexual encounters. This study uses a two-visit alcohol-administration procedure to examine alcohol-induced changes in brain activity during decisions about risky sex.\n\nEndpoints:\n\nBrain Engagement during Protected Sex Discounting (MRI-Scan Portion)"
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "Binge",
                "Brain",
                "Drinking",
                "Decision",
                "Risky"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "arm one",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "participants receive alcohol beverage",
                    "interventionNames": [
                        "Other: Alcohol beverage"
                    ]
                },
                {
                    "label": "arm two",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Other: Placebo beverage"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Alcohol beverage",
                    "description": "High-proof alcohol (e.g., Everclear) will be mixed with orange juice in an approximately 1:3 ratio and split evenly into two drinks. After splitting the orange juice into two cups, a small amount (approx. 6 ml) of high-proof alcohol will be floated on top of the beverage.",
                    "armGroupLabels": [
                        "arm one"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo beverage",
                    "description": "The final drink will have the same volume of liquid as the alcohol beverage.",
                    "armGroupLabels": [
                        "arm two"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Protected Sex Discounting MRI-Scan Portion",
                    "description": "Participants will see a picture of one of the individuals selected during the pre-scan PSD procedure. They will also see two choices corresponding to 1) \"Sex with this person without a condom NOW\" or 2) \"Sex with this person with a condom \\[NOW or delay\\] . Participants will have 6 seconds to press a button corresponding to their choice. Conditions of interest will vary as follows: choice difficulty- easy (probability of choosing later option \\<0.33 or \\>0.67) or hard (probability of choosing alternative option between 0.33 and 0.67); preference- now (probability of choosing later option \\<0.5) or delay (probability of choosing later option \\>0.5); sexual risk - high (individual most likely to have an STD) or low (individual least likely to have an STD); and desirability - high (individual you most want to have sex with) or low (individual you least want to have sex with).",
                    "timeFrame": "First Task"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sexual Sensation Seeking Scale",
                    "description": "This will be used to assess interest in risky sexual activity. It is an 11 question self-report questionnaire with each question scored on a scale of 1-4. Scores on this measure will allow us to consider whether individual differences in the reward value of sexual activity account for differences in performance and neural correlates of the PSD task.",
                    "timeFrame": "Sixth Task"
                },
                {
                    "measure": "Sexual Desire Inventory",
                    "description": "This will be used to assess interest in sexual activity. It is a 14-question self-report questionnaire with each question scored on a scale of 0-8, where higher scores reflect more sexual desire. It typically takes less than 10 minutes to complete. Scores on this measure will allow us to consider whether individual differences in the reward value of sexual activity account for differences in performance and neural correlates of the PSD task.",
                    "timeFrame": "Fourth Task"
                },
                {
                    "measure": "Risk MRI Task",
                    "description": "During scanning, participants will be shown two squares: a \"safe\" square and a \"risk\" square. If the participant chooses the \"safe\" square, they will earn a set amount of money ($0.25); if they choose the \"risk\" square, they have the possibility of winning up to $5.00 but also the possibility of losing up to $5.00. Across 40 trials, participants will be able to earn between $0 and $35. All events will be shown for 2 seconds with 2, 4, or 6 second jittered intervals between.",
                    "timeFrame": "Eighth Task"
                },
                {
                    "measure": "Protected Sex Discounting Pre-Scan Portion",
                    "description": "Participants will view 60 cards with an image of a clothed person, spread on a table in front of them so they can all be viewed at the same time. Participants will be instructed to select all the pictures of individuals who they would be willing to have casual sex with based on physical appearance if the circumstances were right. From the pictures of individuals who the participant indicated that they would have sex with, participants will be asked to select 1) the individual most and 2) least likely to have a STD, and 2) the individual they most and 4) least want to have sex with.",
                    "timeFrame": "Seventh Task"
                },
                {
                    "measure": "HIV-Knowledge Questionnaire",
                    "description": "A 45-question self-report questionnaire that takes approximately 7 minutes to complete. It assesses how much the participant knows about how HIV is transmitted and prevented.",
                    "timeFrame": "First Task"
                },
                {
                    "measure": "HIV Risk-Taking Behavior Scale",
                    "description": "Assesses quantitatively both intravenous drug use and sexual HIV risk behaviors. This includes 11 questions about sharing and cleaning needles, number of sexual partners, condom use, and sex work. Each item is scored on a scale of 0-5 where higher scores indicate more HIV risk. It takes less than 10 minutes to administer. Scores on this measure will allow us to consider whether performance and neural correlates of the PSD task are related to actual HIV risk behaviors in our sample.",
                    "timeFrame": "Second Task"
                },
                {
                    "measure": "HIV and Sexual Behaviors Interview",
                    "description": "Used to collect additional information on HIV risk. This will include such topics as condom attitudes and negotiation, HIV testing and history of exposure, sexual activities, partner risk behaviors, and perceived risk. Information from this survey will allow us to consider whether performance and neural correlates of the PSD task are related to actual HIV risk behaviors in our sample.",
                    "timeFrame": "Third Task"
                },
                {
                    "measure": "Balanced Inventory of Desirable Responding",
                    "description": "This will be used to measure social desirability bias. It is a 40-question self-report questionnaire that measures self-deceptive positivity and impression management. Number of items with extremely high agreement indicates level of desirable responding. We will use this to identify participants who may have inaccurately responded to questions about sexual history and HIV risk due to a desire to represent themselves better, and thus, might potentially bias our results in some way.",
                    "timeFrame": "Fifth Task"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* 21 to 65 years old.\n\nEXCLUSION CRITERIA for Alcohol Administration/MR scanning:\n\n* Having less than one binge drinking episode (episodes operationally defined as having consumed four or more drinks on one day if female/ five or more if male) based on the most recent measurement within the past 90 days of screening as determined by Alcohol Timeline Follow-back.\n* Currently seeking treatment for alcohol use disorder\n* Significant history of head trauma or cranial surgery\n* History of neurological disease based on self-report or neuromotor physical exam, conducted by a health care provider, that would interfere with neuroimaging research.\n* Have fulfilled DSM-5 criteria for a current substance use disorder other than alcohol use disorder\n* History of primary psychotic disorder\n* Have liver function tests (AST, ALT, GGT, ALP) 3-times the upper limit of normal (ULN); or have Total Bilirubin above 1.5 ULN and Albumin below 3.5 g/dl;\n* HIV positive\n* Currently taking PrEP\n* Female participants only (or other individuals able to get pregnant): Currently pregnant or breastfeeding\n* Any flag on the MRI Safety Screening Questionnaire, unless cleared by medically responsible staff (MD/NP)\n* Reported to have a facial, body, and limb flushing response to the consumption of alcohol, as determined by the Alcohol Flushing Questionnaire\n* Unable to understand and communicate in English at a level sufficient to complete questionnaires and tasks that are not validated in any language other than English.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Beth A Lee, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6964",
                    "email": "beth.lee@nih.gov"
                },
                {
                    "name": "Reza Momenan, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6972",
                    "email": "rezam@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reza Momenan, Ph.D.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-AA-0057.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000435",
                    "term": "Alcoholic Intoxication"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M3781",
                    "name": "Alcoholic Intoxication",
                    "asFound": "Acute Alcohol Intoxication",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "T244",
                    "name": "Orange",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}