{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04957342",
            "orgStudyIdInfo": {
                "id": "IRB20-1593"
            },
            "organization": {
                "fullName": "Harvard Medical School (HMS and HSDM)",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Using Placental Membranes on Healing and Post-op Pain After Gum Surgery",
            "officialTitle": "Wound Healing Following Palatal Graft Harvest Using Two Surgical Protocols - A Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-using-placental-membranes-on-healing-and-post-op-pain-after-gum-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-17",
            "studyFirstSubmitQcDate": "2021-06-30",
            "studyFirstPostDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kendal Arielle Haddad",
                "investigatorTitle": "Study Coordinator",
                "investigatorAffiliation": "Harvard Medical School (HMS and HSDM)"
            },
            "leadSponsor": {
                "name": "Harvard Medical School (HMS and HSDM)",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "When harvesting autogenous free grafts to treat periodontal conditions (e.g., lack of attached keratinized tissue, ridge defects, and other mucogingival deformities), the hard palate is the preferred donor site. The primary disadvantage of this technique is the creation of a second surgical site. This sacrificial traumatic lesion on the palate is associated with significant post-operative morbidities, including patient discomfort, infection, inflammation, hemorrhage, and necrosis.\n\nA pilot, blinded Randomized Control Trial will be conducted with subjects who are treatment planned to receive free gingival graft palatal harvest surgery. The palatal wound donor site for treatment group 1 will not receive an allograft membrane; while the donor site for treatment group 2 will receive an amnion-chorion allograft membrane (BioXclude) secured with a suture.\n\nThe severity of pain at the palatal wound site will be assessed using an at home survey (Visual Analog Scale, Pain Catastrophizing Scale, \\& Patient-Reported Outcomes Measurement Information System Scale). The healing of the palatal donor site will be evaluated quantitatively and qualitatively (PVS impression, optical scan, endoscopy, and ultrasnonography)."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Postoperative",
                "Gingival Diseases"
            ],
            "keywords": [
                "grafting; tissue",
                "amnion",
                "chorion",
                "gingival recession",
                "wound healing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The primary purpose of this study is to determine patient-reported outcome measures (i.e., pain and satisfaction) during the immediate post-operative period. Participants will be randomly allocated into two study groups (see Study Design for the randomization process). The palatal wound treatment group #1 will not receive an allograft dressing. The palatal wound treatment group #2 will receive a thin bandage (BioXclude, Snoasis Medical) underneath the suture. At the time of the procedure and post-op days 14 and 60, a research team member will administer the survey, take an impression, photograph the surgical site, and collect extra measurements, probing depth (PD), recession (REC), \\& clinical attachment level (CAL), of the participants' mouth. The subject will also be asked to remotely complete a brief survey twice per day for eight days after surgery.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Twenty subjects (20) requiring mucogingival surgery and palatal graft harvest will be recruited into study.\n\nThe randomization will be achieved by preparing 20 envelopes, 10 envelopes containing materials for the palatal wound treatment #1 (empty packaging materials) and 10 envelopes containing materials for palatal wound treatment #2 (BioXclude membrane \\& suture). A blinded study team member will randomly hand the designated cohort allocation materials to the periodontology resident preforming the palatal wound dressing treatment.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sutures",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients assigned to Sutures group will not have the allograft placed on the donor site. One current clinical standard of practice is to place sutures on donor site. Patients assigned to Sutures group will have sutures placed on donor site.",
                    "interventionNames": [
                        "Procedure: Sutures"
                    ]
                },
                {
                    "label": "Allograft and Sutures",
                    "type": "EXPERIMENTAL",
                    "description": "Patients assigned to Allograft and Sutures will have allograft placed and secured with sutures on the donor site.",
                    "interventionNames": [
                        "Biological: amnion-chorion membrane"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "amnion-chorion membrane",
                    "description": "allograft to be placed on palate",
                    "armGroupLabels": [
                        "Allograft and Sutures"
                    ],
                    "otherNames": [
                        "BioXclude"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sutures",
                    "description": "Sutures (e.g. interrupted, crisscross compression) to be placed on palate",
                    "armGroupLabels": [
                        "Sutures"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Postoperative pain as evaluated by subjects using the Visual Analogue Scale",
                    "description": "The primary purpose of this study is to determine patient-reported outcome measures (i.e., pain) during the immediate post-operative period (i.e., 60 days). The Visual Analogue Scale survey will be completed by the patients during clinical visits and remotely.\n\nThe scale ranges from a score of 0 to 10, with a higher score corresponding to more severe pain experienced post-op.",
                    "timeFrame": "60 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Wound volumetric changes",
                    "description": "At the time of the procedure and post-op days 14 and 60, a research team member will administer the survey, take an impression, endoscopic image, ultrasonography, photograph the surgical site, and collect extra measurements, probing depth (PD), recession (REC), \\& clinical attachment level (CAL), of the participants' mouth. These records will combined to report volumetric changes of donor site in mm\\^3.",
                    "timeFrame": "60 days"
                },
                {
                    "measure": "Patient satisfaction as evaluated by Visual Analogue Scale",
                    "description": "The secondary purpose of this study is to determine patient-reported outcome measures (i.e., satisfaction) during the immediate post-operative period (i.e., 60 days). The Visual Analogue Scale survey will be completed by the patients during clinical visits and remotely. The scale ranges from 0 to 10, with a higher score corresponding to a higher degree of satisfaction.",
                    "timeFrame": "60 days"
                },
                {
                    "measure": "Pain management (medication usage)",
                    "description": "The secondary purpose of this study is to determine patient-reported outcome measures (i.e., medication usage) during the immediate post-operative period (i.e., 60 days). The survey will be completed during clinical visits and remotely. The survey will ask the following: \"Did you take any medications for pain management of the palatal wound site? What medications \\& how much?\"",
                    "timeFrame": "60 days"
                },
                {
                    "measure": "Pain Catastrophizing Scale (PCS)",
                    "description": "In order to address the subject nature of pain, subjects will be administered the Pain Catastrophizing Scale in the survey (completed during clinical visits and remotely). Each answer choice will be assigned a number, with a higher number reflecting a higher degree of pain experience (\"Not at all\" is 0; \"All the time\" is 4). A total score will be calculated as the sum of all answer choices. Total score ranges from 0 to 52, with a higher score corresponding to higher frequency of feelings and thoughts related to pain.",
                    "timeFrame": "60 days"
                },
                {
                    "measure": "• Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference - Short Form 8a",
                    "description": "In order to address the subject nature of pain, subjects will be administered the PROMIS pain interference form in the survey (completed during clinical visits and remotely). Each answer choice will be assigned a number, with a higher number reflecting a higher degree of pain interference (\"Not at all\" is 0; \"Very much\" is 4). A total score will be calculated as the sum of all answer choices. Total score ranges from 0 to 32, with a higher score corresponding to a higher degree of pain interference.",
                    "timeFrame": "60 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients age 18 and above\n* No reported systemic disease that would compromise healing, such as Diabetes with A1c level \\>7.0%, endocrine disorders, hypertension above Stage II based on AHA 2017, osteoporosis, or immunodeficiency\n* Healthy periodontium or demonstrating stable periodontal condition following conventional periodontal therapy.\n* Clinical indication for periodontal mucogingival surgery utilizing palatal graft harvest e.g., shallow palatal vaults classified by Reiser et al. (1996) the average distance as 7 mm from the CEJ of maxillary teeth to the neurovascular bundle\n* No history of previous palatal harvesting\n\nExclusion Criteria:\n\n* Smoker\n* Pregnancy \\[confirmed via patient self-identification\\]\n* Systemic condition requiring antibiotic prophylaxis prior to any invasive procedure. The list of such conditions includes:\n\n  1. Prosthetic cardiac valves, including transcatheter-implanted prostheses and homografts\n  2. Prosthetic material used for cardiac valve repair, such as annuloplasty rings and chords.\n  3. Previous infective endocarditis\n  4. Unrepaired cyanotic congenital heart disease or repaired congenital heart disease, with residual shunts or valvular regurgitation at the site of or adjacent to the site of a prosthetic patch or prosthetic device.\n  5. Cardiac transplant with valve regurgitation due to a structurally abnormal valve.\n* Uncontrolled systemic disease e.g., Diabetes with A1c level \\> 7.0% endocrine disorders, hypertension above Stage II based on AHA 2017, osteoporosis, or immunodeficiency)\n* Use of medications, such as Dilantin (aka Phenytoin), Cyclosporin, and Nifedipin, that would adversely affect periodontal tissues",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chia-Yu Chen, DDS, DMSc",
                    "role": "CONTACT",
                    "phone": "857-576-0279",
                    "email": "chia-yu_chen@hsdm.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Harvard School of Dental Medicine",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02120",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chia-Yu Chen, DDS, DMSc",
                            "role": "CONTACT",
                            "phone": "857-576-0279",
                            "email": "chia-yu_chen@hsdm.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005882",
                    "term": "Gingival Diseases"
                },
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000010510",
                    "term": "Periodontal Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Pain, Postoperative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9001",
                    "name": "Gingival Recession",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M8994",
                    "name": "Gingival Diseases",
                    "asFound": "Gingival Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M13419",
                    "name": "Periodontal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}