{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04469790",
            "orgStudyIdInfo": {
                "id": "R01DK123333",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DK123333"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Multi-day Interruptions in Sitting on Type 2 Diabetes-relevant Outcomes in Children",
            "officialTitle": "Testing the Efficacy of Multi-day Interruptions in Sedentary Behaviors on Metabolic, Cognitive, and Affective Outcomes in Youth at Risk for Type 2 Diabetes",
            "therapeuticArea": [
                "Mental Health",
                "Endocrinology",
                "Cardiovascular",
                "Other"
            ],
            "study": "effects-of-multi-day-interruptions-in-sitting-on-type-diabetes-relevant-outcomes-in-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-20",
            "studyFirstSubmitQcDate": "2020-07-08",
            "studyFirstPostDateStruct": {
                "date": "2020-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Britni Ryan Belcher, PhD, MPH",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Dana-Farber Cancer Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of this in-lab randomized controlled trial is to test the efficacy of multi-day interruptions in sedentary behavior vs. single bouts of sustained exercise on metabolic, cognitive, affective, and cardiac autonomic nervous system responses in children with overweight and obesity who are at risk for type 2 diabetes. The use of continuous glucose monitoring will provide insight into the daily and cumulative metabolic effects of each condition that have thus far not been studied. In-lab studies demonstrating sustained efficacy of this approach in ameliorating negative effects of sedentary behaviors in children are necessary for the optimization of field-based interventions. Given the lack of success of interventions to prevent obesity-related diseases and increasing rates of type 2 diabetes in children and its related healthcare costs, this study addresses a critical public health need by testing of novel intervention strategies to reduce obesity-related diseases in children with overweight and obesity.",
            "detailedDescription": "Rationale: Sedentary behavior (SB) contributes to increased risk for obesity and metabolic disease, cognitive deficits, affect disorders, and cardiovascular disease over the lifespan. These are critical outcomes because children with these risk factors are more likely to develop type 2 diabetes mellitus (T2DM). SB increases T2DM risk by promoting hyperglycemia and greater postprandial glycemic variability as well as via cognitive detriments and depressive symptoms that lead to poor energy balance behaviors, obesity, and worsening insulin resistance. Additionally, prolonged SB may contribute to dominance of the sympathetic nervous system and lead to poor cardiovascular disease outcomes. Physical activity can reduce these risk factors, however less than half of US youth meet guideline recommendations, and physical activity continues to decline throughout adolescence. Thus, there is a critical need to test alternative intervention approaches to sustained bouts of exercise for the prevention of T2DM in children. The investigators were the first to show that interrupting SB with short, 3-minute, bouts of moderate exercise improved glucose tolerance and negative mood in a single 3-hour session. However, it is unknown whether these short-term improvements translate to sustained multi-day benefits to metabolic, cognitive, mood, and cardiac autonomic nervous system outcomes.\n\nIntervention: This phase II randomized controlled trial (RCT) will compare the effects of SB interruptions vs. sustained bouts of exercise to prolonged sitting in 8-11-year-old children with overweight/obesity. Participants (N=150 (50 per group)) will be recruited from the community. The participants will wear continuous glucose monitors for one week and complete pre- and post- experiment 3-hour oral glucose tolerance tests (OGTT). Children will be randomized to 7 consecutive days of one of the following 3-hour experimental conditions: a) continuous sitting (SIT); b) sitting interrupted by 3-minute bouts of moderate-intensity walking every 30 minutes (SIT+WALK); or c) a single 18-minute bout of moderate-intensity walking followed by continuous sitting (EX).\n\nObjectives/Purpose: The overall goal of this study is to test the efficacy of multi-day effects of interrupting SB as a T2DM prevention strategy in youth with overweight/obesity. This proposal will address the following aims: (1) determine the multi-day efficacy of interrupting sitting on glucose homeostasis measured by continuous glucose monitor and oral glucose tolerance tests; (2) determine the multi-day efficacy of interrupting sitting on cognitive function improvements; (3) determine the multi-day efficacy of interrupting sitting on affect and anxiety improvements; and (4) determine the multi-day efficacy of interrupting sitting on cardiac autonomic nervous system improvements measured by heart rate variability.\n\nStudy Population: The study population will consist of children with overweight/obesity recruited from the greater Los Angeles area. Children will be screened for eligibility (no evidence of type 2 diabetes, have overweight/obesity, be in good health, and be in early pubertal stages).\n\nStudy Methodology: This study is a phase II RCT with 3 study arms. Participants (N=150) will complete one screening visit to determine eligibility, complete a fitness test, and body composition analysis via dual x-ray absorptiometry (DEXA). All participants will complete two 3-hour in-lab oral glucose tolerance tests (spaced 6 days apart). Participants will wear an activity monitor on the right thigh and an electrocardiogram (ECG) monitor on the chest 7 days to determine baseline activity levels and heart rate variability, respectively. Then, participants will complete 7 consecutive in-lab sessions (SIT, SIT+WALK, or EX), with a 3-hour OGTT on Days 1 and 7. Participants will wear activity monitors, continuous glucose monitors, and ECG monitors during these 7 days of experimental sessions. Questionnaires will assess dietary intake, affect, anxiety, and mood, and the NIH Toolbox will assess executive cognitive function.\n\nStudy Arms: Participants will be randomized to 7 consecutive days of one of the following 3-hour experimental conditions in the lab: a) continuous sitting (SIT); b) sitting interrupted by 3-minute bouts of moderate-intensity walking every 30 minutes (SIT+WALK); or c) a single 18-minute bout of moderate-intensity walking followed by continuous sitting (EX).\n\nEndpoints/Outcomes: The primary endpoints are: insulin, C-peptide, and glucose area under the curve (AUC) in the in-lab experiments, and glucose AUC from the continuous glucose monitor. Secondary endpoints are positive and negative affect, anxiety, executive cognitive function, and heart rate variability metrics.\n\nFollow-up: Study duration is estimated as 14 days minimum and 30 days maximum, to allow for a 7-21 day period between the screening and experimental visits.\n\nStatistical Analyses: The populations for analyses include the full analytical dataset which consists of all randomized study participants; the investigators will employ per protocol and intent to treat analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Sedentary Behavior",
                "Affect",
                "Metabolic Disturbance",
                "Anxiety",
                "Cardiac Autonomic Nervous System Function"
            ],
            "keywords": [
                "exercise",
                "cognitive functions",
                "continuous glucose monitoring"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized parallel-arm clinical trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SIT",
                    "type": "NO_INTERVENTION",
                    "description": "Continuous sitting for 3 hours"
                },
                {
                    "label": "SIT+WALK",
                    "type": "EXPERIMENTAL",
                    "description": "Interrupt sitting with 3-minutes of moderate-intensity walking every 30 minutes for 3 hours",
                    "interventionNames": [
                        "Behavioral: SIT+WALK"
                    ]
                },
                {
                    "label": "EX",
                    "type": "EXPERIMENTAL",
                    "description": "Perform 18 consecutive minutes of moderate-intensity walking, then sit for the remaining time",
                    "interventionNames": [
                        "Behavioral: EX"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "SIT+WALK",
                    "description": "Participants will interrupt their sitting for one week",
                    "armGroupLabels": [
                        "SIT+WALK"
                    ],
                    "otherNames": [
                        "Interrupted sitting"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "EX",
                    "description": "Participants will perform a single bout of exercise and then sit for the remaining time for one week",
                    "armGroupLabels": [
                        "EX"
                    ],
                    "otherNames": [
                        "Sustained exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "In-Lab glucose area under the curve (AUC)",
                    "description": "change in glucose AUC from oral glucose tolerance tests",
                    "timeFrame": "3 hours (-10, 0, 30, 60, 90, 120, 150, 180 minutes) AUC change from Day 1 to Day 7"
                },
                {
                    "measure": "In-Lab insulin area under the curve (AUC)",
                    "description": "change in insulin AUC from oral glucose tolerance tests",
                    "timeFrame": "3 hours (-10, 0, 30, 60, 90, 120, 150, 180 minutes) AUC change from Day 1 to Day 7"
                },
                {
                    "measure": "In-Lab c-peptide area under the curve (AUC)",
                    "description": "change in c-peptide AUC from oral glucose tolerance tests",
                    "timeFrame": "3 hours (-10, 0, 30, 60, 90, 120, 150, 180 minutes) AUC change from Day 1 to Day 7"
                },
                {
                    "measure": "Continuous glucose monitor measures",
                    "description": "mean daily 24-hr glucose area under the curve (AUC)",
                    "timeFrame": "7 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive function measures",
                    "description": "attention, inhibition, working and episodic memory tasks from NIH Toolbox",
                    "timeFrame": "change from Day 1 to Day 7"
                },
                {
                    "measure": "Positive and Negative Affect Scale for Children",
                    "description": "10-item positive and negative affect scale with scores for each ranging from 0 to 5, higher scores indicating worse outcome for negative affect and better outcome for positive affect",
                    "timeFrame": "change from Day 1 to Day 7"
                },
                {
                    "measure": "State-Trait Anxiety Inventory for Children (STAIC)",
                    "description": "state anxiety will be measured using the STAIC, with a range from 20 to 80 with higher scores indicating more anxiety",
                    "timeFrame": "change from Day 1 to Day 7"
                },
                {
                    "measure": "Cardiac autonomic nervous system measures",
                    "description": "mean daily heart rate variability metrics, including standard deviation of R-R intervals, root mean square of RR interval differences, high frequency, low frequency, and high to low frequency ratio",
                    "timeFrame": "7 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 8-11 years-old\n2. Good general health\n3. Fasting plasma glucose \\< 100 mg/dL\n4. BMI≥85th percentile\n5. Pre- or peri-puberty\n\nExclusion Criteria:\n\n1. Significant cardiac or pulmonary disease likely to or resulting in hypoxia or decreased perfusion\n2. Evidence of impaired glucose tolerance or T2DM, presence of other endocrinologic disorders leading to obesity (e.g., Cushing Syndrome)\n3. Current or past anti-psychotic drug use that would affect metabolism\n4. Non-diet treatment for hypertension or dyslipidemia\n5. Precocious puberty and/or receiving androgen and estrogen therapy\n6. Medication use known to affect body composition/weight",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "11 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Britni Ryan Belcher, PhD, MPH",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Britni R Belcher, PhD, MPH",
                            "role": "CONTACT",
                            "phone": "323-442-8225",
                            "email": "bbelcher@usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26312582",
                    "type": "BACKGROUND",
                    "citation": "Belcher BR, Berrigan D, Papachristopoulou A, Brady SM, Bernstein SB, Brychta RJ, Hattenbach JD, Tigner IL Jr, Courville AB, Drinkard BE, Smith KP, Rosing DR, Wolters PL, Chen KY, Yanovski JA. Effects of Interrupting Children's Sedentary Behaviors With Activity on Metabolic Function: A Randomized Trial. J Clin Endocrinol Metab. 2015 Oct;100(10):3735-43. doi: 10.1210/jc.2015-2803. Epub 2015 Aug 27."
                },
                {
                    "pmid": "30082324",
                    "type": "BACKGROUND",
                    "citation": "Broadney MM, Belcher BR, Berrigan DA, Brychta RJ, Tigner IL Jr, Shareef F, Papachristopoulou A, Hattenbach JD, Davis EK, Brady SM, Bernstein SB, Courville AB, Drinkard BE, Smith KP, Rosing DR, Wolters PL, Chen KY, Yanovski JA. Effects of Interrupting Sedentary Behavior With Short Bouts of Moderate Physical Activity on Glucose Tolerance in Children With Overweight and Obesity: A Randomized Crossover Trial. Diabetes Care. 2018 Oct;41(10):2220-2228. doi: 10.2337/dc18-0774. Epub 2018 Aug 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}