{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06163378",
            "orgStudyIdInfo": {
                "id": "RLM2"
            },
            "organization": {
                "fullName": "Rubato Life",
                "class": "OTHER"
            },
            "briefTitle": "Effects of an Algorithmically Enhanced Personalized Music-based Intervention in Patients With Dementia",
            "officialTitle": "Effects of an Algorithmically Enhanced Personalized Music-based Intervention in Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-an-algorithmically-enhanced-personalized-music-based-intervention-in-patients-with-dementia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-20",
            "studyFirstSubmitQcDate": "2023-11-30",
            "studyFirstPostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rubato Life",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This 6 - 12 week longitudinal study will include patients with Dementia.\n\nParticipants will be randomized into one of two groups: a) an intervention group, in which patients will listen to music using Rubato Life app, and b) a control group, in which patients will receive standard of care.\n\nPatients in intervention group will be asked to listen to at least 30 minutes per day, (or a total of 3.5 hours per week) for a period of 6 -12 weeks, coming up to their scheduled follow up appointment. Patients in the Intervention group will wear smartwatches to monitor heart rate variability throughout the study.",
            "detailedDescription": "A. Specific Aims/Objectives:\n\n* Primary Aim: Determine if Rubato Life (RL) music selection is effective making improvements in the emotional, functional and cognitive dimensions of patients with Dementia.\n\n  o H1: The investigators hypothesize that using personalized musical playlists, through RL, will improve emotional, functional and cognitive outcomes for patients with Dementia.\n* Secondary Aim: Determine the incremental improvements in the emotional, functional and cognitive dimensions from RL's music selection over standard of care.\n\n  * H2: The investigators hypothesize that the magnitude of emotional, functional and cognitive improvements will be significantly higher for patients using RL than for patients only with the standard of care.\n\nB. Background and Significance\n\nThe field of music-based interventions (MBI) is growing rapidly as part of the treatment of patients with chronic diseases such as dementia. MBI can be divided into Music Therapy (MT) and Music Medicine (MM). In MT, patients are guided through a music intervention by a trained music therapist. In MM, patients listen to live or recorded music without the personalized care of a music therapist.\n\nEven though, both of them can be carried out individually or in a group, it is important to emphasize that the response to music is predominantly individual, such that the same song can trigger different responses in different listeners. In that sense, traditional MM as compared to MT lacks the personalization and moment-to-moment adjustments that may be necessary for optimal outcomes, even more when it is administered in a group setting.\n\nRegarding previous studies addressing the effects of music medicine in dementia, randomized clinical trials are scarce and most of them focus on group music therapy interventions with a small quantity of participants.\n\nThere is a need for a personalized approach in MM, which is economically more accessible, since not all of patients are able to cover the cost of qualified therapist sessions. The Rubato Life™ (RL) app uses a proprietary algorithm for music selection that uses machine-learning and deep neural networks to select music, using real-time heart rate variability, offering enhanced personalization of music selection.\n\nC. Preliminary Studies:\n\nThere are no preliminary scientific studies regarding an algorithmically enhanced personalized approach in Music Medicine to improve functional, cognitive, and emotional dimensions of patients with dementia.\n\nD. Design and Methodology:\n\n1) Study Design\n\nThis longitudinal study will involve patients with Dementia will be enrolled. An interim analysis will be performed after the first 20 patients' complete participation. Enrolled patients will submit demographic, socioeconomic and medical information, initial music preference, and will complete standardized questionnaires to establish baseline emotional, functional and cognitional levels. (Geriatric Depression Scale, State-Trait Anxiety Inventory, Dementia Quality of Life Questionnaire, Mini mental test and Immediate Prose Memory test)\n\nPatients will then be randomized 1:1 into 2 groups: (a) the intervention group in which patients will be asked to listen (using headphones to accommodate patients with hearing aid) to a minimum of 30 minutes per day of music (or a total of 3.5 hours per week), coming up to their scheduled reassessment appointments (every 6 to 12 weeks) using the RL music selection application while wearing an individual smart bracelet aimed to build their optimal music therapy profile; and (b) the control group in which patients will continue to receive standard of care. On the day of their reassessment appointments, patients from both groups will be asked to complete a new set of the aforementioned questionnaires to assess change in emotional, functional or cognitive levels.\n\nData sources for this study will include: Demographic information questionnaires, State Trait Anxiety Inventory (STAI-S) questionnaires, Geriatric Depression Scale questionnaires, Dementia Quality of Life Questionnaires, Mini examinations of the mental state, Immediate Prose Memory Tests, patient's medical records, and associated laboratory and imaging data.\n\n3) Data Collection Methods, Assessments, Interventions and Schedule\n\n* Demographic questionnaire\n* Brief Music Experience Questionnaire (BMEQ)\n* State-Trait Anxiety Inventory- State (STAI-S):\n* Geriatric Depression Scale (GDS)\n* Dementia Quality of Life Questionnaire (DQL)\n* Mini examination of the mental state (Mini)\n* Immediate Prose Memory Test (IPMT)"
        },
        "conditionsModule": {
            "conditions": [
                "Music"
            ],
            "keywords": [
                "Dementia",
                "Music",
                "Anxiety",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RUBATO",
                    "type": "EXPERIMENTAL",
                    "description": "patients will be asked to listen (using headphones to accommodate patients with hearing aid) to a minimum of 30 minutes per day of music (or a total of 3.5 hours per week), coming up to their scheduled reassessment appointments (every 6 to 12 weeks) using the RL music selection application while wearing an individual smart bracelet aimed to build their optimal music therapy profile;",
                    "interventionNames": [
                        "Device: Rubato Life App"
                    ]
                },
                {
                    "label": "STANDARD OF CARE",
                    "type": "NO_INTERVENTION",
                    "description": "patients will continue to receive standard of care."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Rubato Life App",
                    "description": "An algorithmically enhanced personalized music-based intervention",
                    "armGroupLabels": [
                        "RUBATO"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Anxiety",
                    "description": "Will be assessed using the State-Trait Anxiety Inventory- State (STAI-S)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Depression",
                    "description": "Will be assessed using the Geriatric Depression Scale (GDS)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Memory",
                    "description": "Will be assessed using the Immediate Prose Memory Test (IPMT)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Cognition",
                    "description": "Will be assessed using the Mini examination of the mental state (Mini)",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged 18 or older\n2. Diagnosed with Dementia, requiring reassessment every 3 month\n3. Have access to a smartphone and able to operate smartphone (or their caretaker)\n4. Have a Google or Apple ID. (or their caretaker)\n\nExclusion Criteria:\n\n1. Participants with hearing disorders who do not use hearing aids\n2. Participants who have extreme dislike of music.\n3. Participants who cannot comply with the minimum time Rubato Life application requires to be used. (or their caretaker)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Saint Elizabeth's Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Oscar Salirrosas, MD, FACS",
                            "role": "CONTACT",
                            "phone": "617-991-4279",
                            "email": "oscarsr1508@gmail.com"
                        },
                        {
                            "name": "Claudius Conrad, MD,PhD,FACS",
                            "role": "CONTACT",
                            "phone": "6177892442",
                            "email": "claudius.conrad@steward.org"
                        },
                        {
                            "name": "Claudius Conrad, MD,PhD,FACS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Oscar Salirrosas Roncal, MD, FACS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eduardo A Vega, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "William Kawahara",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}