{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04153786",
            "orgStudyIdInfo": {
                "id": "1403080"
            },
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Cardiac Resynchronization Therapy (CRT) on Left Ventricular Assist Device (LVAD) Function",
            "officialTitle": "Effect of Cardiac Resynchronization Therapy (CRT) on Left Ventricular Assist Device (LVAD) Function",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "effect-of-cardiac-resynchronization-therapy-crt-on-left-ventricular-assist-device-lvad-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-07-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-04",
            "studyFirstSubmitQcDate": "2019-11-04",
            "studyFirstPostDateStruct": {
                "date": "2019-11-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Certain patients with congestive heart failure are treated both by implantation of an LVAD, as well as implantation with a biventricular pacemaker. Both of these devices, individually, have been shown to improve the health of patients with heart failure. However, only a small number of patients have both an LVAD and a biventricular pacemaker at the same time.\n\nPacemakers have many different settings. However, there is little data to inform physicians which of these different settings is best for the flow of an LVAD. This study is evaluating patients who have both a biventricular pacemaker and an LVAD. Investigators will operate the pacemaker at multiple different settings and monitor the LVAD's function to determine which, if any, setting is best for the LVAD's flow.",
            "detailedDescription": "Cardiac resynchronization therapy (CRT) with a biventricular pacemaker has been well-validated to improve symptoms and reduce death in select patients with heart failure. In healthy adults, the two chambers of the heart which pump blood throughout the body (the left and right ventricles) activate and contract together in synchronous fashion. In certain patients with heart failure (specifically, those with a reduced ejection fraction), the left and right ventricles no longer activate and contract synchronously. CRT restores ventricular synchrony by simultaneously activating the left (LV) and right ventricles (RV) with electrical pacing.\n\nLeft ventricular assist devices (LVADs) are used to provide mechanical support to patients with more advanced, often end-stage, heart failure. In these cases, the heart's ventricles function so poorly that even despite all standard therapies (including CRT), patients experience symptoms of congestive heart failure even at rest. The LVAD suctions blood from the ventricle and propels it into the aorta, offloading the ventricle and assisting its function.\n\nDue to the similar reasons for using each therapy, a number of patients already possess a biventricular pacemaker at the time of LVAD implantation. Individually, each intervention is known to improve both patient survival and functional status. However, there is sparse data to evaluate the effectiveness of using both devices simultaneously. Specifically, no data is yet available assessing the effect of CRT on the functional parameters of the LVAD.\n\nThis protocol will operate the biventricular pacemaker at various settings and assess for changes in the LVAD's function in response to those settings. \"Fine-tuning\" and identifying the ideal the pacemaker settings will maximize clinical benefit in patients with both devices."
        },
        "conditionsModule": {
            "conditions": [
                "LVAD (Left Ventricular Assist Device) Driveline Infection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 34,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Pacemakers will be programmed to BiV pacing, left ventricular (LV) pacing, right ventricular (RV) pacing and no pacing for five minutes each. LVAD flow will be recorded every thirty seconds for five minutes with each setting. Once the interventions have been completed, all pacemakers will be returned to their original setting.",
                    "interventionNames": [
                        "Other: Temporary changes in an already-implanted medical device (biventricular pacemaker)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Temporary changes in an already-implanted medical device (biventricular pacemaker)",
                    "description": "During the patient's routine clinic visit, investigators will adjust the patient's pacemaker to four different settings and monitor for any changes in the function of the LVAD.\n\nThe pacemaker will be set to each new setting for 2-5 minutes. After this, the pacemaker will be returned to its original / pre-existing setting, and the patient will leave the clinic with no overall changes to the settings of either the pacemaker or LVAD.\n\nHowever, if investigators find that one of the four pacemaker settings results in a clear improvement in the LVAD function, the patient will be given the option of resetting their pacemaker to that new setting before leaving the clinic. In either case, the LVAD settings will not be altered at all. The adjustments will be made by the regular device staff who routinely see the patients and maintain their devices during their regular follow-up clinic visits.",
                    "armGroupLabels": [
                        "Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "LVAD flow",
                    "description": "Flow is the liters per minute (L/min) of blood moved by the device.",
                    "timeFrame": "2-5 minutes"
                },
                {
                    "measure": "LVAD power",
                    "description": "Power is the voltage required by the device over each cardiac cycle.",
                    "timeFrame": "2-5 minutes"
                },
                {
                    "measure": "LVAD speed",
                    "description": "LVAD speed, or revolutions per minute (RPMs) of the device, is set by providers to a fixed value.",
                    "timeFrame": "2-5 minutes"
                },
                {
                    "measure": "LVAD pulsatility index (PI)",
                    "description": "LVAD PI reflects the contribution of the native heart's cardiac output (or \"pulse\") on pump flow",
                    "timeFrame": "2-5 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients who have undergone implantation of both a biventricular pacemaker and LVAD who are at least three months post-LVAD implantation and who receive routine follow-up care at the UC Davis / UC San Diego Adult Arrhythmia/ Device/ LVAD clinic.\n* Potential enrollees have been directly identified by their existing medical providers in clinic, who are investigators in this study.\n\nExclusion Criteria:\n\n* Any patients who do not present to their routine follow-up appointment at the time of this study.\n* Any patients who have undergone LVAD placement less than three months prior to enrollment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hannah M Bernstein, MD",
                    "role": "CONTACT",
                    "phone": "2024135486",
                    "email": "hmbernstein@ucdavis.edu"
                },
                {
                    "name": "Uma Srivatsa, MD",
                    "role": "CONTACT",
                    "phone": "9167343764",
                    "email": "unsrivatsa@ucdavis.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Uma Srivatsa, MD",
                    "affiliation": "UC Davis",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Martin Cadeiras, MD",
                    "affiliation": "UC Davis",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California Davis Medical Center",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah M Bernstein, MD",
                            "role": "CONTACT",
                            "phone": "202-413-5486",
                            "email": "hmbernstein@ucdavis.edu"
                        },
                        {
                            "name": "Roshni V Khatiwala, MD",
                            "role": "CONTACT",
                            "phone": "2016696474",
                            "email": "rkhat@ucdavis.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}