{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06064695",
            "orgStudyIdInfo": {
                "id": "2097147"
            },
            "organization": {
                "fullName": "University of Missouri-Columbia",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Whole-body Electrical Muscle Stimulation Exercise on Adults With Myasthenia Gravis",
            "officialTitle": "Effects of Whole-body Electrical Muscle Stimulation Exercise on Adults With Myasthenia Gravis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-whole-body-electrical-muscle-stimulation-exercise-on-adults-with-myasthenia-gravis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-26",
            "studyFirstSubmitQcDate": "2023-09-26",
            "studyFirstPostDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristina Kelly",
                "investigatorTitle": "Assistant Research Professor",
                "investigatorAffiliation": "University of Missouri-Columbia"
            },
            "leadSponsor": {
                "name": "University of Missouri-Columbia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Kansas Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "During this pilot study, the investigators will examine the effects of whole-body electrical muscle stimulation exercise (WB-EMS Exercise) on neuromuscular junction (NMJ) transmission and fatigability in adults with Generalized Myasthenia Gravis (gMG). The investigators will also test whether a relationship exists between NMJ transmission dysfunction and fatigability in gMG, which has long been presumed but never directly assessed. Participants will undergo clinical and electrophysiologic testing before and after the WB-EMS Exercise intervention. The WB-EMS Exercise intervention will be delivered 2 times per week for 4 weeks. The hypotheses are (a) that the WB-EMS exercise will improve fatigability and NMJ transmission, and (b) that NMJ transmission dysfunction is related to fatigability.",
            "detailedDescription": "During this pilot study, the investigators will examine the effects of a novel paradigm, whole-body electrical muscle stimulation exercise (WB-EMS Exercise), on neuromuscular junction (NMJ) transmission and fatigability in adults with Generalized Myasthenia Gravis (gMG). The investigators will also test whether a relationship exists between NMJ transmission dysfunction and fatigability in gMG, which has long been presumed but never directly assessed. The investigators will use single fiber electromyography (SFEMG) to capture pre- and post-treatment jitter, which measures NMJ transmission variability. The investigators will use decomposition electromyography and clinical measures to assess pre- and posttreatment fatigability of motor units and muscles. and associate these with baseline values for NMJ transmission to determine the relationship between these variables. At the conclusion of the study, expected outcomes include: (1) preliminary data regarding the efficacy of WB-EMS Exercise to address fatigability, (2) an indication of whether this type of exercise may promote NMJ remodeling, and (3) clarification of mechanistic connections between NMJ transmission and fatigability. These findings will provide new insights into mechanisms of fatigability and responses to exercise in gMG. The long-term goal is to define the effects of exercise on gMG pathophysiology and identify effective and tolerable modes of exercise that can be recommended to manage and prevent gMG-related fatigue."
        },
        "conditionsModule": {
            "conditions": [
                "Generalized Myasthenia Gravis"
            ],
            "keywords": [
                "Exercise",
                "Electrical Stimulation",
                "Fatigue",
                "Neuromuscular Junction Pathology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Whole-body Electrical Muscle Stimulation (WB-EMS) Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will receive the WB-EMS Exercise intervention 2 times per week for 4 weeks. Participants will only perform Level 1 exercise programs (simple movements) in the \"Strength\" Training Mode. These programs are 20-minute videos led by exercise professionals. They are full-body workouts with no one muscle group receiving more attention than another. They consist of 10-12 exercises performed for 14 repetitions. Each repetition takes 4 seconds to complete (the time that the stimulation is \"on\") and is followed by a 4 second rest (the time that the stimulation is \"off\"). All exercises occur in a double-limb stance position. Most exercises occur with feet in wide base of support, hips width or more apart. All exercises are modifiable by the healthcare professional administering and monitoring the intervention based on participant's safe and available range of motion (i.e. arm movements, torso positions, extent of knee bend).",
                    "interventionNames": [
                        "Device: Whole-body Electrical Muscle Stimulation Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Whole-body Electrical Muscle Stimulation Exercise",
                    "description": "This is a fitness device that delivers whole-body electrical muscle stimulation in conjunction with exercise programs using an iPad App. The stimulation suit (fitted shorts/shirt, vest, leg straps, arm straps) will be donned with the assistance of trained research personnel. Muscle groups stimulated include biceps, triceps, pectorals, abdominals, periscapular musculature, paraspinal musculature, gluteus musculature, quadriceps, and hamstrings. The stimulation level of each individual muscle group can be tailored to participant responses and tolerance (i.e. stimulation of the quadriceps and biceps can occur at different settings). While the participant is following along with the video, a qualified health care professional will be monitoring and adjusting the stimulation levels based on participant responses; rate of perceived exertion will also be monitored to ensure safe moderate intensity levels are maintained.",
                    "armGroupLabels": [
                        "Whole-body Electrical Muscle Stimulation (WB-EMS) Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change from baseline in single fiber electromyography (SFEMG) jitter",
                    "description": "Single fiber electromyography (SFEMG) jitter is a measure of neuromuscular junction transmission variability; a small needle will be inserted into one of the quadriceps muscles to obtain the measurement",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                },
                {
                    "measure": "Mean change from baseline in the linear change in performance during the six-minute walk test (6MWT)",
                    "description": "Six-minute Walk Test (6MWT) is a measure of endurance and muscle fatigability; participants will walk as far as they can in 6 minutes",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                },
                {
                    "measure": "Mean change from baseline in the linear change in performance during the arm movement test (AMT)",
                    "description": "Arm Movement Test (AMT) is a measure of upper extremity muscle fatigability; participants will move their arm back and forth between 2 targets as many times as they can in 90 seconds",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean change from baseline in the quantitative myasthenia gravis (QMG) score",
                    "description": "Quantitative Myasthenia Gravis (QMG) is a measure of overall disease severity; items include eye movements, swallowing, speaking, breathing test, grip strength, and neck/arm/leg endurance. Thirteen items will be rated on a scale of 0-3 where higher scores indicated greater disease severity.",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                },
                {
                    "measure": "Mean change from baseline in motor unit firing rates of the vastus lateralis using decomposition electromyography (dEMG)",
                    "description": "Decomposition electromyography (dEMG) is a measurement of motor unit activity; a surface electrode will be placed over the vastus lateralis in the thigh and participants will be asked to activate that muscle",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                },
                {
                    "measure": "Mean change from baseline in motor unit firing rates of the middle deltoid using decomposition electromyography (dEMG)",
                    "description": "Decomposition electromyography (dEMG) is a measurement of motor unit activity; a surface electrode will be placed over the middle deltoid in the shoulder and participants will be asked to activate that muscle",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                },
                {
                    "measure": "Mean change from baseline in fatigue severity scale (FSS)",
                    "description": "Fatigue Severity Scale (FSS) is a patient-reported outcome measure assessing the impact of perceived fatigue on a person's life over the prior 7-day period. Nine items are rated on a scale of 1-7 where higher scores indicate more impact of perceived fatigue.",
                    "timeFrame": "Measured within 3 days of starting the intervention and within 3 days of completing the intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 or older\n* Diagnosed with Generalized Myasthenia Gravis (gMG) via seropositive test for acetylcholine receptor (AChR) antibodies or seronegative test with clinical symptoms consistent with gMG\n* On stable MG therapy for at least 1 month\n* Ability to stand for approximately 15 minutes continuously with or without an assistive device (i.e. the length of time to stand to take a shower, complete meal preparation, wait in line at the bank, etc.)\n* Score of 1 (Mild) or 2 (Moderate) on at least one side of the \"arm outstretched\" and \"leg outstretched\" items of the QMG, demonstrating fatigability\n* At least some anti-gravity strength in major muscle groups as assessed by manual muscle testing (i.e. 2+/5 strength or better)\n* Medical clearance to participate in an exercise program\n* Ability to provide informed consent\n* Ability to conform to the requirements of the study (i.e. attendance at assessment and intervention visits, maintain current level of non-study physical activity for the duration of the study, no intention to relocate mid-study)\n\nExclusion Criteria:\n\n* Concurrent participation in another interventional research study\n* Unable to tolerate 15 minutes of continuous standing with or without an assistive device\n* Regular participation in strength training (2x per week or more over the past 6 months)\n* Score of 0 (None) on all \"arm outstretched\" and \"leg outstretched\" items of the QMG\n* Presence of a pacemaker, metal implants, or other implanted medical devices that could impact participant safety during WB-EMS intervention\n* Presence of unstable acute or chronic disease (i.e. renal failure, rheumatologic disease, cardia arrhythmia, neoplasm, uncontrolled hypertension)\n* Known pregnancy at time of screening\n* Presence of a terminal disease (i.e. receiving hospice services)\n* Current or previous use of any drugs known to influence muscle mass or performance within 6 months; these may include but are not limited to anabolic steroids, IGF01, growth hormone, replacement androgen therapy, anti-androgen therapy\n* Presence of an additional neuromuscular or neurologic condition affecting somatosensory or motor function/control (i.e. motor neuron disease, muscle disease, peripheral neuropathy, other NMJ condition, Parkinson's disease, Multiple Sclerosis, h/o stroke, traumatic brain injury, spinal cord injury, ataxia, apraxia, hemiplegia, etc.)\n* Musculoskeletal condition or surgery in the past year that would confound results of exercise interventions (i.e. knee replacement, hip replacement, rotator cuff repair, spinal fusion)\n* Other medical conditions, signs, or symptoms that would interfere with study conduct or interpretation of results as determined by an investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina M Kelly, DPT",
                    "role": "CONTACT",
                    "phone": "573-882-8571 (email preferred)",
                    "email": "kristina.kelly@health.missouri.edu"
                },
                {
                    "name": "W. David Arnold, MD",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristina M Kelly, DPT",
                    "affiliation": "University of Missouri-Columbia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Fairway",
                    "state": "Kansas",
                    "zip": "66205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fairway Clinical and Translational Research Unit",
                            "role": "CONTACT",
                            "phone": "913-588-1227"
                        },
                        {
                            "name": "Mamatha Pasnoor, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.02223,
                        "lon": -94.6319
                    }
                },
                {
                    "facility": "NextGen Precision Health Building, Clinical and Translational Science Unit",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Missouri",
                    "zip": "65211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theresa Musket",
                            "role": "CONTACT",
                            "phone": "573-882-8571",
                            "email": "muskett@missouri.edu"
                        },
                        {
                            "name": "Stacee Baker",
                            "role": "CONTACT",
                            "email": "bakersa@health.missouri.edu"
                        },
                        {
                            "name": "Kristina M Kelly, DPT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "W David Arnold, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.95171,
                        "lon": -92.33407
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009157",
                    "term": "Myasthenia Gravis"
                },
                {
                    "id": "D000018908",
                    "term": "Muscle Weakness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020361",
                    "term": "Paraneoplastic Syndromes, Nervous System"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010257",
                    "term": "Paraneoplastic Syndromes"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000020511",
                    "term": "Neuromuscular Junction Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12112",
                    "name": "Myasthenia Gravis",
                    "asFound": "Myasthenia Gravis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20944",
                    "name": "Muscle Weakness",
                    "asFound": "Myasthenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13204",
                    "name": "Paresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4554",
                    "name": "Asthenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13170",
                    "name": "Paraneoplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M22160",
                    "name": "Paraneoplastic Syndromes, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22297",
                    "name": "Neuromuscular Junction Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3973",
                    "name": "Myasthenia Gravis",
                    "asFound": "Myasthenia Gravis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}