{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06335407",
            "orgStudyIdInfo": {
                "id": "AS210006-A08"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81XWH-21-2-0026",
                    "type": "OTHER_GRANT",
                    "domain": "DoDCongressionally Directed Medical Research Program"
                }
            ],
            "organization": {
                "fullName": "Pharmacotherapies for Alcohol and Substance Use Disorders Alliance",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Sublingual Formulation of Dexmedetomidine Hydrochloride (HCl) (BXCL501) - Outpatient Study",
            "officialTitle": "Effect of Sublingual Formulation of Dexmedetomidine HCl (BXCL501) on Ethanol in Heavy Drinkers With PTSD - Outpatient Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-sublingual-formulation-of-dexmedetomidine-hydrochloride-hcl-outpatient-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-13",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-26",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pharmacotherapies for Alcohol and Substance Use Disorders Alliance",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "Congressionally Directed Medical Research Programs",
                    "class": "FED"
                },
                {
                    "name": "VA Connecticut Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "BioXcel Therapeutics Inc",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Yale University",
                    "class": "OTHER"
                },
                {
                    "name": "RTI International",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of the proposed study is to determine if Dexmedetomidine HCl (BXCL501) is safe for treatment of alcohol use disorder (AUD) with comorbid posttraumatic stress disorder (PTSD) in an outpatient setting and also shows potential signals of efficacy thereby supporting the conduct of later phase clinical trials.",
            "detailedDescription": "BXCL501 is a sublingual film containing dexmedetomidine. Dexmedetomidine is an alpha-2 adrenergic receptor agonist and has higher intrinsic activity and is more potent in vitro than either clonidine or lofexidine. The drug has a high free brain to free plasma ratio after dosing in rats that persists after plasma concentrations are cleared. Dexmedetomidine does not depress respiratory function. It is not predicted to have abuse potential. BXCL501 will bypass 1st pass metabolism and produce fewer problems in participants with compromised liver function.\n\nThis laboratory study is a phase 1b, open label, single arm safety study which is a follow-up to the Effect of Sublingual formulation of Dexmedetomidine HCl (BXCL501) on Ethanol in Heavy Drinkers with PTSD - Alcohol Interaction Study Previously conducted. Participants will be heavy drinkers with comorbid PTSD (or no diagnosis of PTSD but have experienced at least one qualifying Criterion A traumatic event). For the study at least 10 completers will participate in an outpatient study. Participants will receive BXCL501 for 28 days. Participants will receive 40µg on days 1-2. On days 3 and 4, participants will receive 40µg twice per day. On days 5 and 6 participants will receive 40µg in the morning and 80µg in the evening. If dosing is tolerated, per clinical judgement, participants will begin to receive 80µg twice per day on days 7-28. Participants will be seen in the clinic on days 1, 5 (+/- 2 days), and during weeks 1, 2, 3, and 4 with the study nurse and/or research staff to assess side effects as well as drinking, PTSD symptoms, cognitive function, memory, sleep and mood."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder (AUD)",
                "Post Traumatic Stress Disorder (PTSD)"
            ],
            "keywords": [
                "Alcohol Used Disorder (AUD)",
                "Post Traumatic Stress Disorder (PTSD)",
                "Alcohol Use",
                "Heavy Drinkers",
                "Dexmedetomidine HCl (BXCL501)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Participants will receive 40µg on days 1-2. On days 3 and 4, participants will receive 40µg twice per day. On days 5 and 6 participants will receive 40µg in the morning and 80µg in the evening. If dosing is tolerated, per clinical judgement, participants will begin to receive 80µg twice per day on days 7-28.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "no one will be masked"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BXCL501 Dose Range 40µg to 160µg",
                    "type": "OTHER",
                    "description": "Participants will receive 40µg on days 1-2. On days 3 and 4, participants will receive 40µg twice per day. On days 5 and 6 participants will receive 40µg in the morning and 80µg in the evening. On days 7-28 participants will receive 80µg in the morning and evening. Dose escalation will follow the above schedule based on tolerability assessed by clinician.",
                    "interventionNames": [
                        "Drug: Dexmedetomidine (DEX) for sublingual (SL) administration (BXCL501) - 40µg",
                        "Drug: Dexmedetomidine (DEX) for sublingual (SL) administration (BXCL501) - 80µg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dexmedetomidine (DEX) for sublingual (SL) administration (BXCL501) - 40µg",
                    "description": "BXCL 501 40µg will be administered orally, as individual films in the Sub Lingual (SL) space.",
                    "armGroupLabels": [
                        "BXCL501 Dose Range 40µg to 160µg"
                    ],
                    "otherNames": [
                        "BXCL501 40µg"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexmedetomidine (DEX) for sublingual (SL) administration (BXCL501) - 80µg",
                    "description": "BXCL 501 80µg will be administered orally, as individual films in the SL space",
                    "armGroupLabels": [
                        "BXCL501 Dose Range 40µg to 160µg"
                    ],
                    "otherNames": [
                        "BXCL501 80µg"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Blood Pressure (Systolic and Diastolic) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will undergo vital signs on baseline, day 5, day 7, and weeks 2-4. The change in blood pressure is computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through day 28"
                },
                {
                    "measure": "Change in anxiety (measured via the State Trait Anxiety Inventory - STAI-6) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will take the STAI-6 assessment on baseline, day 5, day 7, and weeks 2-4. The change in STAI-6 score is computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Number and Proportion of Adverse Events",
                    "description": "Adverse Events will be monitored and documented through each dose escalation phase after the first dose administration.",
                    "timeFrame": "From day 1 through 28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PTSD symptoms (measured via the PTSD Checklist for Diagnostic and Statistical Manual (DSM-5) - Posttraumatic Stress Disorder Checklist (PCL-5) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will take the PCL-5 assessment on baseline, day 5, day 7, and weeks 2-4. The change in PCL-5 score is computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in alcoholic consumption (measured via the Timeline Follow-Back Method - TLFB) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the TLFB structured interview at baseline, day 5, day 7, and weeks 2-4. Change in alcohol consumption will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in compulsive drinking (measured via the Obsessive Compulsive Drinking Scale - OCDS) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the OCDS assessment at baseline, day 5, day 7, and weeks 2-4. Change in OCDS total score will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in mood (measured by the Differential Emotions Scale - DES-R) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the DES-R assessment at baseline, day 5, day 7, and weeks 2-4. Change in DES-R score will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in depression (measured by the Patient Health Questionnaire-9 - PHQ-9) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the PHQ-9 assessment at baseline, day 5, day 7, and weeks 2-4. Change in PHQ-9 score will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in affective states (measured by the Positive and Negative Affect Scale - PANAS) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the PANAS assessment at baseline, day 5, day 7, and weeks 2-4. Change in PANAS scores (both negative and positive affective scales) will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in overall functioning (measured by the Veteran's RAND 12-item Health Survey - VR-12) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the VR-12 assessment at baseline, week 2, and weeks 4. Change in VR-12 scores (both physical and mental scales) will be computed as the difference in measurements taken at week 2 and week 4 from the baseline visit (pre-treatment).",
                    "timeFrame": "Baseline, Week 2, and Week 4"
                },
                {
                    "measure": "Change in cognitive functioning (measured by the Hopkins Verbal Learning Test Revised - HVLT-R) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the HVLT-R assessment at baseline, week 2, and week 4. Change in HVLT-R (total recall) will be computed as the difference in measurements taken at Week 2 and 4 from the baseline visit (pre-treatment).",
                    "timeFrame": "Baseline, Week 2, and Week 4"
                },
                {
                    "measure": "Change in sleep (measured by the Insomnia Severity Index - ISI)) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the ISI assessment at baseline, day 5, day 7, and weeks 2-4. Change in ISI total score will be computed as the difference in measurements taken across all study timepoints from the baseline visit (pre-treatment).",
                    "timeFrame": "From day 1 through 28 days"
                },
                {
                    "measure": "Change in mental status (measured by the Mini Mental State Examination - MMSE) from baseline (pre-treatment) through day 28.",
                    "description": "Participants will complete the MMSE assessment at baseline, week 2, and week 4. Change in MMSE total score will be computed as the difference in measurements taken at Week 2 and 4 from the baseline visit (pre-treatment).",
                    "timeFrame": "Baseline, Week 2, and Week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Veterans and non-Veterans, ages 21 to 65;\n2. Able to read and write in English and sign the informed consent;\n3. Willing to comply with all study procedures and be available for the duration of the study;\n4. ECG that demonstrates no clinically significant conduction issues or arrhythmias;\n5. Have no clinically significant contraindications, in the judgement of the PI/study physician, for study participation (based on self-reported medical history and brief physical examination);\n6. Have a current diagnosis of Alcohol use disorder (AUD) (mild, moderate, or severe) as determined by MINI-5;\n7. Have a lifetime traumatic event in their lifetime that meets Criterion A for PTSD as determined by screening interview and the MINI-5;\n8. Have a PCL-5 score \\> 15 prior to starting the study medication;\n9. Must have \\> 1 heavy drinking episodes (\\>4 standard drink units (SDU) for men; \\>3 SDU for women) in the last 30 days (assessed by the Timeline Follow Back (TLFB));\n10. Females of childbearing potential (not surgically sterilized (tubal ligation/hysterectomy) or not post-menopausal (no menstrual period for \\> 6 months)) must be willing to use a medically acceptable and effective birth control method for 1 month before the study and while participating in the study. Medically acceptable methods of contraception that may be used by the participant include abstinence, birth control pills or patches, birth control implants, diaphragm, intrauterine device (IUD), or condoms.\n\nExclusion Criteria:\n\n1. Current bipolar disorder or psychotic disorders as determined by MINI-5;\n2. Current diagnosis of a substance use disorder (other than alcohol, nicotine, or marijuana) as determined by MINI-5;\n3. Females who are pregnant, nursing, or planning to become pregnant during study participation;\n4. Current physiological alcohol dependence requiring a higher level of care (e.g., detox) as determined by study physician conducting physical examination and CIWA score. Tolerance to alcohol will be allowed.\n5. Recent history of complicated alcohol withdrawal, alcohol withdrawal seizures, or delirium tremens (DTs);\n6. Score \\> 4 on Clinical Institute Withdrawal Assessment for Alcohol Scale (CIWA-Ar) at screening;\n7. History of major medical illnesses including liver disease, heart disease, chronic pain or other medical conditions that the physician investigator deems contraindicated for the participant to be in the study;\n8. Clinically significant history of cardiac disease including (a) chronic hypertension (even if adequately controlled by antihypertensive medications); (b) history of syncope or other syncopal attacks; (c) current evidence of orthostatic hypotension (defined as a decrease in systolic BP of 20 mm Hg or decrease in diastolic BP of 10mm Hg within 3 minutes); (d) resting heart rate of \\<55 beats per minute; (e) systolic blood pressure \\<110mmHg or diastolic BP \\<70mmHg; or (f) participants with a QTC interval \\>440msec (males) or \\>460msec (females).\n9. Clinically significant medical conditions including hepatic (ascites, bilirubin \\>10% above the upper limit of normal \\[ULN\\] or liver function tests \\[LFT\\] \\>3 × ULN);\n10. Renal impairment as measured by BUN/Creatinine;\n11. Currently taking the following medications: a) medications for alcoholism (e.g. naltrexone, disulfiram, topiramate, acamprosate); b) psychotropic medications that promote sedation including sedative/hypnotics, barbiturates, antihistamines, sedative antidepressants (e.g. doxepin, mirtazapine, trazodone), and triptans (e.g., sumatriptan); c) antihypertensive medications; d) alpha-2-adrenergic agonists (clonidine, guanfacine, lofexidine); or adrenergic agents prescribed for other reasons are excluded (prazosin). (Permitted Concomitant Medications: The concomitant medications allowed in the study include non-sedative antidepressants used to treat PTSD);\n12. History of allergic reactions to dexmedetomidine or known allergy to dexmedetomidine;\n13. Participation in a clinical trial of a pharmacological agent within 30 days prior to screening;\n14. Any finding that, in the view of the principal investigator, would compromise the subject's ability to fulfill the study visit schedule or requirements",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ismene Petrakis, MD",
                    "role": "CONTACT",
                    "phone": "(203) 932-5711",
                    "phoneExt": "12244",
                    "email": "ismene.petrakis@yale.edu"
                },
                {
                    "name": "Jenelle Newcomb, BA",
                    "role": "CONTACT",
                    "phone": "(203) 932-5711",
                    "phoneExt": "12874",
                    "email": "jenelle.leblanc@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ismene Petrakis, MD",
                    "affiliation": "VA Connecticut Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Connecticut Healthcare System",
                    "city": "West Haven",
                    "state": "Connecticut",
                    "zip": "06516",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenelle Newcomb, BA",
                            "role": "CONTACT",
                            "phone": "203-932-5711",
                            "phoneExt": "12874",
                            "email": "jenelle.leblanc@yale.edu"
                        },
                        {
                            "name": "Ismene Petrakis, MD",
                            "role": "CONTACT",
                            "phone": "(203) 932-5711",
                            "phoneExt": "12244",
                            "email": "ismene.petrakis@yale.edu"
                        },
                        {
                            "name": "Ismene Petrakis, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John Krystal, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.27065,
                        "lon": -72.94705
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "PASA Website",
                    "url": "http://pasa-research.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder (PTSD)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3781",
                    "name": "Alcoholic Intoxication",
                    "relevance": "LOW"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020927",
                    "term": "Dexmedetomidine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000058647",
                    "term": "Adrenergic alpha-2 Receptor Agonists"
                },
                {
                    "id": "D000000316",
                    "term": "Adrenergic alpha-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22662",
                    "name": "Dexmedetomidine",
                    "asFound": "Twice daily",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3668",
                    "name": "Adrenergic alpha-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}