{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03407079",
            "orgStudyIdInfo": {
                "id": "180047"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-AA-0047"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Effects of Sucralose on Drug Absorption and Metabolism (The SweetMeds Study)",
            "officialTitle": "Effects of Sucralose on Drug Absorption and Metabolism (The SweetMeds Study)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-sucralose-on-drug-absorption-and-metabolism-the-sweetmeds-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-25",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-01-20",
            "studyFirstSubmitQcDate": "2018-01-20",
            "studyFirstPostDateStruct": {
                "date": "2018-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nArtificial sweeteners like sucralose are found in many foods and drinks. Sucralose might affect hormones and cause health changes.\n\nObjective:\n\nTo see if sucralose changes how medicines are absorbed and processed, how hormones are secreted, gut bacteria, and how fat cells are metabolized.\n\nEligibility:\n\nPeople ages 18-60 who:\n\n* Are black or Hispanic\n* Weigh more than 110 pounds\n* Have a body mass index of 25-40\n* Do not have a condition that requires drug treatment\n\nDesign:\n\nParticipants will be screened with:\n\n* Medical history\n* Physical exam\n* Blood, heart, and urine tests\n\nParticipants must not eat or drink anything with artificial sweeteners throughout the study.\n\nOver 7 days, Participants will answer questions, and give daily urine samples and 1 stool sample. Participants will repeat these throughout the study.\n\nOvernight Visit 1: participants will fast starting the night before. They will get breakfast at the visit. The visit includes:\n\n* An IV will be placed in the arm. Participants will get 2 tablets of medicines. Blood will be drawn several times over 24 hours.\n* A piece of fat tissue may be taken from the abdomen (biopsy).\n* Participants will have a sweet drink. Blood samples will be taken over 2 hours.\n\nThen participants will be randomly assigned to take either a sucralose capsule or placebo. They will take it twice a day for 2 weeks. They will complete two 24-hour food diaries.\n\nOvernight Visit 2 repeats Visit 1 except the biopsy.\n\nThen participants will take the capsules for another 2 weeks.\n\nOvernight Visit 3 repeats Visit 1.\n\nParticipants may be contacted by phone within 4 weeks after they finish.",
            "detailedDescription": "Background:\n\nConsumption of non-nutritive sweeteners (NNS) has dramatically increased worldwide and is more prevalent in women than men. Similarly, obesity rates have continued to rise, most notably in minorities. Since NNS consumption has been linked to obesity, we propose studying NNS effects specifically in minority women.\n\nNNS are frequently consumed in combination with prescription medications. This necessitates the study of possible NNS-drug interactions. The hypothesis that NNS may affect drug absorption and metabolism is based on a rodent study. In 2008, Abou-Donia et al reported that sucralose increased the activity of P-glycoprotein (P-gp), a membrane transporter involved in absorption and distribution of a wide range of pharmacologic compounds, and CYP3A, a cytochrome P-450 enzyme important to the first-pass metabolism of many drugs.\n\nSo far, NNS effects in clinical studies were mostly observed after acute (one time) or short term exposure. For example, we and others found increased incretin and insulin concentrations in response to sucralose alone or in combination with acesulfame-potassium prior to a glucose load. The effects were most pronounced in obese African American women. We also found upregulation of inflammatory cytokines in subcutaneous fat biopsies of obese individuals who reported consumption of NNS compared to non-consumers. Whether these hormonal and tissue responses persist after prolonged exposure needs to be investigated. NNS have also been shown to influence the microbial composition of the oral cavity and the gut. However, most data were generated in mice and do not exist in humans.\n\nAims:\n\nPrimary Aim: To determine the effects of sucralose (4 mg/kg/day) administered to overweight and obese minority women for 28 days on drug metabolism using digoxin and midazolam as probes for P-glycoprotein and CYP3A, respectively.\n\nSecondary Aims: To investigate the effects of sucralose on\n\n1. glucose metabolism and incretin secretion\n2. lipid metabolism\n3. intestinal microflora\n\nMethods:\n\nThe study consists of 3 periods. In the first period (run-in, 7 days), participants will be instructed to avoid all NNS (including NNS in cosmetics or health care products). During the second and third periods (14 days each), participants will be randomized to consume either sucralose containing capsules (4 mg/kg/day) or placebo. At the end of each period, the following measurements will be obtained during an overnight hospitalization:\n\n1. Serial measurements of plasma concentrations of midazolam and digoxin for 24 hours following a single oral dose of each drug\n2. Frequently sampled 2-hour oral glucose tolerance test (OGTT) to measure glucose, insulin, C-peptide, GLP-1, and other gut hormones.\n\nAt the end of P1 (run-in, no intervention) and after P3 (sucralose exposure x 4 weeks), subcutaneous fat biopsies will be performed. Stool samples will be obtained throughout."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers",
                "Overweight"
            ],
            "keywords": [
                "Drug Metabolism",
                "Artificial Sweetener",
                "P-Glycoprotein",
                "Cytochrome P450",
                "Microbiome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive sucralose capsules (approximately 4mg/kg/day) by mouth for 28 days.",
                    "interventionNames": [
                        "Other: Sucralose"
                    ]
                },
                {
                    "label": "Study Arm 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive placebo capsules by mouth for 28 days.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Sucralose",
                    "description": "Sucralose is an organochlorine and is approximately 600 times sweeter than sucrose. Participants will receive sucralose (approximately 4mg/kg/day) or placebo by mouth in a capsule for 28 days. This dose corresponds to the amount of sucralose contained in approximately 3 or 4 twelve ounce cans of commercially-available diet soda for a 70 kg adult.",
                    "armGroupLabels": [
                        "Study Arm 1"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo capsules will be taken orally for 28 days",
                    "armGroupLabels": [
                        "Study Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To explore the effects of sucralose (approx 4 mg/kg x 28 days) on pharmacokinetics of digoxin and midazolam, which are representative examples of P-gp and CYP3A dependent medications.",
                    "description": "To determine the effects of sucralose (4 mg/kg/day) administered to overweight and obese minority women for 28 days on drug metabolism using digoxin and midazolam as probes for P-glycoprotein and CYP3A, respectively.",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To investigate the effects of sucralose on glucose metabolism and incretin secretion, lipid metabolism, and intestinal microbiome",
                    "description": "We also aim to determine if consumption of \\~4 mg/kg sucralose over a 28-day period leads to: 1)changes in glycemia and glucose stimulated secretion of GLP-1 and other gut hormones during an oral glucose tolerance test (OGTT) 2)changes in lipid metabolism (in vitro (adipose tissue) and in vivo (fasting and during OGTT) 3)alterations in the intestinal microflora",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Age: between 18 and 60 years\n  2. Female adults who self-identify as Hispanic and/or Black\n  3. Body weight greater than 50 kg (110 lb)\n  4. Body mass index between 25 kg/m\\^2 and 40 kg/m\\^2\n  5. Consumption of less than or equal to one 12-ounce beverage sweetened with NNS per month or food equivalent\n  6. Healthy with no known active medical condition or illness that requires drug treatment\n  7. Able and willing to consume approximately 4 mg/kg sucralose daily or placebo in form of capsules for\n\n  4 weeks\n\n  8. Able and willing to avoid eating grapefruit, parsnips, celery, drinking grapefruit juice or sodas containing quinine (e.g. tonic water) during the study\n\n  9. Able and willing to collect stool specimens\n\n  10. Able and willing to consume digoxin and midazolam during study visits\n\nEXCLUSION CRITERIA:\n\n1. Current use of prescription or non-prescription medication(s), herbal medications and oral contraceptives are also excluded. Certain exceptions are permitted, including vitamins. Other medications may be permitted at the discretion of the investigators.\n2. Diabetes (fasting blood glucose of 126 mg/dl or higher, or 2-hour blood glucose of 200 or higher on OGTT)\n3. Taken medications that affect blood sugar in the past 3 months or that include antibiotics\n4. GI history, at the discretion of the investigators\n5. Known allergy, sensitivity, or other contraindication to study procedures\n6. ALT or AST more than 1.5 times the upper limit of normal\n7. Abnormal thyroid function or abnormal serum electrolytes \\& minerals (specifically potassium, calcium, and magnesium)\n8. Narrow angle glaucoma or untreated open angle glaucoma\n9. Regular use of alcohol (more than 1 drink per day) or drug use\n10. History of cardiac abnormalities, especially arrhythmia\n11. Unable or unwilling to cooperate with study procedures\n12. Psychiatric or cognitive disorder that will, in the opinion of the investigators, limit the subject's ability to provide informed consent, or to comply with study procedures\n13. Pregnant, planning to become pregnant or lactating (digoxin and midazolam are Category C and D medications, respectively).",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paule V Joseph, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(301) 827-5234",
                    "email": "paule.joseph@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paule V Joseph, C.R.N.P.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18800291",
                    "type": "BACKGROUND",
                    "citation": "Abou-Donia MB, El-Masry EM, Abdel-Rahman AA, McLendon RE, Schiffman SS. Splenda alters gut microflora and increases intestinal p-glycoprotein and cytochrome p-450 in male rats. J Toxicol Environ Health A. 2008;71(21):1415-29. doi: 10.1080/15287390802328630."
                },
                {
                    "pmid": "27777606",
                    "type": "BACKGROUND",
                    "citation": "Sylvetsky AC, Brown RJ, Blau JE, Walter M, Rother KI. Hormonal responses to non-nutritive sweeteners in water and diet soda. Nutr Metab (Lond). 2016 Oct 21;13:71. doi: 10.1186/s12986-016-0129-3. eCollection 2016."
                },
                {
                    "pmid": "25231862",
                    "type": "BACKGROUND",
                    "citation": "Suez J, Korem T, Zeevi D, Zilberman-Schapira G, Thaiss CA, Maza O, Israeli D, Zmora N, Gilad S, Weinberger A, Kuperman Y, Harmelin A, Kolodkin-Gal I, Shapiro H, Halpern Z, Segal E, Elinav E. Artificial sweeteners induce glucose intolerance by altering the gut microbiota. Nature. 2014 Oct 9;514(7521):181-6. doi: 10.1038/nature13793. Epub 2014 Sep 17."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-AA-0047.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M340819",
                    "name": "polysaccharide-K",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}