{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04913064",
            "orgStudyIdInfo": {
                "id": "20171"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-02148",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "20171",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Effects of White Button Mushroom on Inflammation in Obese Postmenopausal Women at High Risk of Breast Cancer",
            "officialTitle": "White Button Mushroom and Biomarkers of Immune Cell and Inflammatory Responses in Obese Postmenopausal Women at High Risk of Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "effects-of-white-button-mushroom-on-inflammation-in-obese-postmenopausal-women-at-high-risk-of-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-20",
            "studyFirstSubmitQcDate": "2021-05-28",
            "studyFirstPostDateStruct": {
                "date": "2021-06-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial studies the effects of dietary white button mushroom on inflammation (the body's process of fighting against harmful things) and immune cells (white blood cells) in postmenopausal women with both high body mass index or BMI (percentage of body fat) and high risk of breast cancer. The body is in a constant state of alert when inflammation lingers at a low level and becomes chronic, as with having button mushroom is a dietary supplement that may improving responses of immune cells (white blood cells) and decreasing chronic inflammation.\n\nInformation gathered from this study may help researchers determine whether white button mushroom have any effects on body fat and breast cancer risk.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine effects of white button mushroom (WBM) on circulating immune cell profiles, and specifically myeloid-derived suppressor cells (MDSCs), in obese (BMI \\>= 30 kg/m\\^2, Asian BMI \\>= 25 kg/m\\^2) postmenopausal women at high risk of breast cancer.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate changes in circulating biomarkers of inflammation. II. To evaluate changes in immune cell profiles and inflammation in breast adipose tissue samples.\n\nIII. To evaluate tolerability of WBM in a study cohort of obese postmenopausal women.\n\nIV. To evaluate changes in BMI, central adiposity (waist circumference), and metabolic health (glucose, insulin, lipid panel, alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\]).\n\nV. To evaluate effects of WBM on diet quality and composition (food frequency questionnaires, 24 hour recall, red blood cell fatty acid profiles).\n\nOUTLINE:\n\nParticipants receive white button mushroom orally (PO) daily for 3 months in the absence of disease progression or unacceptable toxicity."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 26,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prevention (white button mushroom)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive white button mushroom PO daily for 3 months in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Other: Questionnaire Administration",
                        "Drug: White Button Mushroom Extract"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Prevention (white button mushroom)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "White Button Mushroom Extract",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Prevention (white button mushroom)"
                    ],
                    "otherNames": [
                        "WBM Extract"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Relative change in levels of circulating myeloid-derived suppressor cells (MDSCs) within the peripheral blood mononuclear (PBMC) compartment",
                    "description": "Will assess relative change in % of MDSCs of PBMCs.",
                    "timeFrame": "Baseline up to 3 months"
                },
                {
                    "measure": "Relative change in immune cell composition within the peripheral blood mononuclear (PBMC) compartment",
                    "description": "Will assess relative change in % of mononuclear cells of PBMCs",
                    "timeFrame": "Baseline up to 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Relative change in inflammatory cytokine gene expression in PBMC compartment",
                    "description": "Will assess relative change in % cytokine gene expression",
                    "timeFrame": "Baseline up to 3 months"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Toxicity will be defined per National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events version. 5.0.",
                    "timeFrame": "Up to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* This study will be conducted in postmenopausal women who have increased risk of breast cancer and high BMI \\>= 30 kg/m\\^2\n* The study population will consist of women with a relative risk of developing breast cancer that is at least \\> 2 x that of the general population for their age group based on any of the following:\n\n  * Have a known genetic mutation associated with hereditary breast cancer (including BRCA1, BRCA2, p53, etc.)\n  * One or more first degree relatives with breast cancer, with at least one under the age of 60\n  * Two or more second degree relatives with breast cancer, with at least one under the age of 50\n  * Prior biopsy diagnosing atypical lobular hyperplasia, atypical ductal hyperplasia, lobular carcinoma in situ, or ductal carcinoma in situ in the last 10 years\n  * Have a Gail Risk Assessment (which is based on age, race, age of menarche, age of first live birth, number of first degree relatives with breast cancer, number of breast biopsies, and presence of high risk histology on any biopsies) that is considered high risk compared to the general population i.e. 5 year Gail \\>= 1.7\n  * Prior diagnosis of T1 or T2 breast cancer \\>= 5 years, without antiestrogen therapy for \\> six months when applicable\n* ELIGIBILITY CRITERIA FOR HIGH RISK PATIENTS FOR THE CLINICAL TRIAL\n* Body mass index (BMI) \\>= 30 (Asian BMI \\>= 25 kg/m\\^2)\n* Postmenopausal, defined as continuous absence of menstruation for 12+ months, status post bilateral oophorectomy, or status post hysterectomy with follicle stimulating hormone (FSH) in menopausal range\n* Bilateral mammogram within the 12 months prior to study enrollment that is read as not suspicious for breast cancer (American College of Radiology \\[ACR\\] class I-III). Subjects with a class IV mammogram may be entered once they have had a negative biopsy. In cases of bilateral mastectomy, documentation that the patient has been continuously without evidence of disease for 5 years will suffice\n* Serum creatinine of 1.5 X upper limit of institutional norm or less\n* Total bilirubin of 1.5 X upper limit of institutional norm or less\n* ALT and aspartate aminotransferase (AST) of less than 2 X upper limit of institutional norm or less\n* Hemoglobin of 9.0 gm/dL or more\n* Platelets of 100,000/mm\\^3 or more\n* Total white blood cell (WBC) of 3500/mm\\^3\n* Absolute neutrophil count (ANC) of 1500/mm\\^3 or more\n* Must be willing to have about 40-50 ml of blood (approximately 8-10 teaspoons) drawn at 0 and 3 months\n* Must be able to swallow pills\n* This study will assess WBM powder in postmenopausal women of 21 years of age or older. Younger women are unlikely to be postmenopausal\n* Participants will have Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* The effects of WBM on the developing fetus are unknown. Pregnant and women with childbearing potential are not eligible to participate in this study of postmenopausal women at high risk of breast cancer\n* All subjects must have the ability to understand and the willingness to sign a written informed consent. Participants must be aware of their increased breast cancer risk and willingly consent after being informed of the investigational nature of the intervention, alternatives, potential benefits, side-effects, risks, and discomforts\n* Prior therapies, including chemoprevention or adjuvant therapies, must have been completed for 6 or more months prior to study entry. Prior use of mushroom or mushroom chemical-containing supplements must have been completed within 3 months of study entry\n\nExclusion Criteria:\n\n* Active malignancy within the past 5 years with the exception of non-melanoma skin cancer or carcinoma in situ of the cervix. NOTE: If there is a history of prior malignancy, the participant must not be receiving other specific treatment, i.e., other hormonal therapy, for their cancer\n* Ongoing chemotherapy, radiation therapy, or other cancer-related treatment\n* History of a bleeding tendency or current use of Coumadin or other anticoagulants\n* Concurrent use of hormone-modifying medications including systemic hormone replacement therapy (local vaginal preparations are permitted), selective estrogen receptor modifiers (SERMs), aromatase inhibitors (Ais), or gonadotropic-releasing hormone (GnRH) modifiers within 3 months of randomization\n* Concurrent use of immunosuppressant medications\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, hypertension, or psychiatric illness/social situation that would limit compliance with study requirements\n* Chronic use of any herbal or dietary supplement containing mushrooms within the 3 months prior to entry on the study\n* Treatment with other investigational agents\n* Premenopausal status\n* Known sensitivity or allergic reactions attributed to compounds of similar chemical or biologic composition to WBM or\n* Subjects on a standing regimen of full dose aspirin (\\>= 325 mg/day), nonsteroidal anti-inflammatory drugs (NSAIDs) or NSAID-containing products\n* Any other condition that would, in the Investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Subjects, who in the opinion of the investigator, may not be able to comply with the safety monitoring requirements of the study",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Lisa D Yee",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa D. Yee",
                            "role": "CONTACT",
                            "phone": "626-471-7100",
                            "email": "lyee@coh.org"
                        },
                        {
                            "name": "Lisa D. Yee",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}