{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06369701",
            "orgStudyIdInfo": {
                "id": "C.2024.019"
            },
            "organization": {
                "fullName": "Brooke Army Medical Center",
                "class": "FED"
            },
            "briefTitle": "Effects Compressive Tissue Flossing on Lateral Elbow Tendinopathy in US Service Members",
            "officialTitle": "The Effects of a Compressive Tissue Flossing Program on the Symptoms of Lateral Elbow Tendinopathy in United States Service Members",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-compressive-tissue-flossing-on-lateral-elbow-tendinopathy-in-us-service-members"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-13",
            "studyFirstSubmitQcDate": "2024-04-15",
            "studyFirstPostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John Edgar Elam",
                "investigatorTitle": "Army-Baylor Doctor of Science in Occupational Therapy Fellow",
                "investigatorAffiliation": "Brooke Army Medical Center"
            },
            "leadSponsor": {
                "name": "Brooke Army Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study will be to assess the effects of a compressive tissue flossing (CTF) program on the symptoms of lateral elbow tendinopathy in United States service members. Dependent variables will be the Defense and Veteran's Pain Rating Scale (DVPRS), decrease their Patient-Rated Tennis Elbow Evaluation (PRTEE) score, increase their maximal grip strength in the affected upper extremity (UE). Measurements will be taken at baseline, immediately after the first CTF intervention, and at the 1-week follow-up, for a total of 3 measurements.",
            "detailedDescription": "The purpose of this research study will be to assess the effects of a compressive tissue flossing (CTF) program on the symptoms of lateral elbow tendinopathy in United States service members. I hypothesize that tissue flossing with a band for a 2-minute session daily will decrease patient's report of pain on the Defense and Veteran's Pain Rating Scale (DVPRS), decrease their Patient-Rated Tennis Elbow Evaluation (PRTEE) score, increase their maximal grip strength in the affected upper extremity (UE). Measurements will be taken at baseline, immediately after the first CTF intervention, and at the 1-week follow-up, for a total of 3 measurements. If this method is shown to acutely decrease the symptoms of LET, it would give occupational therapists a potential home exercise program that is easy to initiate and only takes 2 minutes per day for patients to perform. This could prove to be an effective and low-cost method for service members to treat elbow pain symptoms. This technique could be used in austere environments where traditional musculoskeletal rehabilitation may not be available.\n\nSpecific Aim 1: Assess the acute effects of compressive tissue flossing on the symptoms of lateral elbow tendinopathy in United States service members.\n\nI will accomplish this by recording the patient's report of pain on the Defense and Veteran's Pain Rating Scale, their Patient-Rated Tennis Elbow Evaluation outcome measure score, and their maximal grip strength in the affected UE before CTF, immediately after CTF, and at the 1-week follow-up after completing tissue flossing daily for 2 minutes. I will compare the outcomes from each measurement to evaluate the effects of CTF on lateral elbow pain symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Lateral Elbow Tendinopathy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Within-subjects repeated measures design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Compressive tissue floss band",
                    "description": "Compressive tissue flossing (CTF) is a compressive technique that uses a latex elastic band to compress the tissues and restrict the circulation of fluids in the targeted area for a short time. CTF acts on the mechanoreceptors in the underlying fascial layers, causing blood reperfusion of the compressed tissue, and/or causing fascial shearing and the sliding potential of the fascia to be restored (Starrett \\& Cordoza, 2015). Proposed benefits from references include improving joint mobility in the joints of the limbs (Starrett \\& Cordoza, 2015), improving muscular power, and decreasing pain with motion (Angelopoulos et al., 2021) (Cage et al., 2022) (Jianhong et al., 2021)."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient's report of pain on the Defense and Veteran's Pain Rating Scale",
                    "description": "This pain scale assesses the participant's perceived pain on a scale from 0-10. ) being no pain and 10 being as bad as the pain could possibly be. A participant rating their pain lower post-intervention would indicate a positive outcome.",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Patient-Rated Tennis Elbow Evaluation",
                    "description": "Minimum value is 0 and maximum value is 100. 0 indicates that lateral elbow pain has no effect on the participant, whereas an increased score indicates the participant's lateral elbow pain has an increased effect on ability to perform activities and a worse outcome.",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Maximal grip strength in the affected upper extremity",
                    "description": "Maximal grip strength will be recorded by the participant squeezing a calibrated dynamometer, which is a measurement tool used to calculate grip strength in pounds per square inch. The amount of grip strength generated in pounds per square inch in the affected upper extremity will be compared to maximal grip strength after the intervention is implemented day 1 and after 1 week.",
                    "timeFrame": "1 week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* United States military service members stationed at JBSA between the ages of 18 to 65\n* Report of lateral elbow pain\n* Can perform either a modified push-up or push-up for 1 minute.\n\nExclusion Criteria:\n\n* Under 18 years old or over 65 years old\n* Recent surgical treatment of the involved upper extremity\n* Current fracture of the involved upper extremity\n* Open wounds at the treatment area\n* History of skin diseases\n* Tumors at the treatment area\n* History of a peripheral vascular condition\n* History of chronic inflammatory processes\n* Latex allergy\n* History of varicose veins\n* History of vein inflammation\n* History of thrombosis\n* Diagnosed with diabetes\n* Diagnosed with cardiac insufficiency Stage C or D\n* Diagnosed with lymphedema\n* Currently taking blood thinners\n* Currently receiving high-dose corticosteroids\n* Currently receiving other therapy for the elbow pain\n* Presently diagnosed with cervical radiculopathy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John E Elam, DSc Fellow",
                    "role": "CONTACT",
                    "phone": "9107408610",
                    "email": "john.e.elam7.mil@health.mil"
                },
                {
                    "name": "Carly R Cooper, PhD",
                    "role": "CONTACT",
                    "phone": "(210) 808-2240",
                    "email": "carly.r.cooper2.mil@health.mil"
                }
            ],
            "locations": [
                {
                    "facility": "Brooke Army Medical Center",
                    "status": "RECRUITING",
                    "city": "Fort Sam Houston",
                    "state": "Texas",
                    "zip": "78234",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carly R Cooper, PhD",
                            "role": "CONTACT",
                            "phone": "210-808-2240",
                            "email": "carly.r.cooper2.mil@health.mil"
                        },
                        {
                            "name": "Brian T Gregg, PhD",
                            "role": "CONTACT",
                            "phone": "(210) 808-2269",
                            "email": "brian.t.gregg.mil@health.mil"
                        },
                        {
                            "name": "John E Elam, DSc Fellow",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Carly R Cooper, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Katelyn A Culley, DSc Fellow",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tara A Haugen, DSc Fellow",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.45746,
                        "lon": -98.4472
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33837162",
                    "type": "BACKGROUND",
                    "citation": "Angelopoulos P, Mylonas K, Tsepis E, Billis E, Vaitsis N, Fousekis K. The Effects of Instrument-Assisted Soft Tissue Mobilization, Tissue Flossing, and Kinesiology Taping on Shoulder Functional Capacities in Amateur Athletes. J Sport Rehabil. 2021 Apr 9;30(7):1028-1037. doi: 10.1123/jsr.2020-0200."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Arce-Esquivel, A., Cage, S., J Warner, B., & Stevenson, P. (2018). Flossing bands to treat Keinböck's disease in a collegiate men's basketball player: A case report. International Physical Medicine & Rehabilitation Journal, 3(2). https://doi.org/10.15406/ipmrj.2018.03.00096"
                },
                {
                    "pmid": "23137169",
                    "type": "BACKGROUND",
                    "citation": "Buckenmaier CC 3rd, Galloway KT, Polomano RC, McDuffie M, Kwon N, Gallagher RM. Preliminary validation of the Defense and Veterans Pain Rating Scale (DVPRS) in a military population. Pain Med. 2013 Jan;14(1):110-23. doi: 10.1111/j.1526-4637.2012.01516.x. Epub 2012 Nov 8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cage, S. A., Warner, B. J., Gallegos, D. M., Stevenson, P., & Arce-Esquivel, A. A. (2022). Effect of flossing bands on pain and perceived level of function in collegiate baseball pitchers. Journal of Advances in Sports and Physical Education, 5(6), 115-118. https://doi.org/10.36348/jaspe.2022.v05i06.001"
                },
                {
                    "pmid": "31094647",
                    "type": "BACKGROUND",
                    "citation": "Cheatham SW, Baker R. Quantification of the Rockfloss(R) Floss Band Stretch Force at Different Elongation Lengths. J Sport Rehabil. 2020 Mar 1;29(3):377-380. doi: 10.1123/jsr.2019-0034."
                },
                {
                    "pmid": "20219095",
                    "type": "BACKGROUND",
                    "citation": "Escolar-Reina P, Medina-Mirapeix F, Gascon-Canovas JJ, Montilla-Herrador J, Jimeno-Serrano FJ, de Oliveira Sousa SL, del Bano-Aledo ME, Lomas-Vega R. How do care-provider and home exercise program characteristics affect patient adherence in chronic neck and back pain: a qualitative study. BMC Health Serv Res. 2010 Mar 10;10:60. doi: 10.1186/1472-6963-10-60."
                },
                {
                    "pmid": "12106496",
                    "type": "BACKGROUND",
                    "citation": "Fenwick SA, Hazleman BL, Riley GP. The vasculature and its role in the damaged and healing tendon. Arthritis Res. 2002;4(4):252-60. doi: 10.1186/ar416. Epub 2002 Feb 13."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Figueiredo, I. M., Sampaio, R. F., Mancini, M. C., Silva, F. C., & Souza, M. A. (2007). Test of grip strength using the Jamar dynamometer. Acta Fisiátrica, 14(2). https://doi.org/10.5935/0104-7795.20070002"
                },
                {
                    "pmid": "33038093",
                    "type": "BACKGROUND",
                    "citation": "Galis J, Cooper DJ. Application of a Floss Band at Differing Pressure Levels: Effects at the Ankle Joint. J Strength Cond Res. 2022 Sep 1;36(9):2454-2460. doi: 10.1519/JSC.0000000000003833. Epub 2020 Oct 8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Jianhong, G., Soon, C. C., Seng, T. J., Zaremohzzabieh, Z., & Samsudin, S. (2021). The effect of tissue flossing technique on sports and injury prevention and rehabilitation: A systematic review of recent research. International Journal of Human Movement and Sports Sciences, 9(6), 1157-1173. https://doi.org/10.13189/saj.2021.090611"
                },
                {
                    "pmid": "33239941",
                    "type": "BACKGROUND",
                    "citation": "Kaneda H, Takahira N, Tsuda K, Tozaki K, Kudo S, Takahashi Y, Sasaki S, Kenmoku T. Effects of Tissue Flossing and Dynamic Stretching on Hamstring Muscles Function. J Sports Sci Med. 2020 Nov 19;19(4):681-689. eCollection 2020 Dec."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kaneda, H., Takahira, N., Tsuda, K., Tozaki, K., Sakai, K.. (2020b) 'The effects of tissue flossing and static stretching on gastrocnemius exertion and flexibility', Isokinetics and Exercise Science, 28(2), pp. 205-213. https://doi.org/10.3233/IES-192235"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kiefer, B. N., Lemarr, K. E., Enriquez, C. C., Tivener, K. A., & Daniel, T. (2017). A pilot study: Perceptual effects of the voodoo floss band on glenohumeral flexibility. International Journal of Athletic Therapy & Training, 22(4), 29-33."
                },
                {
                    "pmid": "37637031",
                    "type": "BACKGROUND",
                    "citation": "Kelly CF, Oliveri Z, Saladino J, Senatore J, Kamat A, Zarour J, Douris PC. The Acute Effect of Tissue Flossing on Pain, Function, and Perception of Movement: A Pilot Study. Int J Exerc Sci. 2023 Jul 1;16(3):855-865. eCollection 2023."
                },
                {
                    "pmid": "34093228",
                    "type": "BACKGROUND",
                    "citation": "Konrad A, Mocnik R, Nakamura M. Effects of Tissue Flossing on the Healthy and Impaired Musculoskeletal System: A Scoping Review. Front Physiol. 2021 May 21;12:666129. doi: 10.3389/fphys.2021.666129. eCollection 2021."
                },
                {
                    "pmid": "30464656",
                    "type": "BACKGROUND",
                    "citation": "Lai WC, Erickson BJ, Mlynarek RA, Wang D. Chronic lateral epicondylitis: challenges and solutions. Open Access J Sports Med. 2018 Oct 30;9:243-251. doi: 10.2147/OAJSM.S160974. eCollection 2018."
                },
                {
                    "pmid": "479229",
                    "type": "BACKGROUND",
                    "citation": "Nirschl RP, Pettrone FA. Tennis elbow. The surgical treatment of lateral epicondylitis. J Bone Joint Surg Am. 1979 Sep;61(6A):832-9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Poltawski, L., & Watson, T. (2011). Measuring clinically important change with the patient-rated tennis elbow evaluation. Hand Therapy, 16(3), 52-57. https://doi.org/10.1258/ht.2011.011013"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ross, S., & Kandassamy, G. (2017). The effects of tack and floss active joint mobilization on ankle dorsiflexion range of motion using voodoo floss bands. Journal of Physical Therapy. https://research.edgehill.ac.uk/en/publications/the-effects-of-tack-and-floss-active-joint-mobilisation-on-ankle--2"
                },
                {
                    "pmid": "27215568",
                    "type": "BACKGROUND",
                    "citation": "Sanders TL, Maradit Kremers H, Bryan AJ, Ransom JE, Morrey BF. Health Care Utilization and Direct Medical Costs of Tennis Elbow: A Population-Based Study. Sports Health. 2016 Jul;8(4):355-8. doi: 10.1177/1941738116650389. Epub 2016 May 23."
                },
                {
                    "pmid": "34196231",
                    "type": "BACKGROUND",
                    "citation": "Shafiee E, MacDermid JC, Walton D, Vincent JI, Grewal R. Psychometric properties and cross-cultural adaptation of the Patient-Rated Tennis Elbow Evaluation (PRTEE); a systematic review and meta-analysis. Disabil Rehabil. 2022 Sep;44(19):5402-5417. doi: 10.1080/09638288.2021.1938248. Epub 2021 Jul 1."
                },
                {
                    "pmid": "26702766",
                    "type": "BACKGROUND",
                    "citation": "Smith-Forbes EV, Howell DM, Willoughby J, Armstrong H, Pitts DG, Uhl TL. Adherence of Individuals in Upper Extremity Rehabilitation: A Qualitative Study. Arch Phys Med Rehabil. 2016 Aug;97(8):1262-1268.e1. doi: 10.1016/j.apmr.2015.11.008. Epub 2015 Dec 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Starrett, K., & Cordoza, G. (2015). Becoming a supple leopard: The ultimate guide to resolving pain, preventing injury, and optimizing athletic performance (2nd ed.). Las Vegas, Victory Belt Publishing Inc."
                },
                {
                    "pmid": "33004169",
                    "type": "BACKGROUND",
                    "citation": "Urits I, Markel M, Choi P, Vij N, Tran A, An D, Berger AA, Cornett E, Kaye AD, Viswanath O. Minimally invasive treatment of lateral epicondylitis. Best Pract Res Clin Anaesthesiol. 2020 Sep;34(3):583-602. doi: 10.1016/j.bpa.2020.08.004. Epub 2020 Aug 8."
                },
                {
                    "pmid": "32320948",
                    "type": "BACKGROUND",
                    "citation": "Vogrin M, Novak F, Licen T, Greiner N, Mikl S, Kalc M. Acute Effects of Tissue Flossing on Ankle Range of Motion and Tensiomyography Parameters. J Sport Rehabil. 2020 Apr 22;30(1):129-135. doi: 10.1123/jsr.2019-0160."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Vrabie, D., Abalasei, B., & Iacob, G. (2021). Comparative study regarding the benefits of using medical flossing in lateral epicondylitis. Sport & Society. https://doi.org/10.36836/2021/2/41"
                },
                {
                    "pmid": "20486505",
                    "type": "BACKGROUND",
                    "citation": "Wolf JM, Mountcastle S, Burks R, Sturdivant RX, Owens BD. Epidemiology of lateral and medial epicondylitis in a military population. Mil Med. 2010 May;175(5):336-9. doi: 10.7205/milmed-d-09-00086."
                },
                {
                    "pmid": "35162447",
                    "type": "BACKGROUND",
                    "citation": "Wu SY, Tsai YH, Wang YT, Chang WD, Lee CL, Kuo CA, Chang NJ. Acute Effects of Tissue Flossing Coupled with Functional Movements on Knee Range of Motion, Static Balance, in Single-Leg Hop Distance, and Landing Stabilization Performance in Female College Students. Int J Environ Res Public Health. 2022 Jan 27;19(3):1427. doi: 10.3390/ijerph19031427."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                },
                {
                    "id": "D000070639",
                    "term": "Elbow Tendinopathy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000092464",
                    "term": "Elbow Injuries"
                },
                {
                    "id": "D000001134",
                    "term": "Arm Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "asFound": "Tendinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M627",
                    "name": "Elbow Tendinopathy",
                    "asFound": "Elbow Tendinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M2926",
                    "name": "Elbow Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M4444",
                    "name": "Arm Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}