{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05709041",
            "orgStudyIdInfo": {
                "id": "STUDY00002103"
            },
            "organization": {
                "fullName": "University of Vermont Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Transpulmonary Pressure Guided Ventilation on Intraoperative Right Heart Function",
            "officialTitle": "Effect of Transpulmonary Pressure Guided Ventilation on Intraoperative Right Heart Function",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "effect-of-transpulmonary-pressure-guided-ventilation-on-intraoperative-right-heart-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-23",
            "studyFirstSubmitQcDate": "2023-01-23",
            "studyFirstPostDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William G Tharp",
                "investigatorTitle": "Attending Anesthesiologist",
                "investigatorAffiliation": "University of Vermont Medical Center"
            },
            "leadSponsor": {
                "name": "University of Vermont Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to determine whether different types of ventilator settings during surgery change the relationship between the pressures in the lungs and the function of the heart.\n\nIn this study, patients will be randomly assigned (like flipping a coin) to receive either standard or individualized (research) lung protective ventilator settings.\n\nBefore surgery, patients will be given an 8-item verbal questionnaire about any respiratory symptoms. After patients are asleep for surgery, an ultrasound probe will be inserted into the esophagus (food pipe) and stomach to examine the heart and lungs and take ultrasound pictures. The ultrasound probe is then removed. Next, a small balloon catheter (a narrow tube smaller in diameter than a pencil lead) will be placed in the esophagus, where it will be used to measure the pressures in the chest and lungs.\n\nFor patients who are assigned to standard ventilator settings, the ventilator settings and pressures during surgery will be recorded.\n\nFor patients assigned to individualized (research) ventilator settings, the pressures from the balloon catheter will be used to adjust the ventilator settings every 30 minutes during surgery.\n\nA second ultrasound pictures of the heart and lungs will be obtained at the point at which the patient is placed into the Trendelenburg position. At the end of surgery and before the patient is awake, the balloon catheter will be removed, the ultrasound probe will be inserted, a third set of ultrasound pictures of the heart and lungs will be obtained, and the ultrasound probe then removed.\n\nPatients will be telephoned 30 days after surgery to ask about their recovery. The 8-item respiratory symptom questionnaire will be repeated at this time.",
            "detailedDescription": "This study builds on the concepts and techniques used successfully in the study \"Changes in Transpulmonary Pressures During Varying Surgical Conditions,\" CHRMS 18-0048, which demonstrated that obese patients have significantly worse lung mechanics than lean patients during robotic-assisted laparoscopic surgery. (This is a type of minimally invasive surgery in which the patient is tilted head downward on the operating table (the Trendelenburg position), and the abdomen is inflated with carbon dioxide; both of these steps allow more room in the abdomen for surgical instruments, and allow a better field of vision for the surgeon). In that study, which is ongoing, we use a balloon catheter in the patient's esophagus as a way to measure the pressures experienced by the lung: With each breath, the lungs push on the esophagus; the balloon catheter is attached to an external pressure transducer, which allows us to record the lung pressures during surgery.\n\nDuring surgery with general anesthesia (and sometimes in the ICU), the patient's breathing is controlled by a mechanical ventilator. Under physiologically stressful conditions, such as acute respiratory distress syndrome (ARDS), or mechanically stressful conditions, such as surgery in Trendelenburg position, setting the ventilator can become a balancing act between what is safe for the lungs and the effects on other organ systems, such as the heart.\n\nIn this study, we hypothesize that obesity in combination with inflation of the abdomen and steep Trendelenburg positioning are associated with elevated right heart strain, and that the use of lung pressure measurements to guide ventilation may ameliorate the increased strain. We will conduct an ultrasound exam of the heart and lungs at three points during the surgical procedure: The first will occur after the patient is anesthetized, but before the surgical incision has been made; the second will be while the patient is in steep Trendelenburg position; and the third will take place near the end of surgery, just before desufflation of the abdomen. The ultrasound exam is done by inserting a probe through the patient's mouth into their esophagus and stomach, because that provides a close view of the heart and lungs; this type of exam is typically done on cardiac surgery patients.\n\nThis study is a randomized controlled trial of ventilation in lean and obese subjects undergoing robotic abdominal surgery. Subjects will be randomized to receive either standard lung-protective ventilation or transpulmonary pressure-guided ventilation using the esophageal balloon catheter.\n\nObjective 1: To determine the effect of obesity and surgical conditions on right heart function. We will compare ultrasound measurements of the right ventricle of the heart between lean and obese subjects immediately after intubation, while in steep Trendelenburg position, and again just before desufflation of the abdomen.\n\nObjective 2: To determine if intraoperative transpulmonary pressure-guided ventilation alters right heart function. We will compare ultrasound measurements of the right ventricle of the heart between subjects randomized to standard ventilation or transpulmonary pressure-guided ventilation.\n\nProcedures: In the preoperative area, measurement of the patient's waist size and weight. Once in the operating room, after general anesthesia is induced, the first ultrasound exam will be conducted. The ultrasound probe will be inserted into the esophagus and stomach to examine the heart and lungs, and images will be saved. Each exam will take 5-10 minutes, and will not extend the length of your surgery. A plastic tooth guard will be used to protect the patient's teeth. The ultrasound will be removed after the exam is over.\n\nNext, a small balloon catheter (smaller in diameter than a pencil lead) will be placed in the esophagus. We will record the pressures and gas flows from the ventilator and in the balloon catheter for the entire surgery.\n\nPatients will be randomly assigned (like flipping a coin) to receive either standard or individualized ventilation. If you assigned to standard lung-protective ventilation, we will use national anesthesiology guidelines to set and maintain the ventilator during surgery. If assigned to individualized ventilation, we will use the same national guidelines to set the ventilator but then adjust the pressures at the end of each breath using the measurements from the balloon catheter. We will make this adjustment every 30 minutes during the surgery.\n\nThe second ultrasound exam will be performed after the patient is tilted into the Trendelenburg position. At the end of surgery before the third ultrasound, we will remove the catheter the esophagus, and then perform the third ultrasound exam."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Surgery",
                "Anesthesia",
                "Echocardiography, Transesophageal",
                "Mechanical Ventilation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard lung protective ventilator settings",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ventilator settings will be adjusted to standard lung-protective settings according to the anesthesiologist's clinical judgement for the patient, their comorbodities, and the surgical procedure.",
                    "interventionNames": [
                        "Other: Standard lung-protective ventilation"
                    ]
                },
                {
                    "label": "Individualized lung protective ventilator settings",
                    "type": "EXPERIMENTAL",
                    "description": "Lung-protective ventilator settings will be individualized based on the patient's transpulmonary pressures (TPP), as measured by esophageal manometry.",
                    "interventionNames": [
                        "Other: Individualized lung-protective ventilation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Individualized lung-protective ventilation",
                    "description": "Lung-protective ventilator settings will be individualized based on the patient's transpulmonary pressures (TPP), as measured by esophageal manometry.\n\nThe ventilator will be set to volume-controlled ventilation with a tidal volume of 6 mL/kg of ideal body weight, inspired oxygen fraction of 30%, inspiratory pause of 30%, inspiration-to-expiration ratio of 1:2, PEEP of 5 cm H2O, and flow of 3 L/min). The respiratory rate will be set to 12 breaths/min in the beginning then adjusted (within 10-20 breaths/ min) to maintain EtCO2 between 35 to 45 mm Hg.\n\nThe set PEEP will be then increased by 2 cm H2O every 2 minutes (up to a max of 30 cm H2O) to identify and maintain the lowest driving pressure, maximum compliance, and positive TPP. These steps will be performed every 30 minutes after intubation, and after instillation of the pneumoperitoneum, and after steep Trendelenburg positioning. These individualized PEEP settings will be maintained until the pneumoperitoneum is released.",
                    "armGroupLabels": [
                        "Individualized lung protective ventilator settings"
                    ],
                    "otherNames": [
                        "Ventilator settings during general anesthesia"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard lung-protective ventilation",
                    "description": "Ventilator settings will be adjusted to standard lung-protective settings according to the anesthesiologist's clinical judgement for the patient, their comorbodities, and the surgical procedure.",
                    "armGroupLabels": [
                        "Standard lung protective ventilator settings"
                    ],
                    "otherNames": [
                        "Ventilator settings during general anesthesia"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine whether intraoperative transpulmonary pressure (TPP)-guided ventilation alters right heart function.",
                    "description": "TEE measurements of right ventricular function will be compared between subjects randomized to standard ventilation or TPP-guided ventilation.",
                    "timeFrame": "TEE studies will be performed immediately after intubation, while in steep Trendelenburg position, and just before desufflation of the abdomen."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the effect of obesity and surgical conditions on right heart function.",
                    "description": "Transesophageal echocardiographic (TEE) measurements of right ventricular function will be compared between lean and obese subjects, and between surgical stages.",
                    "timeFrame": "TEE studies will be performed immediately after intubation, while in steep Trendelenburg position, and just before desufflation of the abdomen."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients undergoing robotic-assisted laparoscopic surgery at University of Vermont Medical Center in Trendelenburg position\n* Age ≥ 18 years\n* Signed consent form\n\nExclusion Criteria:\n\n* Inability to sign consent form\n* Inability to speak English\n* Emergent surgery\n* Current smoker\n* Smoking history ≥20 pack years\n* Esophageal pathology: Strictures, varices, history of esophageal dilatation or surgery\n* Intrinsic lung disease (e.g. asthma, COPD, emphysema, interstitial lung disease, lung cancer)\n* Impaired cardiac function (e.g. decreased ejection fraction, wall motion abnormalities, or cardiomyopathy).\n* Any other co-morbid condition that, in the opinion of the study investigators, may interfere with study participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander Friend, MS",
                    "role": "CONTACT",
                    "phone": "802-847-4259",
                    "email": "alexander.friend@uvmhealth.org"
                },
                {
                    "name": "William G Tharp, MD PhD",
                    "role": "CONTACT",
                    "phone": "802-847-2415",
                    "email": "william.tharp@uvmhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William G Tharp, MD PhD",
                    "affiliation": "University of Vermont Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Vemont Medical Center",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05401",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21430518",
                    "type": "BACKGROUND",
                    "citation": "Sundar S, Novack V, Jervis K, Bender SP, Lerner A, Panzica P, Mahmood F, Malhotra A, Talmor D. Influence of low tidal volume ventilation on time to extubation in cardiac surgical patients. Anesthesiology. 2011 May;114(5):1102-10. doi: 10.1097/ALN.0b013e318215e254."
                },
                {
                    "pmid": "11052430",
                    "type": "BACKGROUND",
                    "citation": "Chaney MA, Nikolov MP, Blakeman BP, Bakhos M. Protective ventilation attenuates postoperative pulmonary dysfunction in patients undergoing cardiopulmonary bypass. J Cardiothorac Vasc Anesth. 2000 Oct;14(5):514-8. doi: 10.1053/jcan.2000.9487."
                },
                {
                    "pmid": "22450472",
                    "type": "BACKGROUND",
                    "citation": "Lellouche F, Dionne S, Simard S, Bussieres J, Dagenais F. High tidal volumes in mechanically ventilated patients increase organ dysfunction after cardiac surgery. Anesthesiology. 2012 May;116(5):1072-82. doi: 10.1097/ALN.0b013e3182522df5."
                },
                {
                    "pmid": "16809989",
                    "type": "BACKGROUND",
                    "citation": "Fernandez-Perez ER, Keegan MT, Brown DR, Hubmayr RD, Gajic O. Intraoperative tidal volume as a risk factor for respiratory failure after pneumonectomy. Anesthesiology. 2006 Jul;105(1):14-8. doi: 10.1097/00000542-200607000-00007."
                },
                {
                    "pmid": "23902482",
                    "type": "BACKGROUND",
                    "citation": "Futier E, Constantin JM, Paugam-Burtz C, Pascal J, Eurin M, Neuschwander A, Marret E, Beaussier M, Gutton C, Lefrant JY, Allaouchiche B, Verzilli D, Leone M, De Jong A, Bazin JE, Pereira B, Jaber S; IMPROVE Study Group. A trial of intraoperative low-tidal-volume ventilation in abdominal surgery. N Engl J Med. 2013 Aug 1;369(5):428-37. doi: 10.1056/NEJMoa1301082."
                },
                {
                    "pmid": "24894577",
                    "type": "BACKGROUND",
                    "citation": "PROVE Network Investigators for the Clinical Trial Network of the European Society of Anaesthesiology; Hemmes SN, Gama de Abreu M, Pelosi P, Schultz MJ. High versus low positive end-expiratory pressure during general anaesthesia for open abdominal surgery (PROVHILO trial): a multicentre randomised controlled trial. Lancet. 2014 Aug 9;384(9942):495-503. doi: 10.1016/S0140-6736(14)60416-5. Epub 2014 Jun 2."
                },
                {
                    "pmid": "28707173",
                    "type": "BACKGROUND",
                    "citation": "Eichler L, Truskowska K, Dupree A, Busch P, Goetz AE, Zollner C. Intraoperative Ventilation of Morbidly Obese Patients Guided by Transpulmonary Pressure. Obes Surg. 2018 Jan;28(1):122-129. doi: 10.1007/s11695-017-2794-3."
                },
                {
                    "pmid": "19001507",
                    "type": "BACKGROUND",
                    "citation": "Talmor D, Sarge T, Malhotra A, O'Donnell CR, Ritz R, Lisbon A, Novack V, Loring SH. Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008 Nov 13;359(20):2095-104. doi: 10.1056/NEJMoa0708638. Epub 2008 Nov 11."
                },
                {
                    "pmid": "30882475",
                    "type": "BACKGROUND",
                    "citation": "Grieco DL, Anzellotti GM, Russo A, Bongiovanni F, Costantini B, D'Indinosante M, Varone F, Cavallaro F, Tortorella L, Polidori L, Romano B, Gallotta V, Dell'Anna AM, Sollazzi L, Scambia G, Conti G, Antonelli M. Airway Closure during Surgical Pneumoperitoneum in Obese Patients. Anesthesiology. 2019 Jul;131(1):58-73. doi: 10.1097/ALN.0000000000002662."
                },
                {
                    "pmid": "32675698",
                    "type": "BACKGROUND",
                    "citation": "Tharp WG, Murphy S, Breidenstein MW, Love C, Booms A, Rafferty MN, Friend AF, Perrapato S, Ahern TP, Dixon AE, Bates JHT, Bender SP. Body Habitus and Dynamic Surgical Conditions Independently Impair Pulmonary Mechanics during Robotic-assisted Laparoscopic Surgery. Anesthesiology. 2020 Oct 1;133(4):750-763. doi: 10.1097/ALN.0000000000003442."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "asFound": "Function",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}