{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05758714",
            "orgStudyIdInfo": {
                "id": "22-272-1"
            },
            "secondaryIdInfos": [
                {
                    "id": "R00ES029116",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R00ES029116"
                }
            ],
            "organization": {
                "fullName": "UConn Health",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Transportation Choices on Commuter Health",
            "officialTitle": "Effects of Transportation Choices on Commuter Health (ETCH): Impacts of Modifiable Factors on Personal Exposures and Acute Health",
            "acronym": "ETCH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-transportation-choices-on-commuter-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-15",
            "studyFirstSubmitQcDate": "2023-02-24",
            "studyFirstPostDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Misti Levy Zamora",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "UConn Health"
            },
            "leadSponsor": {
                "name": "UConn Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Environmental Health Sciences (NIEHS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary project objective is to investigate how an individual's choices influence personal exposures to traffic-related air pollutants (TRAPs) and the corresponding acute health effects. TRAPs are a complex mixture of particulate and gaseous pollutants that vary considerably spatially and temporally. There is increasing evidence that TRAPs inflict a broad range of deleterious health effects in both health-compromised and healthy individuals, and it has been reported that traffic pollutants may cause up to half of all air pollution-related mortalities. Despite the burden from such widespread, involuntary exposures, few studies have examined the magnitude of personal exposures due to commuting exposures. Most commuters travel to and from work during two peak travel periods, which occur during weekday mornings and evenings. Public transportation, bicycling, and walking have been promoted as ways to reduce air pollution by reducing the vehicle fleet, yet few studies have examined how exposures are modified due to an intentional change in the time of commute or the subsequent health effects.",
            "detailedDescription": "65 participants will be asked to modify the time of day that they commute to work to examine if changes in their time of departure can reduce air pollution exposures and lead to meaningful health benefits. Participants will be asked to commute to work during the morning rush hour for two consecutive days and then outside peak traffic times during a separate sampling period. During the two 48-hour sampling periods, real-time PM2.5, CO, CO2, NO2, O3, temperature, relative humidity, location, and noise will be measured. Passive personal monitors that can sequester more than 1500 chemicals will also be incorporated. These measurements will be complemented with assessments of four urinary biomarkers, urinary benzene, blood pressure, lung function, and pulmonary inflammation of the lower airways. Since TRAPs tend to be most concentrated during two relatively short periods of time, the study goal is to assess if adjustments in personal behavior can result in reduced exposures to TRAPs and lead to health benefits."
        },
        "conditionsModule": {
            "conditions": [
                "Pollution; Exposure"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hartford Commuters"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Blood Pressure measurements before and after the sampling period",
                    "description": "Systolic and Diastolic measured on the non-dominant arm",
                    "timeFrame": "Collected pre and post each 48-hour sampling period of each participant (4 measurements per participant). Participants will complete all measurements within one season."
                },
                {
                    "measure": "Changes in FEV1 (Spirometry)",
                    "description": "FEV is short for forced expiratory volume. FEV1 is the amount of air you can force from your lungs in one second. It's measured during a spirometry test, also known as a pulmonary function test, which involves forcefully breathing out into a mouthpiece connected to a spirometer machine.",
                    "timeFrame": "Collected pre and post each 48-hour sampling period; also collected after each commute (8 measurements per participant). Participants will complete all measurements within one season."
                },
                {
                    "measure": "Changes in FVC (Spirometry)",
                    "description": "Forced vital capacity (FVC) is the total amount of air exhaled during the FEV test. Forced expiratory volume and forced vital capacity are lung function tests that are measured during spirometry.",
                    "timeFrame": "Collected pre and post each 48-hour sampling period; also collected after each commute (8 measurements per participant). Participants will complete all measurements within one season."
                },
                {
                    "measure": "Exhaled Nitric Oxide before and after sampling period",
                    "description": "Identifies airway inflammation",
                    "timeFrame": "Collected pre and post each 48-hour sampling period (4 measurements per participant). Participants will complete all measurements within one season."
                },
                {
                    "measure": "Presence of urinary biomarkers of exposures to polycyclic aromatic hydrocarbons (PAHs) and nitro-PAHs (nPAHs) in urine",
                    "description": "Urinary biomarkers of PAHs and nPAHs exposures can be utilized to evaluate systemic inflammation.",
                    "timeFrame": "Collected after each 48-hour sampling period (2 measurements per participant). Participants will complete all measurements within one season."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Must be YES to qualify\n\n1. Do you live or work in Hartford County?\n2. Do you normally commute for more than 20 minutes in the morning?\n3. Does your normal route to work include a heavily trafficked road?\n4. Can you work outside your home for at least 2 days in a row during the sampling week?\n5. You will be asked to commute to work by car for two days between 6:30-8:30 am (during rush hour) and outside of the rush hours (before or after that time range) on two different days of the study. You may be the passenger or driver during the commute. Is this something you are willing and able to do?\n6. Are you willing and able to complete questionnaires/ surveys in English by text message or email?\n7. Do you have access to e-mail?\n8. Are you 18 years or older?\n\nMust be NO to qualify\n\n1. Are you currently pregnant?\n2. Do you smoke?\n3. Do you have usual exposure to environmental tobacco smoke?\n4. Have you been diagnosed with a chronic lung disease, such as COPD or asthma? Must not have an episode/exacerbation within the last six months\n5. Are you currently taking hypertension medications?",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study will include 65 working adults (age 18 years and over) who live in Hartford County, CT. Both males and females will be recruited into the study. The study will include all racial/ethnic groups for this study in an attempt to be representative of the Hartford population.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Misti L Zamora, PhD",
                    "role": "CONTACT",
                    "phone": "(860) 540-6550",
                    "email": "mzamora@uchc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Misti L Zamora, PhD",
                    "affiliation": "UConn Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UConn Health",
                    "status": "RECRUITING",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Misti L Zamora",
                            "role": "CONTACT",
                            "phone": "860-540-6550",
                            "email": "mzamora@uchc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}