{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05831241",
            "orgStudyIdInfo": {
                "id": "Ixoreal-FSD-CT-10-22"
            },
            "organization": {
                "fullName": "SF Research Institute, Inc.",
                "class": "NETWORK"
            },
            "briefTitle": "Effects of Ashwagandha Extract (Capsule KSM-66 300 mg) on Sexual Health in Healthy Women",
            "officialTitle": "Effects of Ashwagandha Extract (Capsule KSM-66 300 mg) on Sexual Health in Healthy Women: A Prospective, Randomized, Double-Blind, Placebo-Controlled Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-ashwagandha-extract-capsule-ksm-mg-on-sexual-health-in-healthy-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-08-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-08-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-14",
            "studyFirstSubmitQcDate": "2023-04-14",
            "studyFirstPostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SF Research Institute, Inc.",
                "class": "NETWORK"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The clinical study aims to evaluate Efficacy and Safety of KSM66 Ashwagandha Standardized Root Extract for Improving Sexual Health in Healthy Women by measuring the sex hormone levels in blood, analyzing results of questionnaires, and monitoring adverse events in the post-marketing phase. Changes in sex hormone levels in blood may affect sexual health or sexual health satisfaction. Efficacy is defined as increase in sex hormone levels in blood, and improvements in results or scores in assessment questionnaires.",
            "detailedDescription": "To qualify for this study, participant must be a healthy female between 18 to 55 years of age with unsatisfactory sexual health. Participants must have regular menstrual cycles. Participants are sexually active, and currently in a stable heterosexual relationship. Participants must agree to continue their routine diet and physical activities for the entire study. Participants should avoid using any NEW dietary supplements, multivitamins, or oral nutrition supplements throughout the study.\n\nIn this study, a maximum of 45 patients will be enrolled. The goal is to complete the study with at least 40 patients.\n\nAt the initial visit, prospective patients will be screened for enrollment based on the requirements of the study, medical history, and clinical examination. Before starting any study related procedures, participants will be explained about the study in details and a written informed consent will be obtained from participants prior to participation in this study. This document is a part of the written informed consent procedure. A detailed medical history including the associated conditions will be recorded. A general and physical examination will be performed to detect any abnormal parameters. If participants meet the eligibility criteria, they will be enrolled in the study.\n\nAfter enrollment in the study, participants will be randomly assigned to take one capsule of KSM 66 Ashwagandha (300 mg) or one capsule of placebo two times daily after breakfast and every night at bedtime with food, preferably 30 minutes before the anticipated sexual intercourse with a glass of water for 8 weeks. There is a 50% chance that instead of 'Ashwagandha capsule' participants will receive 'Placebo capsule'. This placebo capsule will be identical in size, shape, and color to the 'Ashwagandha capsule'. The placebo capsule is harmless. It has the ingredient of starch powder made from corn, wheat, or potato. Participants will have to record the use of the assigned product on a daily diary for 8 weeks.\n\nParticipants will be monitored throughout the study. The study consists of two 60-minute onsite visits for visit 1 and visit 3, and one 40-minute remote visit via the phone for visit 2. After the initial visit 1 at the clinic (screening, baseline/randomization) (Day 1), participants will be monitored and assessed remotely at visit 2 (week 4) over the phone. Then, participants will have to visit the clinic for assessments at visit 3 (week 8). During visit 1 and visit 3, blood will be collected from participants, physical examinations, and general examinations will be performed. During physical examinations, a medically trained personnel will measure participants' vital signs including systolic blood pressure, diastolic blood pressure, pulse rate, body temperature, respiratory rate, and body mass index. During general examination, a systemic review of different body systems will be performed to see if there are any significant abnormalities or findings.\n\nFor blood sample collection, participants' right or left arm will be used as the blood draw site. Investigators will take 15 ml of blood (the size of a tablespoon) from each participant to measure different sex hormone levels in his or her blood, such as estradiol, progesterone, follicle-stimulating hormone, luteinizing hormone, prolactin, and testosterone. Participants' blood samples will only be used for research and result analysis in this study. No more than 15 ml of blood will be drawn from each participant with a needle and syringe. All needles and syringes are brand new, and not recycled. All blood draws will be performed by professionally trained phlebotomists.\n\nDuring remote visit 2 via phone, Sexual Function Index (FSFI), Satisfying Sexual Events (SSEs), Female Sexual Distress Scale (FSDS), Perceived Stress Scale (PSS-10), Quality of Life (SF-12 QoL) assessment questionnaires will be conducted over the phone. Side effects will be monitored, study drug compliance and concomitant medications will also be checked via phone in visit 2.\n\nAt each visit, Sexual Function Index (FSFI), Satisfying Sexual Events (SSEs), Female Sexual Distress Scale (FSDS), Perceived Stress Scale (PSS-10), Quality of Life (SF-12 QoL) assessments will be conducted. Side effects will be monitored during each visit of the study period. Participants' results on all assessment questionnaires are confidential, and will only be reviewed by study staff, ethical review board members, and the FDA (if necessary). At visit 3 (week 8), participants are required to return any remaining testing products to the San Francisco Research Institute (at 2345 Ocean Ave, San Francisco, CA 94127) in person. The duration of study is 8 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Sexual Health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ashwagandha",
                    "type": "EXPERIMENTAL",
                    "description": "KSM-66 Ashwagandha is the active ingredient in Waithania somifera, a medicinal plant in Indian medicine. Ashwagandha is known as an adaptogen, an herb in capsule form that protects the body from stress.\n\nAfter enrollment in the study, 50% participants will be randomly assigned to take one capsule of KSM 66 Ashwagandha (300 mg) two times daily after breakfast and every night at bedtime with food, preferably 30 minutes before the anticipated sexual intercourse with a glass of water for 8 weeks.",
                    "interventionNames": [
                        "Dietary Supplement: Ashwagandha"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo means that the capsules will not contain Ashwagandha but some other inactive substance. By using placebo, investigators will know whether the positive results are because of Ashwagandha or are because of psychological factors. For example, the subject may feel that her condition is improved because she is expecting the capsules to be helpful.\n\nAfter enrollment in the study, 50% participants will be randomly assigned to take one capsule of placebo two times daily after breakfast and every night at bedtime with food, preferably 30 minutes before the anticipated sexual intercourse with a glass of water for 8 weeks.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Ashwagandha",
                    "description": "KSM-66 Ashwagandha is the active ingredient in Waithania somifera, a medicinal plant in Indian medicine. Ashwagandha is known as an adaptogen, an herb in capsule form that protects the body from stress.",
                    "armGroupLabels": [
                        "Ashwagandha"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo means that the capsules will not contain Ashwagandha but some other inactive substance.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Female Sexual Function Index (FSFI)",
                    "description": "FSFI questions are coded from 0.0 to 5.0. Based on clinical considerations, the scale is considered to have six sexual domains: desire, arousal, lubrication, orgasm, satisfaction, pain. Each domain is contributing to the overarching construct of female sexual function. The maximum score for each domain is 6.0, obtained by summing item responses and multiplying by a correction factor. The total composite sexual function score is a sum of domain scores and ranges from 2.0 (not sexually active and no desire) to 36.0. A higher score means a better outcome.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female participants between 18 to 55 years of age.\n2. Female participants having regular menstrual periods who have Hypoactive Sexual Desire Disorder (HSDD) through Diagnostic and Statistical Manual of Mental Disorders (DSM)-IV Sexual Desire Screening Questionnaire).\n\n   HSDD is defined as \"Persistently or recurrently deficient (or absent) sexual fantasies and desire for sexual activity\" along with \"marked distress or interpersonal difficulty\"\n3. Participants with a baseline total score of 11 to 26 on the FSFI.\n4. Participants with a baseline total score of 11 to 26 on FSDS\n5. The participate should inform their partner about the study\n6. Her partner should be willing to let her participate in the study\n7. Participants in a stable, monogamous, heterosexual relationship that is secure and communicative, for at least 6 months prior to the Screening Visit.\n8. Participant's partner is expected to be physically present at least 50% of each month.\n9. Participants who have used a medically acceptable method of contraception for at least 3 months before the baseline Visit (Visit 1) and continue to use that medically acceptable method of contraception during the trial. Medically acceptable methods of contraception include the following: (a) combined (estrogen and progesterone containing) hormonal contraception associated with inhibition of ovulation and/or implantation, such as oral birth control pills, intravaginal rings, or transdermal patches. (b) progesterone only hormonal contraception associated with inhibition of ovulation, such as oral pills, or injectable. (c) implantable progesterone only hormonal contraception associated with inhibition of ovulation and/or implantation, such as intrauterine device, intrauterine hormone releasing system. (d) bilateral tubal occlusion. (e) vasectomized partner (f) male or female condom with or without spermicide. (g) diaphragm with spermicide. (h) cervical cap with spermicide. (i) vaginal sponge with spermicide. (j) progesterone only oral hormonal contraception.\n10. Participants who are reliable, honest, compliant, and agree to co- operate with all trial evaluations as well as to be able to perform them as per investigator's opinion.\n\n12. Participants or LAR can and willing to give meaningful, written informed consent prior to participation in the trial, in accordance with regulatory requirements.\n\n13. Participants having sufficient understanding to communicate effectively with the investigator and are willing to discuss their sexual functioning with the investigative staff.\n\n14. Participants who are willing to have 4 or more attempts of sexual intercourse regularly each month.\n\nExclusion Criteria:\n\n1. Participants who are not willing to take an investigational product.\n2. Any acute illness which may hamper the study participation as per principal investigator discretion at the time of enrollment.\n3. Participants having any clinically significant medical history, medical finding or an on-going medical or psychiatric condition exists which in the opinion of the Investigator could jeopardize the safety of the subject, impact validity of the study results or interfere with the completion of study according to the protocol.\n4. Individuals participating in any other studies, including macro/micro/any other forms of dietary supplements/multivitamins or disease-specific oral nutrition supplements (for improving the sexual function during the 3 months prior to study commencement).\n5. Participants having a history of hypersensitivity reactions (i.e., allergic or oversensitivity to usual doses).\n6. Participants with current alcohol or drug addiction or with a history of drug dependence or abuse within the past one year.\n7. Participants who meet accepted diagnostic criteria for sexual disorders that would interfere with improvement in Hypoactive Sexual Desire Disorder (HSDD) (sexual aversion, substance- induced sexual problems, urge to live as a man, etc.\n8. Participants who indicate that their sexual partner has inadequately treated sexual problems that could interfere with the Subjects response to treatment.\n9. Participants who have entered the menopausal transition or menopause or have had a hysterectomy.\n10. Participants with findings of infection, inflammation, undue tenderness, or shrinkage (atrophy) of the female genital organs, at the Screening Visit.\n11. Participants who are breastfeeding or have breastfed within the last 6 months prior to the Baseline Visit.\n12. Participants who are pregnant or have been pregnant within the last 6 months prior to the Baseline Visit.\n13. Participants having primary hypoactive sexual desire.\n14. Participants with a history of malignancy.\n15. Participant herself is not planning to get pregnant for next six months\n16. Participants who cannot cooperate to complete the subject records during the study.\n\n    -",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Ademola, PhD",
                    "role": "CONTACT",
                    "phone": "415-845-4638",
                    "email": "jademola@sfinstitute.com"
                }
            ],
            "locations": [
                {
                    "facility": "San Francisco Research Institute",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94127",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Ademola, PhD",
                            "role": "CONTACT",
                            "phone": "415-845-4638",
                            "email": "jademola@sfinstitute.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T61",
                    "name": "Ashwagandha",
                    "asFound": "Antiplatelet agent",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}