{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06264336",
            "orgStudyIdInfo": {
                "id": "UIC AHS Pilot 2024"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Effects of High-intensity Gait Training on Fatigue, Gait, and Neuroplasticity in People With Multiple Sclerosis",
            "officialTitle": "Effects of High-intensity Gait Training on Fatigue, Gait, and Neuroplasticity in People With Multiple Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-high-intensity-gait-training-on-fatigue-gait-and-neuroplasticity-in-people-with-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-01",
            "studyFirstSubmitQcDate": "2024-02-08",
            "studyFirstPostDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brice Cleland",
                "investigatorTitle": "Visiting Research Assistant Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Nearly 1 million individuals in the United States have multiple sclerosis, which causes fatigue and problems with walking. Fatigue and walking problems are poorly treated, but exercise training, particularly high-intensity walking exercise, may help. This provide insight into whether high-intensity walking exercise can improve fatigue and walking problems in people with multiple sclerosis, which could improve quality of life and reduce economic burden.",
            "detailedDescription": "Multiple sclerosis (MS) is an immune-mediated, neurodegenerative disease of the central nervous system with a prevalence of nearly 1 million adults in the US. The pathophysiology of this disease results in two of the hallmark features of MS, namely symptomatic fatigue and walking impairment. These two features of MS are inter-related as symptomatic fatigue is often a driver of declines in walking and worsening of disability over time, and both compromise quality of life and independence. To date, fatigue and walking impairment are poorly managed through conventional disease modifying medications or rehabilitation therapy in MS.\n\nOne approach for improving fatigue and walking in MS is an appropriate dose of exercise training. Current recommendations of 30 min/day 2 days/week of low to moderate exercise training can improve symptomatic fatigue, aerobic capacity, strength, and walking endurance, and other symptoms in people with MS. This prescription is often delivered using moderate-intensity, continuous training (MCT) walking. However, improvements in fatigue and walking outcomes have been small, suggesting that MCT may not be the optimal approach. In people with stroke, high intensity, interval-based walking exercise has provided a greater stimulus than MCT for improving outcomes, but this approach has not been researched in MS.\n\nThere are a few field-wide limitations of research on exercise training, fatigue, and walking outcomes in MS. Often, researchers have (a) enrolled people with MS regardless of symptomatic fatigue and/or walking dysfunction, and this yields floor effects in outcomes and prevents conclusions on exercise as a treatment approach; (b) included people with mild disability, but not moderate or severe disability; and (c) applied exercise modalities not based on the principle of specificity (i.e., using walking training to improve fatigue and walking impairment). This project overcomes these field-wide limitations and compares effects of moderate and high intensity treadmill training on symptomatic fatigue and walking in people with MS with elevated fatigue and walking dysfunction."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-intensity interval treadmill training",
                    "type": "EXPERIMENTAL",
                    "description": "Walking with high intensity intervals interspersed.",
                    "interventionNames": [
                        "Behavioral: treadmill training"
                    ]
                },
                {
                    "label": "Moderate-intensity continuous treadmill training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Continuous walking at a moderate intensity",
                    "interventionNames": [
                        "Behavioral: treadmill training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "treadmill training",
                    "description": "Participants will undergo 12 sessions (4 weeks, 3 sessions/week) of treadmill training. During each session, participants will walk for 40 min. with 5 min. of warmup and cooldown at 50% of maximal walking speed (tested each week) with 30 min. of training interposed. The type of training will be determined by the assigned treatment arm.",
                    "armGroupLabels": [
                        "High-intensity interval treadmill training",
                        "Moderate-intensity continuous treadmill training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Symptomatic fatigue",
                    "description": "Change in symptomatic fatigue from pre to post training. Assessed by the Fatigue Severity Scale (FSS); scores range between 1 (min) and 7 (max), higher scores reflect greater fatigue severity.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Walking speed",
                    "description": "Change in walking speed will be measured with the 10-m walk test. This will be quantified as the average of 3 trials a comfortable and maximal speeds. Higher values represent faster walking speeds",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Corticomotor excitability",
                    "description": "Transcranial magnetic stimulation (TMS) will be used to measure change in contralateral and ipsilateral corticomotor excitability of the paretic tibialis anterior. TMS will be applied at different intensities, and the response (motor evoked potential) is measured in the paretic TMS. Corticomotor excitability will be measured as the slope of the input output curve (intensity vs. response). Higher values represent greater corticomotor excitability.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fatigue impact",
                    "description": "Change in the impact of fatigue on physical, cognitive, and psychosocial functioning will be measured from pre to post training. Assessed with the Modified Fatigue Impact Scale (MFIS); scores range between 0 (min) and 84 (max), higher scores reflect greater impact of fatigue.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Walking endurance",
                    "description": "Change in walking endurance will be assessed as the distance covered during the 6-minute walk test (6mWT). Higher values represent greater walking endurance.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Aerobic capacity",
                    "description": "Cardiopulmonary exercise tests will be performed on a motorized treadmill following an individualized protocol using standard procedures. Measures relating to peak oxygen consumption (VO2 max) will be calculated to quantify aerobic capacity. Higher values represent greater aerobic capacity.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Visual processing speed",
                    "description": "Assessed by the Symbol Digit Modalities Test (SDMT). Participants will verbally identify digit-symbol pairings as quickly as possible in response to a series of unpaired symbols displayed on screen. The outcome is the total number of correct responses in 30, 60 and 90 seconds. Higher scores represent greater visual processing speed.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Verbal learning and memory",
                    "description": "Assessed by the California Verbal Learning Test II (CVLT-II). Participants will be read aloud 16 words and immediately recall as many words as possible, in any order, for each of the five trials. The total score out of 80 will be calculated by summing the number of correct responses from each trial (T1 to T5). Higher scores represent greater verbal learning and memory.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Spatial walking symmetry",
                    "description": "Wearable sensors will be donned during walking tests. Step length will be measured from both legs, and the symmetry will be determined as (more affected step length/less affected step length). A value of 1 represents interlimb symmetry. Values different from 1 represent asymmetry.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Temporal walking symmetry",
                    "description": "Wearable sensors will be donned during walking tests. Swing time will be measured from both legs, and the symmetry will be determined as (more affected swing time/less affected swing time). A value of 1 represents interlimb symmetry. Values different from 1 represent asymmetry.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Community ambulation",
                    "description": "An accelerometer will be worn for a seven-day period. Moderate to vigorous physical activity (MVPA) will be recorded. Higher values represent greater community ambulation",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                },
                {
                    "measure": "Interhemispheric inhibition",
                    "description": "Transcranial magnetic stimulation (TMS) will be applied to both hemispheres and responses (silent period duration) will be measured in the ipsilateral limb. Higher values represent greater interhemispheric inhibition.",
                    "timeFrame": "Immediately (within 1 week) before and after training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥21 years\n* Multiple sclerosis diagnosis\n* Stable disease-modifying therapy (DMT) over the past 6 months\n* Walking dysfunction (i.e., abnormal gait pattern, Expanded Disability Status Scale (EDSS) score of 4-6.5, and/or Patient-determined disease steps (PDDS) score of 3-6)\n* Able to walk for 6 minutes at self-paced speed. Handheld assistive device is acceptable.\n* Symptomatic fatigue (Fatigue Severity Score ≥ 4)\n\nExclusion Criteria:\n\n* Adults unable to consent\n* Pregnant women\n* Prisoners\n* Multiple sclerosis relapse within the last 30 days\n* Other neurological disorders besides multiple sclerosis\n* Cardiorespiratory or metabolic diseases (e.g., cardiac arrhythmia, uncontrolled hypertension or diabetes, chronic emphysema)\n* Significant cognitive or communication impairment (Mini-Mental State Examination (MMSE)\\<21), which could impede the understanding of the purpose of procedures of the study or prevent the patient from performing the ankle-tracking task.\n* Severe osteoporosis\n* Failure to pass the graded exercise stress test\n* Implanted cardiac pacemaker\n* Metal implants in the head or face\n* Unexplained, recurring headaches\n* History of seizures or epilepsy\n* Currently under medication that could increase motor excitability and lower seizure threshold\n* Skull abnormalities or fractures\n* Concussion within the last 6 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brice T Cleland, PhD",
                    "role": "CONTACT",
                    "phone": "312-996-9056",
                    "email": "bcleland@uic.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brice T Cleland, PhD",
                            "role": "CONTACT",
                            "phone": "312-996-9056",
                            "email": "bcleland@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All underlying data for this study will be deidentified and then will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "All shared data will be made available at latest by the time of associated publication or at the end of the performance period, whichever comes first. As permitted by the relevant repositories, data will be made available in perpetuity, but at minimum for 10 years.",
            "accessCriteria": "All data described above will be shared on UIC INDIGO and UIC Research Data Glacier, university institutional and data repositories. All shared data will be accessible via persistent unique identifiers (Digital Object Identifier \\[DOI\\]). DOIs will be referenced in any related publications."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}