{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04861571",
            "orgStudyIdInfo": {
                "id": "202008444"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Effect of VLCD on the Reduction of Liver Steatosis and Fibrosis in Subjects With Obesity and NAFLD",
            "officialTitle": "Effect of Very Low-calorie Diet on the Reduction of Liver Steatosis and Fibrosis in Subjects With Obesity and Non-alcoholic Fatty Liver Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effect-of-vlcd-on-the-reduction-of-liver-steatosis-and-fibrosis-in-subjects-with-obesity-and-nafld"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-21",
            "studyFirstSubmitQcDate": "2021-04-25",
            "studyFirstPostDateStruct": {
                "date": "2021-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marcelo Correia",
                "investigatorTitle": "MD, PhD Clinical Assistant Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Non-alcoholic fatty liver disease (NAFLD) is a common complication of obesity which can progress to deadly complications like end-stage liver disease and hepatocellular carcinoma. In the wake of the obesity epidemic, NAFLD is becoming the main etiology of liver transplantation in the US. Currently, there are no FDA approved pharmacological treatments for NAFLD. Weight loss through lifestyle modifications, pharmacotherapy and bariatric surgery can be effective strategies for the management of NAFLD. Even though substantial weight loss and improvement in NAFLD can be achieved with bariatric surgery, only a small proportion of patients with obesity undergo surgery. Very-low calorie diets (VLCD) are replacement meals manufactured to substitute natural foods and limited total intake of 800-960 kcal in divided meals. Very low-calorie diets can produce substantial weight loss of 10% over 2 to 3 months. We hypothesize that VLCD reduce liver steatosis and, fibrosis measured non-invasively with transient elastography. Our main aim is #1 to assess the effect of VLCD on liver fatty infiltration and fibrosis. We also have three exploratory aims exploring novel pathogenic factors that mediate the improvement of NAFLD by VLCD: #2 assess the effect of VLCD on micro RNAs (miRs) associated with pathophysiology of NAFLD: #3 assess the effect of VLCD on changes of salivary and fecal microbiome in the setting of NAFLD: #4 to determine the effect of VLCD on platelet function. This pilot project will produce preliminary data for the development of a larger grant application to study the efficacy of VLCD in the management of NAFLD. Furthermore, it will potentially identify factors that mediate improvement of NAFLD after VLCD. We will treat 10 subjects with obesity and NAFLD for 8 weeks with VLCD or lower calorie diet (control group) and obtain transient elastography before and after the interventions along with other measurements of interest. Our project may have significant impact by establishing VLCD as a clinically effective option for the improvement of liver steatosis and fibrosis in patients with obesity and NAFLD ineligible or without access to bariatric surgery.",
            "detailedDescription": "Study design: The investigators plan to perform a controlled, non-randomized, open-label, pilot clinical trial to evaluate the effect of an 8-week VLCD intervention on NAFLD. The main variable of this study is the magnitude of liver steatosis and fibrosis assessed non-invasively by elastography. The investigators will compare these variables before and after the VLCD intervention. Hereby, it is hypothesized that VLCD reduces liver steatosis and fibrosis.\n\nStudy Subjects: Potential adult participants with obesity \\[age ≥ 18 years old; body mass index (BMI) ≥ 30 kg/m2 and ≤ 50 kg/m2\\] will be recruited at the Weight Management Clinic, at the Diabetes Center and at the Digestive Health Center, all at University of Iowa Health Care (UIHC). The investigators will invite potential participants with negative tests for viral hepatitis C and autoimmune hepatitis, and elastography results positive for fibrosis grade F0 through F4 and/or steatosis grade S1 through S3 within the last 6 months. The above tests, along with complete blood count (CBC), basic metabolic profile (BMP), thyroid stimulating hormone (TSH) with reflex free thyroxine (free T4) and hemoglobin A1c are routinely obtained as part of the standard of care at the recruitment clinics. Oral health status of these patients will be obtained from the available dental charts, if not, a dental examination will be performed. With Institutional Board Review (IRB) authorization, the investigators will interrogate the charts to verify whether subjects meet criteria for participation. Case managers will contact potential participants by telephone, electronic mail or letter.\n\nDetailed sessions:\n\nWeek 0 Visit (enrolment visit): Subjects who meet the above criteria will be invited for week 0 visit at UIHC Preventive Intervention Center. Subjects will fast for 12 hours for week 0 visit. After signing informed consent, the inclusion/exclusion criteria will be reviewed again. Clinical history and physical exam will be charted from the last clinical note. Subjects will fill the AUDIT C, a screening questionnaire for alcohol consumption. Vitals signs (that is, seated and standing blood pressure and heart rate, ambient air pulse saturation of O2, weight, height, and neck and waist circumferences). Blood samples for sodium, potassium, creatinine, CBC, AST, ALT, triglycerides, glucose, insulin, A1c (table 1), miR, and platelets will also be drawn during week 0 visit. Female participants at reproductive age will be asked to provide urine sample for pregnancy test. Unstimulated saliva will be collected from the participants by asking them to spit into a collection tube. Supplies for stool collection with instructions for sample return will be provided for assessment of baseline fecal microbiome testing. Stools samples should be returned to the research center before VLCD initiation. The participant will also meet the research manager for education about the VLCD and lower calorie diet during week 0 visit. The research manager will dispense 2-week worth of Optifast® replacement meals.\n\nWeek 2 Visit: At the end of week 2, the participant who consumes VLCD, but not a lower calorie diet, will return to the UIHC Preventive Intervention Center, when vital signs will be assessed and blood samples for laboratory tests will be drawn (table 1). On week 2 visit, sodium, potassium and creatinine will be assessed. Participants will complete of an adverse event questionnaire. Very low-calorie diets will be dispensed at week 2 visit.\n\nWeek 4 Visit: At the end of week 4, the participant who consumes VLCD, but not a lower calorie diet, will return to the UIHC Preventive Intervention Center, when vital signs will be assessed and blood samples for laboratory tests will be drawn (table 1). On week 4 visit, sodium, potassium, creatinine, ALT, AST, and uric acid will be assessed. Participants will complete of an adverse event questionnaire. Very low-calorie diets will be dispensed at week 4 visit.\n\nWeek 8 Visit (closing visit): At the end of week 8, the participant who consumes VLCD or a lower calorie diet will return to the UIHC Preventive Intervention Center for week 8 visit. Subjects will fast 12 hours for week 8 visit when saliva and blood samples for sodium, potassium, creatinine, CBC, ALT, AST, triglycerides, glucose, insulin, A1c (table 1) and miR will be collected. The participant will be instructed to bring a stool sample for microbiome analysis using collection supplies dispensed beforehand. The post-VLCD elastography will be performed during the final visit. Participants will complete of an adverse event questionnaire. The participant will also meet the research manager and receive education about transitioning from VLCD to a low calorie, low fat diet during the closure visit. The participants will be recommended to weight themselves weekly after the VLCD intervention. The research manager will contact the participant by telephone or video-call to assess adherence to low calorie, low fat diet and to review the weight trajectory 1 month after termination of the study.\n\nTelephone and/or video-call contacts: Between week 0 and 8 visits, the research manager will contact the participant by telephone or video-call on a weekly basis for diet compliance, and assessment of adherence, response and adverse events of VLCD or lower calorie diet for 8 weeks, and then for 4 weeks after termination of the diet. Therefore, the total time of participation in the study is 12 weeks.\n\nVery low-calorie diet treatment: The VLCD program will last 8 weeks and then will be followed by a gradual re-introduction of food through the next 1 month. The only sources of nutrition during this phase are the Optifast® products providing up to 800 kcal per day. Two liters (67.63 fl oz) of water should also be consumed each day. Participants will receive Optifast® replacement meals at no cost. The replacement meals will be dispensed at the UIHC Preventive Intervention Center on weeks 0, 2, and 4. Participants will be instructed to use 5 replacement meals per day (800 kcal total) with 40% of calories as protein, 40% as carbohydrate, and 20% as fat (Ard, Lewis et al. 2019)."
        },
        "conditionsModule": {
            "conditions": [
                "NAFLD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Very Low Calorie Diet Arm",
                    "type": "EXPERIMENTAL",
                    "description": "We plan to perform a controlled, non-randomized, open-label, pilot clinical trial to evaluate the effect of an 8-week VLCD intervention on NAFLD.",
                    "interventionNames": [
                        "Dietary Supplement: Dietary intervention with very low calorie diet (VLCD)"
                    ]
                },
                {
                    "label": "Control Arm",
                    "type": "OTHER",
                    "description": "The control group will consume a lower calorie diet and will be instructed to reduce their usual intake of normally consumed foods by up to 500 kcal per day but no less than 1200 kcal per day.",
                    "interventionNames": [
                        "Other: Control Arm"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Dietary intervention with very low calorie diet (VLCD)",
                    "description": "The VLCD program will last 8 weeks. The only sources of nutrition during this phase are the Optifast® products providing up to 800 kcal per day. Two liters (67.63 fl oz) of water should also be consumed each day. Participants will be instructed to use 5 replacement meals per day (800 kcal total) with 40% of calories as protein, 40% as carbohydrate, and 20% as fat.",
                    "armGroupLabels": [
                        "Very Low Calorie Diet Arm"
                    ],
                    "otherNames": [
                        "VLCD Arm"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Control Arm",
                    "description": "The control group will consume a lower calorie diet and will be instructed to reduce their usual intake of normally consumed foods by up to 500 kcal per day but no less than 1200 kcal per day.",
                    "armGroupLabels": [
                        "Control Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Liver steatosis",
                    "description": "The investigators will assess the effect of VLCD on liver steatosis using transient elastography. The elastography parameter of interest is the controlled attenuation parameter (CAP) reported as a continuous variable in decibel per meter (dB/m).",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Liver fibrosis",
                    "description": "The investigators will assess the effect of VLCD on liver fibrosis using transient elastography. The elastography parameter of interest is the liver stiffness measurement (LFM) reported as a continuous variable in kilopascal (kPa).",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Micro RNA (miRNA)",
                    "description": "Assess the effect of VLCD therapy on micro RNAs expressed as percent change or fold change associated with the pathophysiology of NAFLD.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Fecal microbiome",
                    "description": "Assess the effect of VLCD therapy on qualitative and percent changes of fecal microbiome species in the setting of NAFLD",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Salivary microbiome",
                    "description": "Determine the effect of VLCD therapy on qualitative and percent changes of salivary microbiome species in the setting of NAFLD",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Platelet function",
                    "description": "Assess the effect of VLCD therapy on platelet function in patients with obesity and NAFLD. Specifically, we will study platelet aggregation in response to diverse platelet activators (collagen, CRP, TRAP, ADP), and clot retraction in response to thrombin.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion and Exclusion Criteria\n\nThe inclusion criteria for participation are as follows:\n\n1. Male and female subjects with age ≥ 18 years old and \\< 70 years old.\n2. BMI ≥ 30 kg/m2 and ≤ 50 kg/m2\n3. Negative tests for viral hepatitis C (hepatitis C antibody) and autoimmune hepatitis (anti-smooth muscle antibody)\n4. Evidence of liver steatosis on an image method such as ultrasound, CT scan or MRI, or subjects with elastography score F1 and above and/or S1 and above can be included\n\nThe exclusion criteria are as follows:\n\n1. Type 1 diabetes mellitus\n2. Subjects with type 2 diabetes mellitus who use insulin\n3. Heart failure\n4. Myocardial infarction within last 6 months\n5. Unstable angina\n6. Chronic kidney disease with eGFR ≤ 30 mL/min/1.73 m²\n7. Chronic obstructive pulmonary disease requiring O2 supplementation\n8. Coexisting liver disease or end-stage liver disease\n9. Severe or uncontrolled mental health disease, including eating disorders\n10. Gout\n11. History of uric acid nephrolithiasis\n12. Porphyria\n13. Conception attempts, confirmed pregnancy or breast feeding\n14. Past or active cholecystitis without cholecystectomy\n15. Uncontrolled hyperthyroidism\n16. Uncontrolled hypothyroidism with TSH ≥ 10 mcIU/mL\n17. Excessive alcohol consumption (that is, an AUDIT-C score ≥ 4 for men and ≥ 3 for women)\n18. Use of warfarin, lithium, chronic use of prednisone (20mg or more daily)\n19. Subjects with no elastography in the previous 12 months will be excluded from the study\n20. Subjects with F0 and S0 on elastography will be excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marcelo L Correia, MD PhD",
                    "role": "CONTACT",
                    "phone": "1-319-541-4513",
                    "email": "marcelo-correia@uiowa.edu"
                },
                {
                    "name": "Constance R Shelsky, RN",
                    "role": "CONTACT",
                    "phone": "319-384-5058",
                    "email": "constance-shelsky@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marcelo L Correia, MD PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa Health Care",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marcelo L Correia",
                            "role": "CONTACT",
                            "phone": "319-541-4513",
                            "email": "marcelo-correia@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28978799",
                    "type": "BACKGROUND",
                    "citation": "Acharya C, Sahingur SE, Bajaj JS. Microbiota, cirrhosis, and the emerging oral-gut-liver axis. JCI Insight. 2017 Oct 5;2(19):e94416. doi: 10.1172/jci.insight.94416."
                },
                {
                    "pmid": "30421863",
                    "type": "BACKGROUND",
                    "citation": "Ard JD, Lewis KH, Rothberg A, Auriemma A, Coburn SL, Cohen SS, Loper J, Matarese L, Pories WJ, Periman S. Effectiveness of a Total Meal Replacement Program (OPTIFAST Program) on Weight Loss: Results from the OPTIWIN Study. Obesity (Silver Spring). 2019 Jan;27(1):22-29. doi: 10.1002/oby.22303. Epub 2018 Nov 13."
                },
                {
                    "pmid": "25820757",
                    "type": "BACKGROUND",
                    "citation": "Bajaj JS, Betrapally NS, Hylemon PB, Heuman DM, Daita K, White MB, Unser A, Thacker LR, Sanyal AJ, Kang DJ, Sikaroodi M, Gillevet PM. Salivary microbiota reflects changes in gut microbiota in cirrhosis with hepatic encephalopathy. Hepatology. 2015 Oct;62(4):1260-71. doi: 10.1002/hep.27819. Epub 2015 May 6."
                },
                {
                    "pmid": "31300518",
                    "type": "BACKGROUND",
                    "citation": "Gjorgjieva M, Sobolewski C, Dolicka D, Correia de Sousa M, Foti M. miRNAs and NAFLD: from pathophysiology to therapy. Gut. 2019 Nov;68(11):2065-2079. doi: 10.1136/gutjnl-2018-318146. Epub 2019 Jul 12."
                },
                {
                    "pmid": "19592223",
                    "type": "BACKGROUND",
                    "citation": "Lin WY, Wu CH, Chu NF, Chang CJ. Efficacy and safety of very-low-calorie diet in Taiwanese: a multicenter randomized, controlled trial. Nutrition. 2009 Nov-Dec;25(11-12):1129-36. doi: 10.1016/j.nut.2009.02.008. Epub 2009 Jul 9."
                },
                {
                    "pmid": "27621571",
                    "type": "BACKGROUND",
                    "citation": "Mikolasevic I, Orlic L, Franjic N, Hauser G, Stimac D, Milic S. Transient elastography (FibroScan((R))) with controlled attenuation parameter in the assessment of liver steatosis and fibrosis in patients with nonalcoholic fatty liver disease - Where do we stand? World J Gastroenterol. 2016 Aug 28;22(32):7236-51. doi: 10.3748/wjg.v22.i32.7236."
                },
                {
                    "pmid": "19346117",
                    "type": "BACKGROUND",
                    "citation": "Anfossi G, Russo I, Trovati M. Platelet dysfunction in central obesity. Nutr Metab Cardiovasc Dis. 2009 Jul;19(6):440-9. doi: 10.1016/j.numecd.2009.01.006. Epub 2009 Apr 5."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Liver Steatosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Liver Steatosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}