{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05546658",
            "orgStudyIdInfo": {
                "id": "IRB00284207"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Psilocybin in Obsessive Compulsive Disorder",
            "officialTitle": "Effects of Psilocybin in Obsessive Compulsive Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-psilocybin-in-obsessive-compulsive-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-15",
            "studyFirstSubmitQcDate": "2022-09-15",
            "studyFirstPostDateStruct": {
                "date": "2022-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will test the feasibility, safety, and evidence for efficacy of psilocybin administration in participants with obsessive compulsive disorder (OCD). This will serve as a preliminary proof of concept study for future larger studies aimed to investigate the utility, cognitive mechanisms, and neural correlates of this intervention.",
            "detailedDescription": "Participants in this study will receive two doses of psilocybin approximately two weeks apart. Assessments will be conducted during screening visits, psilocybin sessions, and at follow up visits up to 6 months after the final psilocybin session. Thirty participants will complete all study visits including follow-up visits.\n\nPrimary objectives:\n\n1. Investigate the feasibility, safety, and acceptability of psilocybin for OCD.\n2. Investigate the effect of psilocybin on OCD symptoms and concomitant depression and anxiety symptoms.\n3. Investigate the effect of psilocybin on quality of life.\n\nSecondary objectives:\n\n1. Investigate the effect of psilocybin on metacognition of episodic memory and decision-making.\n2. Investigate the effect of psilocybin on model-based learning.\n3. Investigate the effect of psilocybin on the ERN.\n4. Investigate the effect of psilocybin on affect and social connection.\n5. Investigate the effect of psilocybin on movement and communications."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-Compulsive Disorder"
            ],
            "keywords": [
                "Obsessive-Compulsive Disorder",
                "Psilocybin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Open-label, wait-list control, cross-over study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate Psilocybin",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will receive two sessions of psilocybin first (20mg in first session and then, if well tolerated, 30mg).",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                },
                {
                    "label": "Delayed Psilocybin",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Waitlist control. This arm will receive psilocybin after the waiting period is over (20mg in first session and then, if well tolerated, 30mg).",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin",
                    "description": "Psilocybin administration under supportive conditions",
                    "armGroupLabels": [
                        "Delayed Psilocybin",
                        "Immediate Psilocybin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in The Yale Brown Obsessive Compulsive Scale (Y-BOCS) score",
                    "description": "The 10 Y-BOCS items are each scored on a four-point scale from 0 = \"no symptoms\" to 4 = \"extreme symptoms\". The sum of the first five items is a severity index for obsessions, and the sum of the last five an index for compulsions. Total score is used as a measure of severity.",
                    "timeFrame": "1 week post session 1, 1 week post session 2"
                },
                {
                    "measure": "State-Trait Anxiety Inventory (STAI)",
                    "description": "The State-Trait Anxiety Inventory -State Version (STAI-S) has 20 items on a 4-point scale. Responses for the S-Anxiety scale assess intensity of current feelings \"at this moment\": 1) not at all, 2) somewhat, 3) moderately so, and 4) very much so.\n\nItem scores are added to obtain subtest total scores. Scoring should be reversed for anxiety-absent items (19 items of the total 40). Range of scores for each subtest is 20-80, the higher score indicating greater anxiety.",
                    "timeFrame": "1 month post session 2"
                },
                {
                    "measure": "Beck Depression Inventory II (BDI-II)",
                    "description": "The BDI-II is a self-report inventory of depressive symptoms, consisting of 21-items. Each of the 21 items corresponding to a symptom of depression is summed to give a single score for the Beck Depression Inventory-II (BDI-II). There is a four-point scale for each item ranging from 0 to 3. On two items (16 and 18) there are seven options to indicate either an increase or decrease of appetite and sleep. Higher scores indicate higher levels of depression.",
                    "timeFrame": "1 month post session 2"
                },
                {
                    "measure": "Quality of Life Enjoyment and Satisfaction Questionnaire (Q-LES-Q)",
                    "description": "The Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form (Q-LES-Q-SF) is a 16-item self-report questionnaire that captures life satisfaction over the past week. Each question is scored on a 5-point scale from 1 (Very Poor) to 5 (Very Good) that indicates the degree of enjoyment or satisfaction achieved during the past week relative to the particular activity or feeling described in the item. Total score indicates higher quality of life.",
                    "timeFrame": "1 month post session 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have given written informed consent\n* Currently meet criteria for a DSM-5 diagnosis of OCD and report a history of OCD for at least 1 year prior to screening\n* Have a Y-BOCS score of 18 or more\n* Have at least one prior attempt at treatment, either ERP or pharmacotherapy\n* No antidepressant medications for approximately five half-lives prior to acceptance in treatment phase of study\n* Women who are of childbearing potential and sexually active who are not practicing an effective means of birth control must agree to practice an effective means of birth control throughout the duration of the study\n* Be judged by study team clinicians to be at low risk for suicidality\n* Concurrent psychotherapy is allowed if the type and frequency of the therapy has been stable for at least two months prior to screening and is expected to remain stable during participation in the study\n* Be otherwise medically stable as determined by screening for medical problems via a personal interview, a medical questionnaire, a physical examination, an electrocardiogram (ECG), and routine medical blood and urinalysis laboratory tests (CBC, CMP, urine beta-HCG, urine toxicology screen)\n* Agree to consume approximately the same amount of caffeine-containing beverage (e.g., coffee, tea) that he/she consumes on a usual morning, before arriving at the research unit on the mornings of drug session days. If the participant does not routinely consume caffeinated beverages, he/she must agree not to do so on session days\n* Agree to refrain from using any psychoactive drugs, including alcoholic beverages, within 24 hours of each drug administration. The exceptions are caffeine and nicotine\n* Agree not to take any PRN medications on the mornings of drug sessions\n* Agree not to take sildenafil (Viagra®), tadalafil, or similar medications within 72 hours of each drug administration\n* Agree that for one week before each drug session, he/she will refrain from taking any nonprescription medication, nutritional supplement, or herbal supplement except when approved by the study investigators. Exceptions will be evaluated by the study investigators and will include acetaminophen, non-steroidal anti-inflammatory drugs, and common doses of vitamins and minerals.\n* Have limited lifetime use of hallucinogens (the following criteria are preferred: no use in the past 5 years; total hallucinogen use less than 10 times)\n\nExclusion Criteria:\n\n* Clinically significant transaminitis (AST or ALT greater than two times normal value)\n* Women who are pregnant (as indicated by a positive urine pregnancy test assessed at intake and before each drug session) or nursing\n* Women who are of childbearing potential and sexually active who are not practicing an effective means of birth control\n* Cardiovascular conditions: coronary artery disease, stroke, angina, uncontrolled hypertension, a clinically significant ECG abnormality (e.g., atrial fibrillation), prolonged QTc interval (i.e., QTc \\> 450 msec), heart valve, or transient ischemic attack (TIA) in the past year\n* Epilepsy with history of seizures\n* Type 1 diabetes\n* BMI \\< 18\n* Currently taking on a regular (e.g., daily) basis any psychoactive prescription medication or any medications having a primary centrally-acting serotonergic effect, or MAOIs. For individuals who have intermittent or PRN use of such medications, psilocybin sessions will not be conducted until approximately five half-lives of the agent have elapsed after the last dose.\n* Current (severe) migraine or other recurring severe headaches\n* Current or past history of meeting DSM-5 criteria for schizophrenia spectrum or other psychotic disorders (except substance-/medication-induced or due to another medical condition), or bipolar I disorder\n* Current or history within one year of meeting DSM-5 criteria for a moderate or severe alcohol, or other drug use disorder (excluding tobacco and caffeine)\n* Nicotine dependence that would be incompatible with an individual to be nicotine free for 8-10 hours on a psilocybin session day\n* Have a first degree relative with schizophrenia or other psychotic disorders (except substance/medication-induced or due to another medical condition), or bipolar I disorder",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ben Du, BA",
                    "role": "CONTACT",
                    "phone": "410-550-0007",
                    "email": "bdu1@jhu.edu"
                },
                {
                    "name": "Jeremy Scott, BA",
                    "role": "CONTACT",
                    "phone": "443-773-2446",
                    "email": "jscot115@jh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David B Yaden, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David B Yaden, PhD",
                            "role": "CONTACT",
                            "phone": "410-550-5250",
                            "phoneExt": "0-5250",
                            "email": "dyaden1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "2684084",
                    "type": "BACKGROUND",
                    "citation": "Goodman WK, Price LH, Rasmussen SA, Mazure C, Fleischmann RL, Hill CL, Heninger GR, Charney DS. The Yale-Brown Obsessive Compulsive Scale. I. Development, use, and reliability. Arch Gen Psychiatry. 1989 Nov;46(11):1006-11. doi: 10.1001/archpsyc.1989.01810110048007."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Spilberger, C. (1983). Manual for the state-trait anxiety inventory: STAI (Form Y). Palo Alto."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Beck, A.T., Steer, R.A. and Brown, G.K. (1996) Beck Depression Inventory-II. San Antonio, 78, 490-498."
                },
                {
                    "pmid": "8290681",
                    "type": "BACKGROUND",
                    "citation": "Endicott J, Nee J, Harrison W, Blumenthal R. Quality of Life Enjoyment and Satisfaction Questionnaire: a new measure. Psychopharmacol Bull. 1993;29(2):321-6."
                },
                {
                    "pmid": "29884456",
                    "type": "BACKGROUND",
                    "citation": "Doss MK, Weafer J, Gallo DA, de Wit H. Delta9-Tetrahydrocannabinol at Retrieval Drives False Recollection of Neutral and Emotional Memories. Biol Psychiatry. 2018 Nov 15;84(10):743-750. doi: 10.1016/j.biopsych.2018.04.020. Epub 2018 May 9."
                },
                {
                    "pmid": "28825422",
                    "type": "BACKGROUND",
                    "citation": "Doss MK, Weafer J, Gallo DA, de Wit H. MDMA Impairs Both the Encoding and Retrieval of Emotional Recollections. Neuropsychopharmacology. 2018 Mar;43(4):791-800. doi: 10.1038/npp.2017.171. Epub 2017 Aug 21."
                },
                {
                    "pmid": "25425323",
                    "type": "BACKGROUND",
                    "citation": "Banca P, Vestergaard MD, Rankov V, Baek K, Mitchell S, Lapa T, Castelo-Branco M, Voon V. Evidence accumulation in obsessive-compulsive disorder: the role of uncertainty and monetary reward on perceptual decision-making thresholds. Neuropsychopharmacology. 2015 Mar 13;40(5):1192-202. doi: 10.1038/npp.2014.303."
                },
                {
                    "pmid": "31194808",
                    "type": "BACKGROUND",
                    "citation": "Marton T, Samuels J, Nestadt P, Krasnow J, Wang Y, Shuler M, Kamath V, Chib VS, Bakker A, Nestadt G. Validating a dimension of doubt in decision-making: A proposed endophenotype for obsessive-compulsive disorder. PLoS One. 2019 Jun 13;14(6):e0218182. doi: 10.1371/journal.pone.0218182. eCollection 2019."
                },
                {
                    "pmid": "21435563",
                    "type": "BACKGROUND",
                    "citation": "Daw ND, Gershman SJ, Seymour B, Dayan P, Dolan RJ. Model-based influences on humans' choices and striatal prediction errors. Neuron. 2011 Mar 24;69(6):1204-15. doi: 10.1016/j.neuron.2011.02.027."
                },
                {
                    "pmid": "31596434",
                    "type": "BACKGROUND",
                    "citation": "Gillan CM, Kalanthroff E, Evans M, Weingarden HM, Jacoby RJ, Gershkovich M, Snorrason I, Campeas R, Cervoni C, Crimarco NC, Sokol Y, Garnaat SL, McLaughlin NCR, Phelps EA, Pinto A, Boisseau CL, Wilhelm S, Daw ND, Simpson HB. Comparison of the Association Between Goal-Directed Planning and Self-reported Compulsivity vs Obsessive-Compulsive Disorder Diagnosis. JAMA Psychiatry. 2020 Jan 1;77(1):77-85. doi: 10.1001/jamapsychiatry.2019.2998. Erratum In: JAMA Psychiatry. 2020 Jan 1;77(1):104. doi: 10.1001/jamapsychiatry.2019.3835."
                },
                {
                    "pmid": "19428431",
                    "type": "BACKGROUND",
                    "citation": "Grundler TO, Cavanagh JF, Figueroa CM, Frank MJ, Allen JJ. Task-related dissociation in ERN amplitude as a function of obsessive-compulsive symptoms. Neuropsychologia. 2009 Jul;47(8-9):1978-87. doi: 10.1016/j.neuropsychologia.2009.03.010. Epub 2009 Mar 17."
                },
                {
                    "pmid": "28041946",
                    "type": "BACKGROUND",
                    "citation": "Riesel A, Goldhahn S, Kathmann N. Hyperactive performance monitoring as a transdiagnostic marker: Results from health anxiety in comparison to obsessive-compulsive disorder. Neuropsychologia. 2017 Feb;96:1-8. doi: 10.1016/j.neuropsychologia.2016.12.029. Epub 2016 Dec 29."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "John, O. P., Naumann, L. P., & Soto, C. J. (2008). Paradigm shift to the integrative Big Five trait taxonomy: History, measurement, and conceptual issues. Handbook of Personality: Theory and Research, 3rd Ed., 114."
                },
                {
                    "pmid": "8628042",
                    "type": "BACKGROUND",
                    "citation": "Ware J Jr, Kosinski M, Keller SD. A 12-Item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity. Med Care. 1996 Mar;34(3):220-33. doi: 10.1097/00005650-199603000-00003."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Guy, W. (1976). ECDEU assessment manual for psychopharmacology-revised (DHEW publ no ADM 76-338). rockville, MD, US department of health, education, and welfare. Public Health Service, Alcohol, Drug Abuse, and Mental Health Administration, NIMH Psychopharmacology Research Branch, Division of Extramural Research Programs, 1076, 534-537."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003193",
                    "term": "Compulsive Personality Disorder"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "asFound": "Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}