{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03689543",
            "orgStudyIdInfo": {
                "id": "180144"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-M-0144"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Effects of an ER Beta Agonist (Lilly Compound LY500307) on Estradiol-Withdrawal-Induced Mood Symptoms in Women With Past Perimenopausal Depression",
            "officialTitle": "The Effects of an ER Beta Agonist (Lilly Compound LY500307) on Estradiol-withdrawal-induced Mood Symptoms in Women With Past Perimenopausal Depression",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "effects-of-an-er-beta-agonist-lilly-compound-on-estradiol-withdrawal-induced-mood-symptoms-in-women-with-past-perimenopausal-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-09-26",
            "studyFirstSubmitQcDate": "2018-09-27",
            "studyFirstPostDateStruct": {
                "date": "2018-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSome women who had depression in the perimenopause may have mood symptoms again if they stop estrogen therapy. Estrogen acts in the brain and other tissues by binding to at least three types of estrogen receptors. One of these receptors, estrogen receptor beta may affect anxiety and depression. The drug LY500307 acts only on this receptor. In this study, researchers will initially give you estrogen and then suddenly stop estrogen after three weeks. Then they will study how LY500307 affects mood symptoms.\n\nObjectives:\n\nTo study how withdrawing estradiol affects mood. To test the safety and side effects of LY500307.\n\nEligibility:\n\nHealthy women ages 45-65 who had depression related to perimenopause in recent years and whose mood systems got better with estradiol\n\nDesign:\n\n-Participants will be screened with:\n\nMedical history\n\nPhysical exam\n\nBlood tests\n\nPsychiatric interview\n\nGynecological exam\n\n* Participants able to get pregnant must use effective barrier birth control throughout the study.\n* During the first 3 weeks, participants will wear an estrogen patch. It is 1x2 inches and will be replaced every 3 days.\n* For the next 3 weeks, participants will take 3 study capsules every morning. They will not know if they get the study drug or placebo.\n* Some participants will also take a progesterone-like drug for 1 week at the end of the medication phase of the study.\n* Participants will have 9 one-hour study visits. They will have blood samples and vital signs taken. They will answer questions about mood and behavior symptoms.\n* Participants will keep a daily log of these symptoms.\n* Participants will have 2 transvaginal ultrasounds. A probe is temporarily placed 2-3 inches into the vaginal canal and sound waves are used to create pictures of the lining of the uturus.\n* Participants will have a final visit 4 weeks after stopping the study drug. They will answer questions about mood and side effects.",
            "detailedDescription": "OBJECTIVE:\n\nDuring the perimenopause, the incidence of depression increases 1-5 and predicts increased all-cause and cardiovascular mortality. A role of estradiol withdrawal in the onset of mood disorders in some perimenopausal women has been suggested indirectly by estradiol s antidepressant efficacy and safety in perimenopausal depression. Moreover, observational studies report the emergence of depressive symptoms after the discontinuation of menopausal hormone therapy (HT) in 5-10% of women. The coincidence of declining ovarian function with the onset of depression led to the inference that withdrawal from physiologic estradiol levels underpinned depression during the perimenopause. To test this inference, we undertook a study to examine the role of estradiol withdrawal in perimenopausal depression. We evaluated the effects of the acute withdrawal of estradiol therapy in postmenopausal women with and those without a past perimenopausal depression. Results demonstrated that estradiol withdrawal induces depressive symptoms in women with a past perimenopausal depression, but not in those without such a history. This study was the first to provide direct evidence that estradiol withdrawal is the relevant physiologic trigger for depressive symptoms in women with this condition. In women with past perimenopausal depression, the recurrence of depressive symptoms during blinded hormone withdrawal suggests that normal changes in ovarian estradiol secretion can trigger an abnormal behavioral state in these susceptible women. These data also suggest that the effects of estradiol withdrawal are processed differently in some women, presumably by altering the brain network composition or activity that underlies affective state. In this next protocol, we will examine a possible mechanism mediating the effects of estradiol- withdrawal on mood symptoms in asymptomatic postmenopausal women with a past perimenopausal depression. We propose to evaluate the efficacy and safety of a selective estrogen receptor (ER) beta agonist (Lilly Compound LY500307) to prevent estradiol withdrawal-induced mood symptoms. The effects of estradiol primarily occur through activation of two receptor subtypes, often with opposing outcomes: estrogen receptor (ER) alpha, and ER beta. We focus on ER beta because the beta estrogen receptor is reported to mediate the effects of estradiol on the serotonergic system and mediate the antidepressant-like effects of estradiol in the forced-swim test. Moreover, selective agonists of estrogen receptor beta have been demonstrated to attenuate the behavioral and hypothalamic-pituitary- adrenal (HPA) axis response to stress in animal studies. We propose to employ the selective estrogen receptor agonist LY500307 under double-blind, placebo controlled conditions to examine the specific role of estrogen receptor beta in the effects of estrogen withdrawal in women with a past perimenopause-related depression. Depressive symptoms will be measured with standardized ratings scales (i.e., Center for Epidemiologic Studies Depression scale (CES-D) and 17-item Hamilton Rating Scale of Depression (HRSD)). We will also generate patient-derived LCLs and IPSCs from the women participating in this protocol to investigate both intrinsic cellular differences between women with PMD and controls as well as examining the effects of estradiol withdrawal with and without invitro exposures to an ER beta agonist. Additionally, we will perform whole exome (WES) and whole transcriptome (WTS) sequencing (and possibly whole genome sequencing (WGS) under this protocol in the future Results of this study will determine the role of ER beta in estradiol withdrawal-induced mood symptoms and can provide preliminary data to support the efficacy and safety of this compound as a treatment for depression during the perimenopausal transition.\n\nSTUDY POPULATION:\n\nWe propose to employ the selective estrogen receptor agonist LY500307 under double-blind, placebo controlled conditions to examine the specific role of estrogen receptor beta in the effects of estrogen withdrawal in women with a past perimenopause-related depression. Depressive symptoms will be measured with standardized ratings scales (i.e., Center for Epidemiologic Studies Depression scale (CES-D) and 17-item Hamilton Rating Scale of Depression (HRSD)). Results of this study will determine the role of ER beta in estradiol withdrawal-induced mood symptoms and can provide preliminary data to support the efficacy and safety of this compound as a treatment for depression during the perimenopausal transition.\n\nDESIGN:\n\nWe propose to employ the selective estrogen receptor agonist LY500307 under double-blind, placebo controlled conditions to examine the specific role of estrogen receptor beta in the effects of estrogen withdrawal in women with a past perimenopause-related depression. Depressive symptoms will be measured with standardized ratings scales (i.e., Center for Epidemiologic Studies Depression scale (CES-D) and 17-item Hamilton Rating Scale of Depression (HRSD)). Results of this study will determine the role of ER beta in estradiol withdrawal-induced mood symptoms and can provide preliminary data to support the efficacy and safety of this compound as a treatment for depression during the perimenopausal transition."
        },
        "conditionsModule": {
            "conditions": [
                "Perimenopause-Related Depression"
            ],
            "keywords": [
                "Perimenopause-related depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "LY500307 at 25mg per day",
                    "interventionNames": [
                        "Drug: ER beta agonist"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "LY500307 at 75mg per day",
                    "interventionNames": [
                        "Drug: ER beta agonist"
                    ]
                },
                {
                    "label": "Arm 3",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Matched placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ER beta agonist",
                    "description": "We propose to evaluate the efficacy of a selective estrogen receptor (ER) beta agonist (Lilly Compound LY500307) to prevent estradiol withdrawal-induced mood symptoms. The effects of estradiol primarily occur through activation of two receptor subtypes, often with opposing outcomes: estrogen receptor (ER) alpha, and ER beta. We focus on ER beta because the beta estrogen receptor is reported to mediate the effects of estradiol on the serotonergic system and mediate the antidepressant-like effects of estradiol in the forced-swim test.",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "Arm 3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Epidemiologic Studies-Depression Scale (CES-D)",
                    "description": "Epidemiologic Studies-Depression Scale (CES-D)",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "bserver ratings - the 17-item Hamilton Rating Scale of Depression (HRSD)",
                    "description": "bserver ratings - the 17-item Hamilton Rating Scale of Depression (HRSD)",
                    "timeFrame": "Ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "endometrial thickness as measured by vaginal ultrasound",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "Plasma LH, FSH, prolactin, and lipid levels",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "Visual analogue scale (VAS)",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "Beck Depression Inventory (BDI)",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "14 item six point likert-type scale",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Women with a past perimenopause-related depression (within 12 years). The diagnosis of perimenopause-related depression will be based on a history of a past depressive episode (major or minor depression confirmed by Structured Clinical Interview for DSM-V (SCID)) at midlife in association with menstrual cycle irregularity (and possibly hot flushes and/or vaginal dryness) and in whom menopausal hormone therapy was reported to improve their depression at any time within the prior twelve years. All women participating in this protocol will be screened with psychiatric, medical, and reproductive evaluations to confirm they are in good medical health.\n  2. Age 45 to 65\n  3. Medication free (including no mood stabilizers, no sleep medication) except for the following: women on menopausal hormone therapy who will discontinue these medications at the start of this study and have their hormone therapy replaced with estradiol 100mcg per day (as described below), women who are on stable doses of thyroid replacement for at least six months prior to study enrollment, or women who occasionally take non-steroidal anti-inflammatory drugs \\[NSAIDs\\] or allergy medications (although we will ask women to minimize the use of these medications during the study).\n  4. Subjects must have consent capacity\n\nEXCLUSION CRITERIA:\n\nThe following conditions will constitute contraindications to participate in this protocol:\n\n1. Any current Axis 1 psychiatric illness or any clinically significant sleep disorder;\n2. Women with histories of hormone replacement therapy-induced dysphoria due to either the estrogen or the progesterone components of their hormone replacement;\n3. Past history of major depression with suicidal ideation;\n4. History of ischemic cardiac disease, pulmonary embolism, or thrombophlebitis;\n5. Renal disease; hepatic dysfunction; history of cholecystitis; hypertension;\n6. Women with a history of carcinoma of the breast or any undiagnosed breast nodule/mass;\n7. Women with a history of uterine cancer, ill-defined pelvic lesions, particularly undiagnosed ovarian enlargement, undiagnosed vaginal bleeding;\n8. Pregnant women; sexually active women will be required to employ barrier contraceptive methods;\n9. Cerebrovascular disease (stroke);\n10. Recurrent migraine headaches;\n11. Women who have had a hysterectomy before one year after their last menstrual period.\n\nNIMH employees/staff and their immediate family members will be excluded from the study per NIMH policy.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "45 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Annie K. Shellswick",
                    "role": "CONTACT",
                    "phone": "(301) 402-9207",
                    "email": "annieshellswick@mail.nih.gov"
                },
                {
                    "name": "Peter J Schmidt, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6120",
                    "email": "peterschmidt@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter J Schmidt, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16585467",
                    "type": "BACKGROUND",
                    "citation": "Cohen LS, Soares CN, Vitonis AF, Otto MW, Harlow BL. Risk for new onset of depression during the menopausal transition: the Harvard study of moods and cycles. Arch Gen Psychiatry. 2006 Apr;63(4):385-90. doi: 10.1001/archpsyc.63.4.385."
                },
                {
                    "pmid": "16585466",
                    "type": "BACKGROUND",
                    "citation": "Freeman EW, Sammel MD, Lin H, Nelson DB. Associations of hormones and menopausal status with depressed mood in women with no history of depression. Arch Gen Psychiatry. 2006 Apr;63(4):375-82. doi: 10.1001/archpsyc.63.4.375."
                },
                {
                    "pmid": "20531231",
                    "type": "BACKGROUND",
                    "citation": "Freeman EW. Associations of depression with the transition to menopause. Menopause. 2010 Jul;17(4):823-7. doi: 10.1097/gme.0b013e3181db9f8b."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-M-0144.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Data will be shared with dbGaP, BTRIS and NIMH Data Archive as determined by the Principal Investigator.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Starting 24 months after final publication",
            "accessCriteria": "Data will be shared with dbGaP, BTRIS and NIMH Data Archive as determined by the Principal Investigator."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "relevance": "LOW"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}