{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04299490",
            "orgStudyIdInfo": {
                "id": "IRB00224309"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U01HL150568-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U01HL150568-01"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Effects of Experimental Sleep Disturbances on Receptor Function of Study Drug",
            "officialTitle": "Effects of Experimental Sleep Disruption and Fragmentation on Study Drug Receptor Function, Receptor Agonist Analgesia, and Abuse Liability",
            "acronym": "Sleep-MOR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "effects-of-experimental-sleep-disturbances-on-receptor-function-of-study-drug"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-03",
            "studyFirstSubmitQcDate": "2020-03-05",
            "studyFirstPostDateStruct": {
                "date": "2020-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this project is to determine whether common sleep disturbance patterns, sleep continuity disturbance (SCD) and Sleep Fragmentation (SF), alter cerebral study drug receptor availability, drug-based analgesia, and drug abuse liability. The investigators specifically aim to: 1) evaluate whether experimental SCD and/or SF alter resting or pain-evoked receptor binding potential in brain regions associated with pain inhibition; 2) examine whether SCD and/or SF alters the analgesic response and abuse liability profile of a study medication; and 3) determine whether receptor binding potentials in brain regions of interest are associated with study medication analgesia and abuse liability. The investigators will also evaluate the extent to which associations differ by sleep condition or sex.",
            "detailedDescription": "Based on preclinical data and preliminary studies, the investigators hypothesize that sleep continuity disruption (SCD) and/or sleep fragmentation (SF), two sleep patterns commonly observed in both chronic pain and substance use disorders, will alter study drug receptor availability in descending pain inhibitory and reward processing pathways. The investigators further hypothesize that these forms of sleep disruption will increase risk by reducing analgesic efficacy and/or enhancing standard abuse liability measures.\n\nThe investigators will conduct a parallel group experiment that will randomize 100 healthy subjects to two nights of either experimental:\n\n1. SCD (frank, prolonged, nightly awakenings with curtailed sleep duration, a pattern associated with insomnia);\n2. SF (multiple, frequent, non-waking arousals with preserved sleep duration, a pattern observed in sleep apnea); or\n3. undisturbed sleep (US). Subjects will then complete a Carfentanil positron emission tomography (PET) brain imaging scan divided into two phases (resting to measure basal receptor binding potential (BP) and during pain to quantify endogenous medication release). The investigators will then use a placebo-controlled, multiple dose paradigm to evaluate the analgesic efficacy and abuse liability of a study medication. Analgesic efficacy and abuse liability will be evaluated using quantitative sensory testing and standard procedures.\n\nEstablishing whether common and treatable forms of sleep disturbance directly alter cerebral receptor availability, analgesia and abuse liability will transform the understanding of how sleep disturbance is a risk factor for substance use disorder and chronic pain and lead to novel prevention efforts and changes in pain management practice.\n\nObjectives:\n\nAIM 1: To evaluate whether experimental SCD and/or SF alter(s) basal (resting) or pain evoked binding potentials (BP) in brain regions associated with descending pain inhibition \\[dorsolateral prefrontal cortex (DLPFC), anterior cingulate cortex, amygdala, insula, periaqueductal gray, and nucleus accumbens\\].\n\nH1. Compared to US, SCD and SF will demonstrate altered basal BP in regions of interest.\n\nH2. Compared to US, SCD and SF will demonstrate a blunted release of endogenous drug response (basal BP- pain evoked BP).\n\nAIM 2: To examine whether experimental SCD and/or SF alters the analgesic response and abuse liability profile of a study medication.\n\nH3. Compared to US, SCD and SF will diminish analgesia. H4. Compared to US, SCD and SF will increase drug high, \"liking\" and monetary valuation of the study medication.\n\nAIM 3: To determine whether BPs in brain regions of interest are associated with analgesia and abuse liability and evaluate the extent to which associations differ by sleep condition or sex.\n\nStudy Design:\n\nParticipation in this study involves three visits which are completed in approximately 6 weeks. The first visit is a screening visit, where participants will fill out standardized questionnaires to assess medical and psychiatric history as well as sleep patterns. Participants will also receive a physical exam and will undergo blood testing to verify participants' health status. Participants will also be trained to use a sleep diary and devices to monitor participants' sleep at home. If the participant is still eligible, the participant will be asked to come back for a second screening visit which occurs at least one week after the first. At the second visit, sleep monitoring data will be reviewed and the participant will be introduced to the investigators' quantitative sensory testing procedures. Participants will be stimulated by heat, pressure, and cold water to assess baseline estimates of pain severity and unpleasantness. Participants will then undergo the investigators' study drug administration process, where up to three injections will be given that may contain either a drug or a placebo. Throughout this process, quantitative sensory testing will be done to assess analgesic response and questionnaires will be given to assess abuse liability.\n\nIf participants remain eligible, the participants will be asked to come for a third visit and spend four consecutive nights and days at the investigators' clinical research unit. Throughout participants' visit, participants will be completing standardized questionnaires and undergoing quantitative sensory testing. Participants will be randomized to undergo either sleep fragmentation, sleep continuity disruption, or undisturbed sleep on nights 2 and 3. On the third day, participants will have a 90 minute PET scan and will undergo a study drug administration procedure similar to what was done in the second screening visit. Participants will then stay for a fourth night of undisturbed sleep and will be discharged the following morning."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep Disorder",
                "Healthy"
            ],
            "keywords": [
                "Insomnia",
                "Sleep Apnea",
                "Sleep disturbances",
                "Pain",
                "Analgesia",
                "Drug Abuse Liability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 142,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sleep Continuity Disruption",
                    "type": "EXPERIMENTAL",
                    "description": "The Sleep Continuity Disruption condition will be conducted on two consecutive nights. An 8-hour sleep opportunity period will be disturbed by several forced awakenings at random intervals during which no sleep is permitted.",
                    "interventionNames": [
                        "Drug: Within-Subject test of blinded study medication (stimulant, benzodiazepine, opioid, cannabinoid, over-the-counter pain medication, or placebo)",
                        "Behavioral: Sleep Continuity Disruption"
                    ]
                },
                {
                    "label": "Sleep Fragmentation",
                    "type": "EXPERIMENTAL",
                    "description": "The Sleep fragmentation condition will be conducted on two consecutive nights. Subjects are provided an 8-hour sleep opportunity during which their sleep will be disturbed by microarousals that simulate sleep apnea.",
                    "interventionNames": [
                        "Behavioral: Sleep Fragmentation",
                        "Drug: Within-Subject test of blinded study medication (stimulant, benzodiazepine, opioid, cannabinoid, over-the-counter pain medication, or placebo)"
                    ]
                },
                {
                    "label": "Undisturbed Sleep",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "An 8-hour period of undisturbed sleep is permitted on each night.",
                    "interventionNames": [
                        "Drug: Within-Subject test of blinded study medication (stimulant, benzodiazepine, opioid, cannabinoid, over-the-counter pain medication, or placebo)",
                        "Behavioral: Undisturbed Sleep"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep Fragmentation",
                    "description": "Subjects are provided an 8-hour sleep opportunity. Two speakers are placed 12 inches from the head of the bed and four remote-activated mechanical vibrators are placed underneath the mattress. EEG microarousals (\\>3 s), as defined according to standard criteria, are elicited at a frequency of 30 or more events per hour.",
                    "armGroupLabels": [
                        "Sleep Fragmentation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Within-Subject test of blinded study medication (stimulant, benzodiazepine, opioid, cannabinoid, over-the-counter pain medication, or placebo)",
                    "description": "On the third day of the in-patient visit participants will undergo multiple injections of study medication or placebo. This is a double-blind within-subject Phase II trial. As such, study medications must remain blinded. Participants may receive a medication from one or more of the following categories: prescription stimulants, prescription benzodiazepines, prescription opioids, prescription cannabinoids, over-the-counter pain medications, or placebo (saline).",
                    "armGroupLabels": [
                        "Sleep Continuity Disruption",
                        "Sleep Fragmentation",
                        "Undisturbed Sleep"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep Continuity Disruption",
                    "description": "An 8-hour sleep opportunity period starting from lights out is divided into eight, one-hour intervals. One of the intervals is randomly determined to be a 60 minute forced awakening, during which no sleep is permitted. Each of the remaining seven, 60-minute intervals are subdivided into tertiles (20 min. blocks). A 20-min forced awakening (FA) is randomly scheduled to occur in either the 1st, 2nd, or 3rd tertile of each hour. During FAs, staff keep subjects awake, either by voice or gentle shaking.",
                    "armGroupLabels": [
                        "Sleep Continuity Disruption"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Undisturbed Sleep",
                    "description": "Subjects sleep normally for an 8 hour period.",
                    "armGroupLabels": [
                        "Undisturbed Sleep"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change in receptor binding potential from PET scan",
                    "description": "The primary dependent measures are the percent change in binding potential of study PET ligand during basal (first 45 minutes) and pain conditions (second 45 minutes) in brain regions of interest. Percent change in binding potential will be assessed between first and second 45 minutes of the 90 minutes assessment session.",
                    "timeFrame": "Up to 90 minutes on Day 3 of inpatient visit"
                },
                {
                    "measure": "Withdrawal Latency measured in seconds during Cold Pressor Pain Tolerance test",
                    "description": "The primary measure of study drug analgesia is Cold Pain Threshold withdrawal latency, measured in seconds during the drug administration process. Subjects will immerse their non-dominant hand in a circulating, cold water bath for as long as possible according to standard procedures. The difference in time from when participants first feel pain to when withdraw their hand is recorded as the withdrawal latency.",
                    "timeFrame": "Up to 270 minutes post-medication administration"
                },
                {
                    "measure": "Drug Effects as assessed by the Visual Analog Scale",
                    "description": "Drug abuse liability will be assessed with standard visual analog scales (VAS) using a 100-mm line marked at either end with \"none\"(0) and \"extremely\" (100).",
                    "timeFrame": "Up to 270 minutes post-medication administration"
                },
                {
                    "measure": "The monetary valuation in dollars of the study medication as assessed by the Drug or Money Multiple Choice Questionnaire",
                    "description": "The Monetary Valuation of the study medication will be assessed with the Drug or Money Multiple Choice Questionnaire, commonly used in abuse liability testing. Participants indicate on a sliding scale a monetary value (range $0 to \"more than $30\") above which they would prefer money and below which they would prefer the drug.",
                    "timeFrame": "150 minutes after final dose administration"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy, 18-48 year olds meeting criteria for Normal Sleep\n* Sleep phase within 21:00 and 08:00\n* Total sleep time \\>6.5 and ≤8.5 hours/night; sleep efficiency ≥85%\n* Non-smokers/nicotine users\n* Low caffeine users (≤ 2 cups, q.d.).\n* Life-time history of exposure to opioids, appropriately prescribed for pain.\n\nExclusion Criteria:\n\n* BMI \\>35\n* Lifetime history of chronic pain\n* Acute pain\n* Meet clinical criteria for a sleep disorder\n* Significant central nervous system disease (e.g., lupus, multiple sclerosis)\n* Cognitive impairment, brain injury or history of closed head injury with loss of consciousness over 3 mins\n* Other significant medical or psychiatric morbidity within 6 months or lifetime history of bipolar disorder, psychotic disorder, seizure disorder\n* Use in the last three months of the following: antidepressants, neuroleptics, sedative hypnotics, isoniazid, glucocorticoids, psychostimulants, opioids\n* Any contraindicated medical condition\n* Lifetime history of alcohol or substance used disorder\n* Clinically significant abnormal complete blood count, hepatic, renal or metabolic panel\n* Positive toxicology screen for opioids or recreational drugs\n* Pregnant or lactating women\n* Significant preadmission psychological distress\n* Embedded metal objects or fragments or electronic devices in the head or body that would present a risk during MRI\n* Had exposure to ionizing radiation that in combination with the study's estimated radiation exposure would result in a cumulative exposure, exceeding recommended limits\n* Unable to tolerate the scanning environment/ claustrophobia",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "48 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael T Smith, PhD",
                    "role": "CONTACT",
                    "phone": "4105507000",
                    "email": "msmith62@jhmi.edu"
                },
                {
                    "name": "Nicholas G Wolf, BA",
                    "role": "CONTACT",
                    "phone": "4105506246",
                    "email": "nwolf5@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric C Strain, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Naresh Punjabi, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Claudia Campbell, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Patrick H Finan, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Jeannie Leoutsakos, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Hiroto Kuwabara, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Alexandra Kearson, BA",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Michael T Smith, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael T Smith, PhD",
                            "role": "CONTACT",
                            "phone": "410-550-7000",
                            "email": "msmith62@jhmi.edu"
                        },
                        {
                            "name": "Michael T Smith, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "relevance": "LOW"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "asFound": "Sleep Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "asFound": "Broken",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}