{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06038929",
            "orgStudyIdInfo": {
                "id": "23-006558"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Effect of Vagal Nerve Stimulation on Gastric Motor Functions",
            "officialTitle": "REVEAL - Research Evaluating Vagal Excitation and Anatomical Linkages Gastric Emptying Ancillary Project: Effect of Vagal Nerve Stimulation on Gastric Motor Functions",
            "therapeuticArea": [
                "Mental Health",
                "Neurology"
            ],
            "study": "effect-of-vagal-nerve-stimulation-on-gastric-motor-functions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-10",
            "studyFirstSubmitQcDate": "2023-09-14",
            "studyFirstPostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Camilleri, MD",
                "investigatorTitle": "Professor of Medicine, Pharmacology and Physiology",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Minnesota",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The specific aim of this study is to compare simultaneous assessment of gastric emptying and gastric accommodation in response to the same caloric meal before and three months after activation of left cervical VNS. Our hypothesis is that cervical VNS increases gastric accommodation and accelerates gastric emptying.",
            "detailedDescription": "Objectives To compare simultaneous assessment of gastric emptying and gastric accommodation in response to the same caloric meal before and three months after activation of left cervical Vagal Nerve Stimulation.\n\nDesign and Outcomes Single cohort study in 16 Vagus Nerve Stimulant-implanted subjects with drug-resistant epilepsy with seizures, aged 18 years or older who were consented for the main VESPA REVEAL Common Study Protocol.\n\nPrior to surgery, subjects will undergo combined gastric emptying/accommodation test. Subsequently, participants will undergo a second identical study within 1 week of completing the second Late Effects Visit in CSP, approximately 3 months after insertion of the VNS. There are only 2 total visits needed, with an average time commitment of 4.5 hours.\n\nParticipants will keep their planned VESPA REVEAL study visits Interventions and Duration In this single cohort study in 16 Vagus Nerve Stimulant-implanted subjects, each participant will undergo combined gastric emptying/accommodation test prior to implantation and a second identical study within 1 week of completing the second Late Effects Visit in CSP Sample Size and Population Sample size assessment. This will be based on results of the primary endpoints in our Mayo Clinic lab. We expect 80% power, α=0.05, assuming paired t-test analysis with n=16 first tested at baseline (no VNS) and 3 months after VNS activation with parameters as described above. Demonstrable differences (Table 1) will be based on the variation (SD) observed from our Mayo Clinic prior studies\n\n. Table 1. Effect size demonstrable for primary endpoints of interest, based on 80% power at α=0.05 for n=16 Response Mean SD Effect size detectable \\[absolute (% of mean)\\] Fasting gastric volume, mL 273 57 42.7mL (15.6%) Post-meal gastric volume, mL 848 111 83.2mL (9.8%) Gastric emptying T1/2, min 122 29.8 22.33 (18.3%)\n\nIn addition, these effect sizes are feasible in response to vagal intervention, whether it turns out to be stimulatory or inhibitory, and a 20-minute difference in GE T1/2 is clinically significant, as documented in a published meta-regression from our research team.\n\nHuman subjects. Participants will be recruited primarily from the Mayo Clinic but also from the University of Minnesota (90-minute drive away). With only limited added burden on participants, we anticipate that the majority of n-VNS REVEAL participants from these two sites (total = 16) will be amenable to undergo our procedures. There are only 2 total visits needed, with an average time commitment of 4.5 hours.\n\nThe patients will have undergone placement of the n-VNS for clinical indications. The objective of the study is to evaluate the effects of this treatment on gastric functions, rather than any therapeutic intent, or the development of a new indication to be submitted to regulatory agencies for an additional therapeutic indication. Therefore, it is perceived that an application for an investigational device exemption (IDE) is not required."
        },
        "conditionsModule": {
            "conditions": [
                "Epilepsy",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single cohort, open label study in 16 Vagus Nerve Stimulant-implanted subjects with drug-resistant epilepsy with seizures or depression, aged 18 years or older",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "vagal nerve stimulant",
                    "type": "EXPERIMENTAL",
                    "description": "The aim is to measure gastric emptying and gastric accommodation in response to a caloric meal before and 3 months after activation of VNS. Therefore, prior to surgery, subjects will undergo combined gastric emptying/accommodation test. Subsequently, participants will undergo a second identical study approximately 3 months after insertion of the VNS.",
                    "interventionNames": [
                        "Device: Vagal nerve stimulant"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Vagal nerve stimulant",
                    "description": "Vagus nerve stimulation involves using a device to stimulate the vagus nerve with electrical impulses. The implanted electrodes transmit electrical impulses travel to areas of the brain to treat conditions (intractable epilepsy, depression) and also send electrical impulses to the stomach.",
                    "armGroupLabels": [
                        "vagal nerve stimulant"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gastric emptying T1/2",
                    "description": "time to empty 50% of the whole stomach contents",
                    "timeFrame": "during 4 hour gastric emptying test"
                },
                {
                    "measure": "Gastric accommodation",
                    "description": "gastric delta volume (postprandial minus fasting) for the whole stomach",
                    "timeFrame": "during first 1 hour of gastric emptying test"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Gastric emptying lag time",
                    "description": "time to empty 10% of the whole stomach",
                    "timeFrame": "1 day (during gastric emptying test)"
                },
                {
                    "measure": "Gastric emptying 25%",
                    "description": "time to empty 25% of the whole stomach",
                    "timeFrame": "1 day (during gastric emptying test)"
                },
                {
                    "measure": "Gastric emptying at 2 hours",
                    "description": "% emptied from the whole stomach at 2h",
                    "timeFrame": "2 hours (during gastric emptying test)"
                },
                {
                    "measure": "Gastric emptying at 4 hours",
                    "description": "% emptied from the whole stomach at 4h",
                    "timeFrame": "4 hours (during gastric emptying test)"
                },
                {
                    "measure": "Fasting whole volume volume",
                    "description": "volume of whole stomach before ingestion of meal",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Fasting proximal gastric volume",
                    "description": "volume of proximal half of stomach before ingestion of meal",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Postprandial whole gastric volume",
                    "description": "volume of whole stomach 10-30 minutes after ingestion of meal",
                    "timeFrame": "10-30 minutes after meal ingestion"
                },
                {
                    "measure": "Postprandial proximal gastric volume",
                    "description": "volume of proximal half of stomach 10-30 minutes after ingestion of meal",
                    "timeFrame": "10-30 minutes after meal ingestion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Subject must be at least 18 years old.\n2. Subject must provide written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization\n3. Disabling seizures (Disabling seizures are those with significant negative impact on the patient's life)\n4. Drug Resistant Epilepsy, with continuing seizures despite adequate trials of at least 2 appropriate anti-seizure drugs (ASDS) with therapeutic serum concentrations (as per the International League Against Epilepsy (ILAE) Commission on Therapeutic Strategies) (44).\n5. Not a good candidate for resective surgery as determined by our institution's multidisciplinary epilepsy surgery committee\n6. Apart from epilepsy, subject should be medically and neurologically stable.\n7. Subject is able to complete regular office visits and telephone appointments including the 2 imaging sessions in accordance with the study protocol requirements.\n8. Subject is a male or non-pregnant female adequately protected from conception, or willing to use an acceptable method of birth control over the entire study duration if of childbearing potential.\n9. Subject has been informed of his or her eligibility for resective surgery as a potential alternative to the study if such surgery is a reasonable option.\n\n4.2 Exclusion Criteria\n\n1. Subject currently uses or during the study is expected to use short-wave diathermy, microwave, diathermy, or therapeutic ultrasound diathermy.\n2. Subject has a substance abuse history (alcohol, prescription, or illicit medications) within the preceding two years.\n3. Subject participated in another drug or device trial within the preceding 30 days (other than the REVEAL main CSP).\n4. Subject has been hospitalized for a psychiatric condition within the preceding two years or has had a history of psychosis within the preceding two years (excluding post-ictal psychosis).\n5. Subject has experienced unprovoked status epilepticus in the preceding year.\n6. Subject is on anticoagulants and is unable to discontinue them peri-surgically, as required by the neurosurgeon or Investigator.\n7. Subject has significant platelet dysfunction from medical conditions or medications (including, particularly, aspirin or sodium valproate). If platelet dysfunction is suspected, subject can be enrolled only if a hematologist, the Investigator, and the neurosurgeon judge it to be advisable.\n8. Subject with vocal cord paralysis\n9. Any other factor that may impact participant safety or compliance as per PI.\n10. Subject cannot speak and read English.\n11. Prohibited Therapy During Study Period: We will exclude patients on immunosuppressants, beta blockers, anticholinergics, and clonidine. Consultation with primary providers and amending some of these therapies may be allowed only if clinically indicated. In that case, participants will have to be stable on their new medication for at least one month prior to implant.\n12. A body weight of over 350 pounds or 159 kilograms due to equipment limitations used in the measurements of gastric accommodation and emptying.\n13. An inability to eat eggs whether due to an allergy, intolerance, or strong dislike. The gastric emptying test meal contains eggs that are labeled with radioisotope. Other food substitutions for the toast, butter and milk may be made only if prior approval is given by Dr. Camilleri.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Michael Camilleri",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "asFound": "CCTA",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}