{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06013579",
            "orgStudyIdInfo": {
                "id": "1R01AG077997-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01AG077997-01A1"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG077997-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG077997-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Effect of High-Intensity Exercise to Attenuate Cognitive Function Limitations and Train Exercise Habits in Older People Living With HIV",
            "officialTitle": "Examining the Effect of High-Intensity Exercise to Attenuate Cognitive Function Limitations and Train Exercise Habits in Older People Living With HIV (HEALTH-Cog)",
            "acronym": "HEALTH-COG",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "effect-of-high-intensity-exercise-to-attenuate-cognitive-function-limitations-and-train-exercise-habits-in-older-people-living-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-22",
            "studyFirstSubmitQcDate": "2023-08-22",
            "studyFirstPostDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Pariya L. Fazeli, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "People aging with HIV are at higher risk for Alzheimer's disease and related dementias, and although physical activity is a promising target to mitigate such risk, this population engages in low levels of physical activity. Few studies have tested cognitive effects of exercise interventions or examined mechanisms of adherence to long-term exercise among diverse samples of midlife and older people with HIV. The current study will leverage an existing R01 to address these gaps and provide implications for development of personalized approaches for the treatment and prevention of cognitive impairment and dementia in older people with HIV.",
            "detailedDescription": "The population of people with HIV (PWH) is aging, and are at higher risk for Alzheimer's disease and related dementias (ADRD) than seronegative counterparts. Although physical activity (PA) is a promising protective factor to mitigate ADRD risk, few well-powered PA intervention studies have rigorously tested cognitive outcomes among older PWH, a population with rates of moderate to vigorous PA well below recommended guidelines. Further, given that adherence to habitual PA diminishes after supervised interventions, identifying mechanisms of adherence (MoA) to habitual PA among older PWH is germane to develop effective and durable interventions to protect cognitive health. The proposed R01 will leverage the High-Intensity Exercise Study to Attenuate Limitations and Train Habits in Older Adults With HIV (HEALTH), a two-site RCT (University of Washington \\[UW\\], University of Colorado Denver \\[UCD\\]) of 100 older PWH examining: 1) if 4 months of supervised high-intensity interval training (HIIT) mitigates physical function impairments and fatigue to a greater extent than continuous moderate exercise (CME); 2) the effects of a 3 month text-messaging intervention on PA adherence. In contrast to CME, where aerobic exercise is performed continuously for a specified duration, HIIT, which uses repeated alternating bouts of highintensity and lower intensity aerobic exercise, has shown superior efficacy in improving physiological and cognitive outcomes, and is associated with superior enjoyment which may increase adherence to PA regimens. The proposed R01 (HEALTH-COG) will leverage the two HEALTH sites, add a new racially diverse UAB site, and add new measures (psychological MoA measures, cognitive function assessments, biomarkers) and a few 12 month follow-up to the parent study. We estimate that of our planned sample of N=100, n=50 will be enrolled at UAB and n=50 total at UW and UCD. Our primary aim is to compare the effects of a 4 month supervised HIIT or CME intervention on (1°) cognitive functioning and (2°) subjective cognitive symptoms. Our exploratory aim is to evaluate putative biomarkers underlying the effect of PA on cognition (blood markers: e.g., BDNF, VEGF, IL-6 and neuroimaging markers: cerebral blood flow, resting state functional connectivity, and brain volume). Our secondary aim is to determine MoA to long-term PA maintenance at 12 months. This aim will examine distal predictors of long-term PA, including sociodemographic, clinical, and intervention factors (i.e., changes in parent R01 physical outcomes \\[cardiorespiratory fitness\\], condition \\[HIIT vs CME\\], \\[coaching vs control\\]), as well as proximal psychological MoA assessed in real-time, using EMA (e.g., self-efficacy, perceived benefits, motivation, social support). Testing efficacy and mechanisms of exercise interventions on cognitive outcomes and understanding psychological MoA of habitual PA following supervised interventions will aid in the development and implementation of personalized medicine approaches for the treatment and prevention of cognitive impairment and ADRD in older PWH."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Infections",
                "Cognitive Impairment"
            ],
            "keywords": [
                "HIV",
                "Cognitive Function",
                "Exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Continuous Moderate Exercise (CME)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Following a 4 minute warm-up at 50% VO2peak, the participant walks for up to 42 continuous minutes at 60% VO2peak172, followed by a 4 minute cool-down. The total exercise time is 50 minutes.",
                    "interventionNames": [
                        "Behavioral: Phase 1 Gym Exercise CME",
                        "Behavioral: Phase 2 Home Exercise Coaching Text Messages",
                        "Behavioral: Phase 2 Home Exercise Control Text Messages"
                    ]
                },
                {
                    "label": "High-Intensity Interval Training (HIIT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Following a 5-minute warm-up at 50% VO2peak, high and moderate-intensity exercise bouts alternate, progressing to five bouts of 4-minute high-intensity exercise (90% VO2peak), alternating with four 3-minute bouts of moderate-intensity exercise (50% VO2peak) by week 8, followed by a 5 minute cool-down. The total exercise time is 42 minutes.",
                    "interventionNames": [
                        "Behavioral: Phase 1 Gym Exercise HIIT",
                        "Behavioral: Phase 2 Home Exercise Coaching Text Messages",
                        "Behavioral: Phase 2 Home Exercise Control Text Messages"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Phase 1 Gym Exercise HIIT",
                    "description": "Following a 5-minute warm-up at 50% VO2peak, high and moderate-intensity exercise bouts alternate, progressing to five bouts of 4-minute high-intensity exercise (90% VO2peak), alternating with four 3-minute bouts of moderate-intensity exercise (50% VO2peak) by week 8, followed by a 5 minute cool-down. The total exercise time is 42 minutes.",
                    "armGroupLabels": [
                        "High-Intensity Interval Training (HIIT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Phase 1 Gym Exercise CME",
                    "description": "Following a 4 minute warm-up at 50% VO2peak, the participant walks for up to 42 continuous minutes at 60% VO2peak172, followed by a 4 minute cool-down. The total exercise time is 50 minutes.",
                    "armGroupLabels": [
                        "Continuous Moderate Exercise (CME)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Phase 2 Home Exercise Coaching Text Messages",
                    "description": "The coaching intervention will consist of daily text messages tailored to the individual participant's self-reported symptom experiences and barriers to exercise on that specific day. One daily message with a survey will be sent, and responses to survey items will determine the subsequent once daily motivational message.Tailored messages address a range of possible barriers to adherence based on past research, and will provide advice and guidance. Text messages will be varied each week so that even if participants continue to report the same barriers they receive different text messages.",
                    "armGroupLabels": [
                        "Continuous Moderate Exercise (CME)",
                        "High-Intensity Interval Training (HIIT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Phase 2 Home Exercise Control Text Messages",
                    "description": "The control group will receive general daily texts from the study team (i.e., \"Hope you are doing well!\"), and reminding them of their next study appointments. These text messages are primarily social/generic in content and serve to maintain involvement and enhance retention of the control group.",
                    "armGroupLabels": [
                        "Continuous Moderate Exercise (CME)",
                        "High-Intensity Interval Training (HIIT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cognition",
                    "description": "Cognitive assessment battery test speed of processing, learning, memory, executive functioning, verbal fluency, working memory, motor, subjective cognitive complaints, and everyday functioning.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Cognition",
                    "description": "Cognitive assessment battery test speed of processing, learning, memory, executive functioning, verbal fluency, working memory, motor, subjective cognitive complaints, and everyday functioning.",
                    "timeFrame": "4 month follow-up visit"
                },
                {
                    "measure": "Cognition",
                    "description": "Cognitive assessment battery test speed of processing, learning, memory, executive functioning, verbal fluency, working memory, motor, subjective cognitive complaints, and everyday functioning.",
                    "timeFrame": "7 month follow-up visit"
                },
                {
                    "measure": "Cognition",
                    "description": "Cognitive assessment battery tests speed of processing, learning, memory, executive functioning, verbal fluency, working memory, motor, subjective cognitive complaints, and everyday functioning.",
                    "timeFrame": "12 month follow-up visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psychological Mechanisms of Adherence",
                    "description": "Measures of mechanisms of adherence include self-efficacy, motivation, self-regulation strategies, outcome expectations, affective states, and social cohesion and support via in-person surveys and interviews.",
                    "timeFrame": "12 month follow-up visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed HIV\n* Sedentary lifestyle, defined as self-reported PA that breaks a sweat \\<3 days/week, with no regular resistance exercise for 3 months preceding study;\n* Fatigued (≥2.0 on either of the first two screening items on the HIV-Related Fatigue Scale)\n* On a current, contemporary ART regimen for \\>=12 months;\n* HIV-1 RNA \\<200 copies/mL in the past 12 months (assessed via medical records)\n* Willing to engage in a supervised exercise program 3 times/week for 4 months\n* Cell phone or email to accept messages\n* Weight \\<450 lbs\n* Medical clearance by study healthcare professional\n\nExclusion Criteria:\n\n* Weight over 450 pounds\n* Use of sex hormone therapy, if on for ≤3 months (stable doses for \\>3 months will be permitted)\n* Use of other hormone replacement, if on for ≤ 3 months (stable doses \\>3 months will be permitted)\n* Anemia (Hemoglobin ≤9 g/dL for women or ≤10 g/dL for men) due to contribution to fatigue,\n* Diagnosis of mitochondrial disease,\n* Active substance abuse or other factors that could prevent compliance or safety with study visits, at the discretion of the site investigator,\n* Reasons for medical exclusion, as determined by Nurse Practioner:\n\n  1. Uncontrolled hypertension defined as resting systolic blood pressure \\>150 mmHg or diastolic blood pressure \\>90 mmHg; participants who do not meet these criteria at first screening will be reevaluated, including follow-up evaluation by their primary care provider with initiation or adjustment of anti-hypertensive medications,\n  2. Unstable ischemic heart disease (e.g., angina, ST segment depression) or serious arrhythmias at rest or during the graded exercise test without negative follow-up evaluation will be cause for exclusion; follow-up evaluation must include diagnostic testing (e.g., thallium stress test) with interpretation by a cardiologist,\n  3. New York Heart Association Class III or IV congestive heart failure, clinically significant aortic stenosis, uncontrolled angina, or uncontrolled arrhythmia,\n  4. Pulmonary disease requiring the use of supplemental oxygen at rest or with physical exertion,\n  5. Malignancy requiring chemotherapy or radiation therapy within 24 weeks prior to enrollment,\n  6. Poorly controlled diabetes, as evidenced by hemoglobin A1c \\> 8.5, documented within 6 months of study visit or current use of insulin,\n  7. Surgery/trauma/injury/fracture within 24 weeks prior to enrollment that, in the opinion of the study clinician, may impact a subject's baseline functional testing and ability to exercise,\n  8. Balance impairments that may impact functional testing and ability to safely exercise as reported by the participant or in their medical record,\n  9. Orthopedic problems (e.g., severe osteoarthritis, rheumatoid arthritis) that greatly limit the ability to perform moderate intensity resistance exercise (e.g., unable to be properly positioned in exercise equipment or to have severely restricted range of motion even after modifications have been made),\n  10. Persons who, in the judgment of the study clinician, appear to have unstable health or are incapable of safely participating in the exercise intervention.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pariya Wheeler, PhD",
                    "role": "CONTACT",
                    "phone": "205-996-0330",
                    "email": "plfazeli@uab.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pariya Wheeler, PhD",
                            "role": "CONTACT",
                            "phone": "205-996-1210",
                            "email": "plfazeli@uab.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Colorado Denver",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristine Erlandson, MD",
                            "role": "CONTACT",
                            "phone": "303-724-4941",
                            "email": "kristine.erlandson@ucdenver.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Webel, PhD",
                            "role": "CONTACT",
                            "phone": "216-650-9227",
                            "email": "awebel@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "HIV Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}