{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05244486",
            "orgStudyIdInfo": {
                "id": "CUREPD 104"
            },
            "organization": {
                "fullName": "Charitable Union for the Research and Education of Peyronie's Disease",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy of RestoreX Penile Traction Therapy In Preserving Erectile Function Post-Prostatectomy",
            "officialTitle": "Efficacy of RestoreX Penile Traction Therapy In Preserving Erectile Function Post-Prostatectomy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "efficacy-of-restorex-penile-traction-therapy-in-preserving-erectile-function-post-prostatectomy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-08",
            "studyFirstSubmitQcDate": "2022-02-08",
            "studyFirstPostDateStruct": {
                "date": "2022-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Landon Trost",
                "investigatorTitle": "MD",
                "investigatorAffiliation": "Charitable Union for the Research and Education of Peyronie's Disease"
            },
            "leadSponsor": {
                "name": "Charitable Union for the Research and Education of Peyronie's Disease",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Evaluate the efficacy of the RestoreX penile traction device in preserving erectile function in men undergoing robotic-assisted prostatectomy. This study will evaluate men undergoing prostatectomy with bilateral nerve preservation and preserved baseline erectile function (moderate ED or better). The primary outcome will be changes in the IIEF-EFD scores between groups at 6 months. Secondary outcomes include differences in questionnaire outcomes at 3, 6, and 9 months.",
            "detailedDescription": "Background and Preliminary Data\n\nThe treatment of prostate cancer results in several known sexual dysfunctions/risks, including erectile dysfunction, orgasmic dysfunction, ejaculatory dysfunction, penile curvature (Peyronie's disease), and reduced penile length. Although all forms of prostate cancer treatment are associated with many of these changes, prostatectomy currently has the most data available on sexual function outcomes. Among the dysfunctions, erectile dysfunction has remained a very challenging adverse effect without effective preventative therapies. Specifically, prior randomized controlled trials evaluating the efficacy of PDE5 inhibitors (vardenafil and tadalafil) have failed to demonstrate improved erectile function preservation post-operatively.\n\nRecently, out team conducted a single-center randomized, controlled trial evaluating the efficacy of a novel penile traction therapy (PTT) device, RestoreX at preventing penile length loss post-prostatectomy. In addition to meeting the primary outcome of achieving improved penile length compared to controls, the study unexpectedly demonstrated improvements in erectile function in the treatment group compared to controls. Results were also consistent with two other prior randomized, controlled trials, one of which demonstrated improved erectile function in men with Peyronie's Disease and the other in men with diabetes mellitus (unpublished).\n\nAs these findings represent the first known therapy which resulted in preserved erectile function post-prostatectomy, we sought to perform a larger, multi-center study in an attempt to confirm or refute findings.\n\nInvestigational Device\n\nRestoreX is a PTT device developed by PathRight Medical using technology licensed from the Mayo Clinic. The device is classified as class I (orthotic) and does not require clinical trials to prove safety or efficacy. Mayo Clinic has previously performed 3 randomized controlled trials which have confirmed the safety of the device as well as efficacy in improving erectile function and penile length in various cohorts of men.\n\nThe device has two functional aspects. The first is the ability to provide direct traction on the penis. The second is the ability to provide counter-bending forces, to treat conditions such as Peyronie's disease (bent penis). In the current study, only the direct traction aspects of the device will be utilized.\n\nStudy Rationale\n\nPTT with Restorex has been shown to improve erectile function in several clinical scenarios, including in men with Peyronie's disease, men with diabetes mellitus (unpublished), and post-prostatectomy. As no therapy has ever been shown to improve erectile function or prevent loss of erectile function post-prostatectomy, we felt that there was significant clinical value in performing a large, multi-center, randomized, controlled trial to affirm or refute the efficacy of Restorex PTT in preserving erectile function post-prostatectomy.\n\nPotential Benefits\n\nThere are several anticipated benefits to using PTT following prostatectomy. As loss of penile length results in several issues including loss of sexual function, cosmetic concerns, and difficulty in maintaining hygiene (incontinence resulting in yeast infections), the ability to maintain or restore length post-prostatectomy may mitigate these issues. Our team has previously demonstrated that Restorex PTT significantly improved penile length post-prostatectomy. Although this is an anticipated beneficial effect of therapy, we will not be specifically evaluating this outcome in the current study.\n\nIn addition to improved penile length, our prior investigations have demonstrated preserved erectile function in men who received PTT with Restorex post-prostatectomy compared to controls. And among all patients in the three prior randomized, controlled trials evaluating Restorex, no significant or long-term adverse events were reported, highlighting the safety of the therapy.\n\nAnticipated Duration of the Clinical Investigation\n\nThe overall study will be scheduled for 3 years, to permit adequate time for enrollment and follow-up. The intervention phase will include 5 months of randomized treatment (for the treatment arm), and 3 months of open label treatment (for all arms)."
        },
        "conditionsModule": {
            "conditions": [
                "Erectile Dysfunction Following Radical Prostatectomy"
            ],
            "keywords": [
                "Penile traction therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Once enrolled, patients will be randomized 2:1 to receive either Restorex or control (no treatment) beginning at 1 month post-op until 6 months. They will then enter an open label phase for 3 additional months.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Given the nature of the study, it is not possible to mask either the study participant or investigator."
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Men will begin utilizing PTT 30-60 minutes daily for 5-7 days weekly beginning 1 month post-prostatectomy until 6 months. After 6 months, they will have the option to continue to use the therapy for 3 additional months or discontinue at their discretion.",
                    "interventionNames": [
                        "Device: RestoreX 1-6 months (randomized phase)",
                        "Device: RestoreX 6-9 months (open label phase)"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Men will not utilize PTT for the first 6 months post-prostatectomy. Beginning at 6 months, they may utilize PTT if they desire (open label) until 9 months post-prostatectomy.",
                    "interventionNames": [
                        "Device: RestoreX 6-9 months (open label phase)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "RestoreX 1-6 months (randomized phase)",
                    "description": "Study participants are recommended utilize the device for 30-60 minutes, 5-7 days a week starting at 1 month post-prostatectomy and continuing until 6 months.",
                    "armGroupLabels": [
                        "Treatment Arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "RestoreX 6-9 months (open label phase)",
                    "description": "Both the treatment and control arms will be allowed to use the therapy from 6-9 months post-prostatectomy (open label phase). Only straight traction will be used (no counterbending).",
                    "armGroupLabels": [
                        "Control",
                        "Treatment Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Erectile Function Post-Prostatectomy",
                    "description": "Compare erectile function between treatment and control cohorts, as assessed by the International Index of Erectile Function, Erectile Function Domain (IIEF-EFD) at 6-months post-prostatectomy. IIEF-EFD scores 1-30, with higher scores representing better function.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Non-erectile function domains of the International Index of Erectile Function",
                    "description": "Compare the non-erectile function domains of the International Index of Erectile Function between cohorts. This represents 4 additional scales, with min/max being 0-10, 0-10, 0-15, and 0-10; higher scores indicated better function.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "International Index of Erectile Function from baseline to 6 months",
                    "description": "Compare International Index of Erectile Function subdomains within cohorts from baseline to 6 months. Scale 1-30, with higher scores representing better outcomes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Adverse events at 3 months",
                    "description": "Evaluate number of participants reporting adverse events at 3 months.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Adverse events at 6 months",
                    "description": "Evaluate number of participants reporting adverse events at 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Adverse events at 9 months",
                    "description": "Evaluate number of participants reporting adverse events at 9 months",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "International Index of Erectile Function from baseline to 9 months",
                    "description": "Compare International Index of Erectile Function domains at 9 months compared to baseline. Scale is 1-30 with higher scores indicating better function.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "International Index of Erectile Function between groups at 9 months",
                    "description": "Compare International Index of Erectile Function domains at 9 months between cohorts (treatment arm, control). Scale is 1-30 with higher scores indicating better function.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Subjective questionnaire at 6 months",
                    "description": "Compare subjective questionnaire results between cohorts at 6 months",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Undergoing bilateral nerve-sparing prostatectomy\n* \\>18 years old\n* Have a regular sexual partner for at least 6 months prior to study enrollment\n\nExclusion Criteria:\n\n* Requiring adjuvant radiation therapy or androgen deprivation / androgen blockade post-operatively (by the time of enrollment)\n* Baseline severe erectile dysfunction as measured by the IIEF-EFD\n* Urethral complications from prostatectomy at the time of baseline visit including contrast extravasation, anastomotic dehiscence of vesicourethral anastomosis, need for re-doing of vesicourethral anastomosis intra-operatively",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Landon Trost, MD",
                    "role": "CONTACT",
                    "phone": "801-655-0015",
                    "email": "landontrost@gmail.com"
                },
                {
                    "name": "Benjamin Green, BA",
                    "role": "CONTACT",
                    "phone": "801-655-0015",
                    "email": "bengreen927@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "The Male Fertility and Peyronie's Clinic",
                    "status": "RECRUITING",
                    "city": "Orem",
                    "state": "Utah",
                    "zip": "84057",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Landon Trost, MD",
                            "role": "CONTACT",
                            "phone": "888-655-0015",
                            "email": "trost.landon@mfp.clinic"
                        },
                        {
                            "name": "Benjamin D. Green, Economics/MA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Holli Burgon",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.2969,
                        "lon": -111.69465
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified study results will be made available to other study investigators.",
            "infoTypes": [
                "CSR"
            ],
            "timeFrame": "The data will be available for 1 year after the study is completed.",
            "accessCriteria": "Invited centers which have enrolled patients will have access to the de-identified data if desired."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007172",
                    "term": "Erectile Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000012735",
                    "term": "Sexual Dysfunction, Physiological"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000020018",
                    "term": "Sexual Dysfunctions, Psychological"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10217",
                    "name": "Erectile Dysfunction",
                    "asFound": "Erectile Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15546",
                    "name": "Sexual Dysfunction, Physiological",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21873",
                    "name": "Sexual Dysfunctions, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}