{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06260059",
            "orgStudyIdInfo": {
                "id": "STUDY23070148"
            },
            "secondaryIdInfos": [
                {
                    "id": "Pitt2024",
                    "type": "OTHER_GRANT",
                    "domain": "Pittsburgh Foundation"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy Of Sodium Glucose Transporter Inhibitor (SGLT2I) In Adult Patients With Congenital Heart Disease",
            "officialTitle": "Efficacy of Sodium Glucose Transporter Inhibitor (SGLT2i) in Adult Patients With Congenital Heart Disease",
            "acronym": "EmpaCHD",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "efficacy-of-sodium-glucose-transporter-inhibitor-in-adult-patients-with-congenital-heart-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-02",
            "studyFirstSubmitQcDate": "2024-02-13",
            "studyFirstPostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Anita Saraf",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Anita Saraf",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Pittsburgh Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the study is to investigate the feasibility and benefit of novel guideline-directed heart failure therapy drug Empagliflozin (Jardiance) for adult patients with congenital heart disease (ACHD).",
            "detailedDescription": "As CHD adolescents transition to adulthood, it is becoming evident that in addition to their structural cardiac abnormalities, they also have an intrinsic disease of the heart muscle which manifests as abnormal heart rhythm (arrhythmia) and decreased function (heart failure).\n\nThe lifesaving cardiac surgeries during childhood can also contribute to this dysfunction (cardiomyopathy). Hence, patients with CHD require multiple interventions and close clinical follow-up throughout their life. Currently, there are over 2.5 million CHD patients in the U.S. alone, and an additional 40,000 babies are born with CHD every year. Up to 50% of these patients require inpatient hospital care at some point due to their cardiomyopathy.\n\nHigh-risk ACHD patients do not receive treatment until they present with heart failure or arrhythmia, at which time there is significant evidence of myocardial disease and dysfunction.\n\nEmpagliflozin (Jardiance) is an FDA-approved drug that significantly reduces hospitalization risk and cardiovascular death in adult patients with non-CHD heart failure. Studies show that Empagliflozin protects the heart from inflammation, and preliminary evaluation of Empagliflozin in symptomatic ACHD patients showed improved cardiac function and a reduction in heart failure including decreased shortness of breath and increased functional capacity. Empagliflozin as a preventative therapy may delay the onset of comorbidities by reducing inflammation in ACHD patients.\n\nThe study hypothesis is that the administration of once-a-day oral Jardiance (Empagliflozin) medication for one year reduces arrhythmia and cardiomyopathy and lowers serum circulating inflammatory factors and improves neurocognitive outcomes in susceptible ACHD patients.\n\n1. Does Empagliflozin 10 milligrams (MG) improve cardiac function in ACHD patients\n2. Does Empagliflozin 10 milligrams (MG) improve functional status in ACHD patients"
        },
        "conditionsModule": {
            "conditions": [
                "Adult Congenital Heart Disease",
                "Heart Failure"
            ],
            "keywords": [
                "congenital heart disease",
                "reduced exercise capacity",
                "decreased cardiac function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Group 1: Empagliflozin 10 MG daily Group 2: Placebo",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Empagliflozin 10 MG",
                    "type": "EXPERIMENTAL",
                    "description": "Empagliflozin 10 mg daily will be administered for 1 year. The patient and the PI will be blinded (unaware) of the group they are assigned to.",
                    "interventionNames": [
                        "Drug: Empagliflozin 10 MG"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo for 1 year",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Empagliflozin 10 MG",
                    "description": "Patient will be given 10 mg of Empagliflozin if randomized to the drug arm or will receive placebo drug for 1 year",
                    "armGroupLabels": [
                        "Empagliflozin 10 MG"
                    ],
                    "otherNames": [
                        "Jardiance, Empagliflozin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "To patients randomized to the placebo group, a placebo pill will be given",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Placebo Drug"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Ejection fraction (EF)",
                    "description": "Cardiac Magnetic Resonance Imaging (cMRI) and echocardiography will be used to measure ventricular function",
                    "timeFrame": "Change from baseline in ejection fraction at 1-year"
                },
                {
                    "measure": "Change in Myocardial characteristics (T1 mapping of cMRI)",
                    "description": "Cardiac Magnetic Resonance Imaging (cMRI) without contrast will be used to measure myocardial characteristics",
                    "timeFrame": "Change from baseline in T1 mapping at 1-year"
                },
                {
                    "measure": "Change in Myocardial characteristics (Global strain on MRI)",
                    "description": "Cardiac Magnetic Resonance Imaging (cMRI) will be used to measure myocardial characteristics",
                    "timeFrame": "Change from baseline of global strain on MRI at 1 year"
                },
                {
                    "measure": "Change in Myocardial characteristics (Global strain on echocardiogram)",
                    "description": "Echocardiography will be used to measure myocardial characteristics such as global longitudinal strain",
                    "timeFrame": "Change from baseline of global strain on echocardiogram at 1 year"
                },
                {
                    "measure": "Change in functional exercise capacity of participants.",
                    "description": "Cardiopulmonary exercise stress testing (CPET) will be used to measure functional change in MVO2, RER, Exercise time, METs, and vitals.",
                    "timeFrame": "Change from baseline of exercise capacity at 1-year"
                },
                {
                    "measure": "Number of Participants Hospitalized for Cardiac Reasons or heart transplantation",
                    "description": "Hospitalization for cardiac reasons or heart transplantation",
                    "timeFrame": "Cardiac hospitalizations or transplantation at 1 year."
                },
                {
                    "measure": "Number of Deaths",
                    "description": "Number of patients who died during the study from all causes",
                    "timeFrame": "Number of deaths at 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in inflammatory serum biomarkers",
                    "description": "Serum inflammatory markers will be measured using ELISA assays (R\\&D systems) to test for change in inflammatory response. Biomarkers tested include IL6, TNF-alpha, GDF-15, and IL10. All biomarkers will be measured in pg/mL. All The biomarkers will be used predictively with clinical changes to assess correlation.",
                    "timeFrame": "Change from baseline of serum biomarkers at 1-year"
                },
                {
                    "measure": "Change in functional Neuropsychological Testing",
                    "description": "NIH toolbox Cognitive battery (for ages 7-85) will be used to evaluate change in neuropsychological function. These tests include:\n\nPicture Vocabulary Test Oral Reading Recognition List Sorting Working Memory Test Pattern Comparison Processing Speed Test Picture Sequence Memory Test Flanker Inhibitory Control and Attention Test Dimensional Change Card Sort Test\n\nThe Cognition Battery produces three composite scores. A score of 100 is average\n\n1. Fluid Cognition Composite Score: A global assessment of individual and group fluid cognition functioning.\n2. Crystallized Cognition Composite Score: A global assessment of individual and group verbal cognition.\n3. Cognitive Function Composite Score: It provides a snapshot of general cognitive 15 functioning.\n\n(the above description of tests is directly extracted from https://www.nihtoolbox.org)",
                    "timeFrame": "Change from baseline of neuropsychological testing at 1-year"
                },
                {
                    "measure": "Change in New York Heart Association (NYHA) Class",
                    "description": "Subjective perception of functional capacity with NYHA Class I patients reporting no symptoms with exercise and rest to NYHA Class IV patients reporting symptoms at rest.",
                    "timeFrame": "Change from baseline of NYHA Class at 1-year."
                },
                {
                    "measure": "Change Patient-Reported Outcomes Measurement Information System (PROMIS)",
                    "description": "PROMIS measures patient-reported outcomes (PROs), such as pain, fatigue, physical functioning, emotional distress, and social role participation that have a major impact on quality-of-life across a variety of chronic diseases. PROMIS scores have a mean of 50 and standard deviation (SD) of 10 in a referent population. Scores 0.5 - 1.0 SD worse than the mean = mild symptoms/impairment Scores 1.0 - 2.0 SD worse than the mean = moderate symptoms/impairment, Scores 2.0 SD or more worse than the mean = severe symptoms/impairment\n\n(information directly extracted from https://sphsoutcomes.net/promis-scoring)",
                    "timeFrame": "Change from baseline of PROMIS composite score at 1 year"
                },
                {
                    "measure": "Change in Kansas City Cardiomyopathy (KCCQ)",
                    "description": "The responses are categorized under 3 subscales (symptom burden, physical limitation and quality of life) with a range of possible subscale scores from 0 to 100, with 100 representing the least burden of symptoms. The total KCCQ score represents the mean of the three subscale scores.\n\n(Extracted from https://www.ncbi.nlm.nih.gov)",
                    "timeFrame": "Change from baseline of KCCQ score at 1 year"
                },
                {
                    "measure": "Change in Neuro-QOL",
                    "description": "Neuro-QoL measures quantify the physical, mental, and social effects experienced by adults and children living with neurological conditions. Function scales, the range of responses is 0 to 4, with 0 being the worst possible total score and 80 being the best.",
                    "timeFrame": "Change from baseline of Neuro-QOL score at 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnoses of Congenital Heart Disease\n* Age 18+\n* ACHD level of structural complexity II or III\n* Recent (\\<6 months) decrease in systemic Ejection Fraction (confirmed by cardiac Echocardiogram, Computed Tomography or cMRI) to EF \\< 60%\n* Recent decrease in systemic ejection fraction confirmed by cardiac Echo, CT or MRI by \\> 5% in the last 6 months or less.\n* Must be able to complete neurocognitive assessments on a handheld computer.\n\nExclusion Criteria:\n\n* Diagnosed with Diabetes\n* Contraindication to Jardiance/Entresto or any heart failure medication (per guideline-directed therapy, 2022).\n* Previous therapy with Jardiance at \\<4 weeks\n* Glomerular Filtration Rate \\<20\n* Pregnancy, breastfeeding, or planning to become pregnant in the coming year\n* History of liver disease - including non-alcoholic fatty liver disease (NAFLD) and cirrhosis\n* History of inborn error(s) of metabolism (including but is not exclusive of Glycogen storage disease type 1)\n* Glucose-galactose malabsorption, familial hyperinsulinism, maple syrup urine disease,\n* Gaucher disease,\n* Tay-Sachs disease,\n* Mucolipidosis IV,\n* Niemann-Pick disease,\n* Type A mitochondrial disease,\n* Metabolic disorders related to glucose metabolism",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anita Saraf, MD, PhD",
                    "role": "CONTACT",
                    "phone": "4128648661",
                    "email": "sarafap@upmc.edu"
                },
                {
                    "name": "Morgan Hindes",
                    "role": "CONTACT",
                    "email": "mhindes@chp.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anita Saraf, MD, PhD",
                    "affiliation": "Assistant Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Magee Women's Hospital",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Presbyterian Hospital",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Children's Hospital of Pittsburgh",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Plan to not share individual participant data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Congenital Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000570240",
                    "term": "Empagliflozin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077203",
                    "term": "Sodium-Glucose Transporter 2 Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M258082",
                    "name": "Empagliflozin",
                    "asFound": "Continued",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1691",
                    "name": "Sodium-Glucose Transporter 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}