{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06013449",
            "orgStudyIdInfo": {
                "id": "IRB00100535"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy of Pulsed Electromagnetic Field and Heparin/Bupivacaine Instillations",
            "officialTitle": "Investigation of the Effect of Simultaneous Pulsed Electromagnetic Field (PEMF) and Intravesical Heparin - Bupivacaine Cocktail Instillation for the Symptomatic Treatment of Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS)",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "efficacy-of-pulsed-electromagnetic-field-and-heparin-bupivacaine-instillations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-22",
            "studyFirstSubmitQcDate": "2023-08-22",
            "studyFirstPostDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to test the idea that Pulsed Electromagnetic Field (PEMF) therapy will serve as a safe therapeutic modality that can effectively be administered simultaneously with bladder instillations of a bupivacaine-heparin cocktail to improve the chronic pain and/or associated symptoms of Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) patients. The study team will distribute the PEMF device to female adults with IC/BPS who have been prescribed bladder instillations of bupivacaine-heparin to see if PEMF therapy in conjunction with bladder instillations of heparin and bupivacaine may be more effective in reducing pain levels and symptomatology of IC/BPS than instillations alone.",
            "detailedDescription": "IC/BPS is a chronic condition affecting the urinary bladder, causing generalized pelvic pain and urinary symptoms such as urgency, frequency, and nocturia. Although it is not a life-threatening condition, the chronicity and severity of pain, along with urinary symptoms, can negatively impact a patient's quality of life. IC/BPS poses as a significant clinical challenge for many reasons. Importantly, the pathophysiology is incompletely understood and likely multi-factorial, including factors such as inflammation, neurovascular dysfunction, ion imbalance, and impaired urothelial cell integrity. Consequently, there are many therapeutic options for IC/BPS, many of which are driven primarily by patient-reported symptoms. In this regard, IC/BPS patients with moderate to severe pain typically require multi-modal therapy, often resulting in incomplete or no resolution of symptoms. Another clinical challenge is the heterogeneity of the symptoms. While pelvic pain is the distinguishing characteristic, patients with IC/BPS routinely present with additional urological and non-urological medical symptoms and syndromes. This has led to the description of two specific sub-phenotypes in IC/BPS based on anesthetic bladder capacity (BC), in which patients with BC ≤ 500 cc are more likely to experience severe pain, urgency and frequency (bladder centric sub-phenotype), and patients with BC \\> 500 cc (non-bladder centric sub-phenotype) have a higher prevalence of non-urological associated syndromes (NUAS) such as fibromyalgia, migraines, chronic fatigue symptoms, irritable bowel syndrome, endometriosis and sicca syndrome.\n\nIntravesical bladder instillations have been listed as a treatment option for IC/BPS by the American Urologic Association (AUA). Current evidence supports the use of single or multi-dose regimens of Dimethyl sulfoxide (DMSO), heparin and/or lidocaine. Heparin is a sulfated polysaccharide that is theorized to help restore the bladder's glycosaminoglycan (GAG) layer upon instillation, and multiple studies have demonstrated its effectiveness as an intravesical agent for symptom control. The combination of heparin with local anesthetics such as lidocaine/bupivacaine has been shown to provide even greater symptom relief than heparin alone.\n\nPulsed Electromagnetic Field (PEMF) therapy is a safe, non-invasive, and effective treatment option currently used for enhanced wound healing, bone-related diseases (osteoarthritis, Rheumatoid arthritis (RA)), and chronic pain states (chronic lower back pain, fibromyalgia), the latter of which is frequently associated with IC/BPS. The proposed mechanism(s) of action of PEMF therapy have been shown in several studies (randomized, double-blinded, placebo-controlled trials) to decrease the output of pro-inflammatory proteins, improve oxygenation of blood and tissue, stabilize transmembrane action potential and ion channels, and stimulate tissue regeneration\n\nPEMF therapy in conjunction with intravesical instillations of heparin and lidocaine/bupivacaine may be more effective in reducing pain levels and symptomatology of IC/BPS than instillations alone. Due to PEMF's proposed mechanism of action of improving microcirculation and tissue regenerative capacity, it may be able to augment pain reduction by improving both the protective effect of heparin on the GAG layer and bupivacaine's anesthetic efficacy. Using a randomized, sham-controlled trial design, this study will investigate the potential added therapeutic benefit of simultaneous PEMF therapy in patients who self-administer bladder instillations of heparin-bupivacaine multiple times per week, compared to instillations administered without PEMF."
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Cystitis",
                "Chronic Interstitial Cystitis",
                "Bladder Pain Syndrome"
            ],
            "keywords": [
                "interstitial cystitis",
                "bladder pain syndrome",
                "painful bladder",
                "chronic pelvic pain",
                "urinary urgency",
                "urinary frequency",
                "pulsed electromagnetic field",
                "PEMF",
                "bladder instillation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study is a sham-control, single-blind clinical series. Following in-clinic training, half of the participants will be sent home with Pulsed Electromagnetic Field (PEMF) devices (pre-set to deliver the same level of energy each time) and the other half will be sent home with sham mats. The sham device is identical in every way to the treatment device except the sham console does not deliver a pulsed electromagnetic field. Patients will be randomly assigned (1:1) to either the PEMF treatment or the sham device. Both groups will be instructed on how to self-administer PEMF therapy for 8 minutes. All participants will be instructed to only use the PEMF devices immediately following each instillation, while they are holding the instillation solution in their bladder.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Single (Participant)",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "6-week Pulsed Electromagnetic Field treatment with intravesical bupivacaine/heparin instillations",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be instructed to self-administer pulsed electromagnetic field therapy (PEMF) devices immediately following each intravesical bupivacaine/heparin instillation, while they are holding the instillation solution in their bladder. PEMF therapy will be self-administered using the B. Body (full body mat) and B. Pad (targeted pelvic pad). The participant will lie the B. Body mat on any flat dry surface and lay on the mat with the smaller B. Pad placed directly over the pelvic area. The PEMF device (attached to the control B. Box) has been pre-programmed to deliver the same energy level every time. Participants will be instructed to administer this home treatment in conjunction with their self-administered bladder instillations of bupivacaine/heparin for 8-minute sessions, three times a week over a 6 week period. At the mid way point (3 weeks) and after completion (6 weeks) participants will complete the online questionnaires. At 6 weeks the PEMF device is returned.",
                    "interventionNames": [
                        "Device: Pulsed Electromagnetic Field (PEMF) Device"
                    ]
                },
                {
                    "label": "6-week Sham Treatment with intravesical bupivacaine/heparin instillations",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will be provided with a sham B. Body and B. Pad that appears identical to the active pulsed electromagnetic field (PEMF) device. The participant will lie the sham B- Body mat on any flat dry surface and lay on the mat with with the smaller sham B. Pad placed directly over the pelvic area. The participant will be instructed to administer this sham treatment immediately following each intravesical bupivacaine/heparin instillation, while they are holding the instillation solution in their bladder. Participants will be instructed to administer this sham treatment in conjunction with their self-administered bladder instillations of bupivacaine/heparin for 8-minute sessions, three times a week over a 6 week period. At the mid way point (3 weeks) and after completion (6 weeks) participants will complete the online questionnaires. At 6 weeks the sham PEMF device is returned.",
                    "interventionNames": [
                        "Device: Sham Pulsed Electromagnetic Feild (PEMF) Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Pulsed Electromagnetic Field (PEMF) Device",
                    "description": "Pulsed Electromagnetic Field (PEMF) Device BEMER Device consist of a total body mat (B. BODY) plus a targeted pelvic mat (B.PAD), and a Control Unit which powers the device and logs usage. Both B.BODY and B.PAD must be plugged into the Control Unit simultaneously and activated individually. B. Body must be placed on a flat surface (i.e. bed, floor, reclining chair etc.) for best results.",
                    "armGroupLabels": [
                        "6-week Pulsed Electromagnetic Field treatment with intravesical bupivacaine/heparin instillations"
                    ],
                    "otherNames": [
                        "BEMER PEMF",
                        "BEMER B. BODY",
                        "BEMER B. PAD",
                        "BEMER Control Unit"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Pulsed Electromagnetic Feild (PEMF) Device",
                    "description": "The sham PEMF device appears identical to the BEMER PEMF device, with all of the same components and accessories, but does not emit a pulsed electromagnetic field.",
                    "armGroupLabels": [
                        "6-week Sham Treatment with intravesical bupivacaine/heparin instillations"
                    ],
                    "otherNames": [
                        "BEMER Sham Device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pelvic pain scores as measured by the Brief Pain Inventory (BPI) Short Form - Baseline",
                    "description": "The BPI Short Form is a validated questionnaire used to assess the severity of systemic and pelvic pain, and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst\", \"least\" and \"average\", within the past week, and pain \"right now' (at the time of short form completion), with a composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured by 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity, and a change in 2 points indicating significant change in pain. The form also includes 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pelvic pain scores as measured by the Brief Pain Inventory (BPI) Short Form - Week 3",
                    "description": "The BPI Short Form is a validated questionnaire used to assess the severity of systemic and pelvic pain, and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst\", \"least\" and \"average\", within the past week, and pain \"right now' (at the time of short form completion), with a composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured by 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity, and a change in 2 points indicating significant change in pain. The form also includes 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 3"
                },
                {
                    "measure": "Pelvic pain scores as measured by the Brief Pain Inventory (BPI) Short Form - Week 6",
                    "description": "The BPI Short Form is a validated questionnaire used to assess the severity of systemic and pelvic pain, and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst\", \"least\" and \"average\", within the past week, and pain \"right now' (at the time of short form completion), with a composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured by 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity, and a change in 2 points indicating significant change in pain. The form also includes 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Interstitial Cystitis/ Bladder Pain Syndrome (IC/BPS) scores, as measured by the O'Leary Sant Interstitial Cystitis Symptom Index and Problem Index (ICSI/ICPI)",
                    "description": "The ICSI (score range: 0-19 points) and ICPI (score range: 0-16) contain 4 questions related to urinary and pain symptoms. For the ICSI, 3 of the 4 questions use a 0-5 range with 0 indicating that the symptom is never experienced and 5 indicating the symptom is always experienced. The fourth question uses a range of 0-4 with 0 indicating the symptom is never experienced, and 4 indicating that the symptom is almost always experienced. For the ICPI, all four questions use a range of 0-4 with 0 indicating it is no problem and 4 indicating it is a big problem.",
                    "timeFrame": "Baseline, Week 3, and Week 6"
                },
                {
                    "measure": "Change in Interstitial Cystitis/ Bladder Pain Syndrome (IC/BPS) scores, as measured by the Pelvic Pain and Urgency Frequency (PUF) Patient Symptom Scale",
                    "description": "The PUF Patient Symptom Scale is a validated instrument used to assess the severity of symptoms associated with IC/BPS and the degree to which these symptoms \"bother\" a patient. It is separated into two subsections, scored individually as the Symptom Score and the Bother Score, to produce one composite score. The symptom score is comprised of seven items addressing urinary frequency, urgency, nocturia, dyspareunia, and pelvic pain. Each question is scored from 0 (never) to 3 (always), or 1 (mild) to 3 (severe), except for two which quantify daytime frequency and nocturia separately, with scores ranging from 0 to 4 times. A composite score between 10 and 14 indicates a strong diagnosis of IC/BPS with higher scores reflecting a greater degree of symptom severity and disease progression as well as an impact on overall quality of life.",
                    "timeFrame": "Baseline, Week 3 and Week 6"
                },
                {
                    "measure": "Change in Interstitial Cystitis/ Bladder Pain Syndrome (IC/BPS) scores, as measured by the Global Response Assessment (GRA)",
                    "description": "The GRA is a single item, validated metric used to evaluate how effective a treatment method is from the perception of the patient. The GRA uses a 7 point scale, centered at 0, indicating no change. The scale moves 3 points to the right of zero, indicating slight improvement, moderate improvement and marked improvement. It also moves 3 points to the left of zero, indicating slight worsening, moderate worsening and marked worsening.",
                    "timeFrame": "Baseline, Week 3 and Week 6"
                },
                {
                    "measure": "Change in Urinary Symptom scores, as measured by 3-day voiding diaries - Number of Urine Voids",
                    "description": "The voiding diary is a complete 3-day assessment of urinary symptoms (as they specifically pertain to IC/BPS) where the patient fills out quantitative and/or qualitive information in five categories at the time of each void: time of void, volume of voided urine (in mL), the severity of pain prior to void (on a 1-10 NRS scale), the severity of urgency prior and post void (on a scale of 0-10 with 0 indicating no urgency and 10 indicating severe urgency), and the time the participant at night and woke in the morning. Following the completion of the voiding diary, the following categories are calculated into quantifiable scores: 1) the total number of voids, 2) mean and total volume (in mL) of voided urine, 3) mean pre-voiding NRS pain score, mean pre-voiding urgency, mean in post-voiding NRS pain score and mean post-void urgency score.",
                    "timeFrame": "Baseline, Week 3 and Week 6"
                },
                {
                    "measure": "Change in Urinary Symptom scores, as measured by 3-day voiding diaries - Mean change in Total Volume of Voided Urine",
                    "description": "The voiding diary is a complete 3-day assessment of urinary symptoms (as they specifically pertain to IC/BPS) where the patient fills out quantitative and/or qualitive information in five categories at the time of each void: time of void, volume of voided urine (in mL), the severity of pain prior to void (on a 1-10 NRS scale), the severity of urgency prior and post void (on a scale of 0-10 with 0 indicating no urgency and 10 indicating severe urgency), and the time the participant at night and woke in the morning. Following the completion of the voiding diary, the following categories are calculated into quantifiable scores: 1) the total number of voids, 2) mean and total volume (in mL) of voided urine, 3) mean pre-voiding NRS pain score, mean pre-voiding urgency, mean in post-voiding NRS pain score and mean post-void urgency score.",
                    "timeFrame": "Baseline, Week 3 and Week 6"
                },
                {
                    "measure": "Change in Urinary Symptom scores, as measured by 3-day voiding diaries - Change in numeric rating scales (NRS) scores",
                    "description": "The voiding diary is a complete 3-day assessment of urinary symptoms (as they specifically pertain to IC/BPS) where the patient fills out quantitative and/or qualitive information in five categories at the time of each void: time of void, volume of voided urine (in mL), the severity of pain prior to void (on a 1-10 NRS scale), the severity of urgency prior and post void (on a scale of 0-10 with 0 indicating no urgency and 10 indicating severe urgency), and the time the participant at night and woke in the morning. Following the completion of the voiding diary, the following categories are calculated into quantifiable scores: 1) the total number of voids, 2) mean and total volume (in mL) of voided urine, 3) mean pre-voiding NRS pain score, mean pre-voiding urgency, mean in post-voiding NRS pain score and mean post-void urgency score.",
                    "timeFrame": "Baseline, Week 3 and Week 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously established clinical diagnosis of Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS)\n* Current Numeric Rating Scale (NRS) greater than or equal to 5\n* History of cystoscopy with hydrodistension with bladder capacity determination under anesthesia\n* No contraindications to the instillation solution\n* No cognitive deficits\n\nExclusion Criteria:\n\n* History of bladder, ovarian or vaginal cancer\n* History of urethral diverticulum\n* History of radiation cystitis\n* History of spinal cord injury or spina bifida\n* History of Parkinson's Disease\n* History of Multiple Sclerosis (MS)\n* History of Stroke\n* History of genital herpes\n* History of or current cyclophosphamide treatment\n* Current placement of a pacemaker or metal prothesis\n* Active urinary tract infection\n* BMI \\>40\n* Residual urine of \\>100 cc\n* Currently pregnant",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Subject must be biologically female",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen J Walker, PhD",
                    "role": "CONTACT",
                    "phone": "336-713-7272",
                    "email": "swalker@wakehealth.edu"
                },
                {
                    "name": "Kaylee A Ferrara, BS",
                    "role": "CONTACT",
                    "phone": "336-713-1693",
                    "email": "kferrara@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen J Walker, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen J Walker, PhD",
                            "role": "CONTACT",
                            "phone": "336-713-7272",
                            "email": "swalker@wakehealth.edu"
                        },
                        {
                            "name": "Kaylee A Ferrara, BS",
                            "role": "CONTACT",
                            "phone": "336-713-1693",
                            "email": "kferrara@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Interstitial Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M9579",
                    "name": "Heparin",
                    "relevance": "LOW"
                },
                {
                    "id": "M46053",
                    "name": "Calcium heparin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                }
            ]
        }
    },
    "hasResults": false
}