{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04230278",
            "orgStudyIdInfo": {
                "id": "HM20016342"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy of a Physical Therapy Intervention Targeting Sitting and Reaching for Young Children With Cerebral Palsy",
            "officialTitle": "Evaluation of the Efficacy of a Physical Therapy Intervention Targeting Sitting and Reaching for Young Children With Cerebral Palsy",
            "acronym": "SIT-PT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "efficacy-of-a-physical-therapy-intervention-targeting-sitting-and-reaching-for-young-children-with-cerebral-palsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-13",
            "studyFirstSubmitQcDate": "2020-01-13",
            "studyFirstPostDateStruct": {
                "date": "2020-01-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stacey Dusing",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the proposed project is to compare the efficacy of two fully developed physical therapy interventions in 8-24 months olds with or at high risk of having Cerebral Palsy (CP). Sitting Together And Reaching To Play (START-Play) targets sitting, reaching and motor-based problem solving in infancy to improve global development. Usual Care Physical Therapy (UCPT) focuses on advancing motor skills and preventing impairments.",
            "detailedDescription": "The purpose of the proposed project is to compare the efficacy of two fully developed physical therapy interventions in 8-24 months olds with or at high risk of having Cerebral Palsy (CP). Sitting Together And Reaching To Play (START-Play) targets sitting, reaching and motor-based problem solving in infancy to improve global development. Usual Care Physical Therapy (UCPT) focuses on advancing motor skills and preventing impairments. The project builds on a nearly complete clinical trial evaluating the efficacy of the START-Play intervention compared to a non-dose matched comparison group. The proposed study directly addressed the need for a dose-matched clinical trial to consider the impact of dose of intervention on efficacy. A direct comparison of START-Play with the dose matched (24 visits in 3 months) UCPT provided in the same environment (homes) and provided by licensed physical therapists will allow for a direct comparison of the efficacy of interventions based on two different set of key principles.\n\nSTART-Play is based on developmental and basic science, motor learning, and neuroplasticity, in addition to our extensive preliminary efficacy data. START-Play has been fully described with a protocol manual, training documents, and fidelity measures. The UCPT intervention is based on videotaped session of the comparison group community based intervention sessions and parent report for the ongoing clinical trial. A fidelity measure used the previous research quantifies differences in the focus of these interventions and will be used to maintain adherence to both intervention groups. Three sites in different regions of the United States will recruit from local intervention and medical centers for a total of 150 infants with or at high risk of having cerebral palsy between ages 4-24 months of age, when they show readiness skills for early sitting and reaching. Risk for CP will be based on the early detection guidelines and all outcome measures are included in the NIH supported Common Data Elements for Cerebral Palsy. Each infant will be randomized into a group and will receive the START-Play or the UCPT intervention for 3 months, with follow up extending for 12 months from baseline.\n\nThe primary objectives examine change over time in sitting gross motor and cognitive development.\n\nDifferences in outcomes between the two intervention groups will be examined. In addition, we will begin to identify predictors of response to developmental motor interventions by evaluating the relationship between intervention outcomes and 1) infant and family characteristics, 2) presence of white matter, cerebellar, basal ganglion, or gray matter injury."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "outcome assessor is blinded to group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "START-Play Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Sitting Together And Reaching to Play is an intervention designed to work on motor-based problem-solving. Thus the activities keep thinking skills at the forefront while also working on advancing motor skills. When initially developed to work with children who were emerging sitters the motor tasks focused on sitting and reaching resulting in the name.",
                    "interventionNames": [
                        "Behavioral: START-Play Physical Therapy"
                    ]
                },
                {
                    "label": "Movement, Orientation, Repetition, and Exercise (MORE-PT) - Usual Care Physical Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This intervention was based on the observations of usual care from a previous study. Key principles included the use of Movement, Orientation, Repetition, and Exercise thus the intervention name was changed to MORE-PT before enrollment started. This reduced bias as the therapists and families were not informed this was usual care which could have biased them.",
                    "interventionNames": [
                        "Behavioral: Usual Care Physical Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "START-Play Physical Therapy",
                    "description": "Physical Therapy focused on movement and cognitive skills at the same time",
                    "armGroupLabels": [
                        "START-Play Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care Physical Therapy",
                    "description": "Physical Therapy focused on movement and reducing impairments",
                    "armGroupLabels": [
                        "Movement, Orientation, Repetition, and Exercise (MORE-PT) - Usual Care Physical Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in sitting behavior",
                    "description": "Sitting will be assessed using the sitting scale of the Gross Motor Function Measure (GMFM-88)",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in gross motor skills",
                    "description": "Gross motor skills will be assessed using the gross motor subtest of the Bayley Scales of Infant and Toddler Development, Fourth edition (Bayley-IV).",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                },
                {
                    "measure": "Change in fine motor skills",
                    "description": "Fine motor skills will be assessed using the Fine motor subtest of the Bayley Scales of Infant and Toddler Development, Fourth edition (Bayley-IV).",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                },
                {
                    "measure": "Change in Cognitive skills",
                    "description": "Cognitive skills will be assessed using the cognitive subtest of the Bayley Scales of Infant and Toddler Development, Fourth edition (Bayley-IV).",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                },
                {
                    "measure": "Change in Language",
                    "description": "Expressive and Receptive Language skills will be assessed using the language subtests of the Bayley Scales of Infant and Toddler Development, fourth edition (Bayley-IV).",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Assessment of Problem Solving in Play",
                    "description": "6 minute assessment of play based problem solving skills using a standardized toy set. The frequency of 4 key behaviors (look, simple explore, complex explore, function, and solution are coded. (Phys Occup Ther Pediatr\n\n. 2021;41(4):390-409. doi: 10.1080/0194",
                    "timeFrame": "Baseline to the end of the intervention, up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Dx or clinical signs of cerebral palsy (CP) previously described\n* Between 8-24 months of age (corrected for prematurity as applicable) at study entry\n* Able to prop sit for 3 seconds, maintain the head at least to the level of neutral alignment with the trunk supported at the axilla, exhibit some spontaneous movement of the arms and visually focus on a toy or person's face for at least 3 seconds in any position.\n* Gross motor delay with a Bayley IV gross motor subscale score less than 5.5 (1.5 standard deviation below mean)\n\nExclusion Criteria:\n\n* Medical complications that severely limit assessments/intervention participation such as severe visual impairment, congenital/orthopedic anomalies that limit sitting or reaching, or uncontrolled seizures.\n* A child will be excluded if the parents report any of following: 1) disability of a progressive nature such as muscular dystrophy or leukodystrophy; 2) family plans to move out of the local area within one year from the start of the study; 3) major surgery planned that might affect physical performance. 4) genetic conditions that have a similar presentation to intellectual disability or autism.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "8 Months",
            "maximumAge": "24 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Southern California",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacey Dusing",
                            "role": "CONTACT",
                            "phone": "323-442-1022",
                            "email": "stacey.dusing@pt.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandra Willett, PhD, PT",
                            "role": "CONTACT",
                            "phone": "402-559-6415",
                            "email": "swillett@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Spence, PhD",
                            "role": "CONTACT",
                            "phone": "773-844-0980",
                            "email": "spencecm@vcu.edu"
                        },
                        {
                            "name": "Ben Darter, PhD",
                            "role": "CONTACT",
                            "phone": "2102644193",
                            "email": "bjdarter@vcu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "356490",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lin-Ya Hsu, PhD",
                            "role": "CONTACT",
                            "phone": "206-669-2492",
                            "email": "linyahsu@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38127897",
                    "type": "BACKGROUND",
                    "citation": "Kretch KS, Dusing SC, Harbourne RT, Hsu LY, Sargent BA, Willett SL. Early Mobility and Crawling: Beliefs and Practices of Pediatric Physical Therapists in the United States. Pediatr Phys Ther. 2024 Jan 1;36(1):9-17. doi: 10.1097/PEP.0000000000001063."
                },
                {
                    "pmid": "37550959",
                    "type": "BACKGROUND",
                    "citation": "Kretch KS, Koziol NA, Marcinowski EC, Hsu LY, Harbourne RT, Lobo MA, McCoy SW, Willett SL, Dusing SC. Sitting Capacity and Performance in Infants with Typical Development and Infants with Motor Delay. Phys Occup Ther Pediatr. 2024;44(2):164-179. doi: 10.1080/01942638.2023.2241537. Epub 2023 Aug 7."
                },
                {
                    "pmid": "37366692",
                    "type": "BACKGROUND",
                    "citation": "Fiss AL, Hakstad RB, Looper J, Pereira SA, Sargent B, Silveira J, Willett S, Dusing SC. Embedding Play to Enrich Physical Therapy. Behav Sci (Basel). 2023 May 24;13(6):440. doi: 10.3390/bs13060440."
                },
                {
                    "pmid": "35421222",
                    "type": "BACKGROUND",
                    "citation": "Dusing SC, Harbourne RT, Hsu LY, Koziol NA, Kretch K, Sargent B, Jensen-Willett S, McCoy SW, Vanderbilt DL. The SIT-PT Trial Protocol: A Dose-Matched Randomized Clinical Trial Comparing 2 Physical Therapist Interventions for Infants and Toddlers With Cerebral Palsy. Phys Ther. 2022 Jul 4;102(7):pzac039. doi: 10.1093/ptj/pzac039."
                },
                {
                    "pmid": "31568380",
                    "type": "BACKGROUND",
                    "citation": "Dusing SC, Harbourne RT, Lobo MA, Westcott-McCoy S, Bovaird JA, Kane AE, Syed G, Marcinowski EC, Koziol NA, Brown SE. A Physical Therapy Intervention to Advance Cognitive and Motor Skills: A Single Subject Study of a Young Child With Cerebral Palsy. Pediatr Phys Ther. 2019 Oct;31(4):347-352. doi: 10.1097/PEP.0000000000000635."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Link to the pre-publication protocol paper",
                    "url": "https://doi.org/10.1093/ptj/pzac039"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}