{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05734625",
            "orgStudyIdInfo": {
                "id": "22-007151"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy of Nerve Blocks for Episodic Migraine",
            "officialTitle": "Efficacy of Peripheral Nerve Blocks for Episodic Migraine Treatment and Prophylaxis",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "efficacy-of-nerve-blocks-for-episodic-migraine"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-09",
            "studyFirstSubmitQcDate": "2023-02-09",
            "studyFirstPostDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen P. Merry",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to see how well blocking two to ten of the scalp nerves (that give feeling to the scalp and are painful during migraine headaches) with bupivacaine anesthetic (numbing medication) and low dose methylprednisolone (cortisone-like medicine or steroid) work for treating and preventing migraines. Our hypothesis is that the pain of most episodic migraine headaches can be eliminated and prevented for months by blocking the nerves that give pain sensation during a migraine.",
            "detailedDescription": "Hypothesis: Multiple peripheral nerve blocks provide more complete acute headache relief and better headache prophylaxis in episodic migraine than greater occipital nerve blocks alone.\n\nAims, purpose, or objectives:\n\nCompare whether anesthetizing multiple peripheral nerves of the scalp (also known as multiple peripheral nerve block (MPNB)) provides more acute headache pain relief than greater occipital nerve block (GONB) alone.\n\nCompare whether MPNB provides better headache prophylaxis than GONB alone measured monthly for three months.\n\nDetermine whether there are fewer missed work/school/life activity days measured monthly for three months following nerve block for patients who receive MPNB compared to patients who receive GONB.\n\nCompare whether there are fewer Emergency Room/Clinic visits for headache measured monthly for three months follow up for patients who receive MPNB compared to patients who receive GONB.\n\nBackground\n\nPeripheral nerve blocks (PNBs) have been studied in randomized trials and have proven beneficial and safe to varying degrees in the treatment of episodic migraine. Most of these studies have evaluated GONBs; two have looked at the combination of GONB and supraorbital nerve block (SONB). No study to date measuring pain relief in acute migraine and prophylaxis reported scalp anesthesia thus making conclusions about effect size of an actual nerve block on acute headache and prophylaxis or conclusions about optimal method, medication dosages and frequency of block(s) difficult.\n\nThe PI has observed in his experience over 17 years administering many thousands of peripheral nerve blocks at MCR that essentially all patients get complete acute headache relief and most get durable prophylaxis for months if nerve blocks are administered in the distribution of a patient's presenting headache and anesthesia is confirmed and documented in all nerves in the scalp distribution of the headache (as many as 12 PNBs per patient to include bilateral greater occipital, lesser occipital, auriculotemporal, supraorbital, supratrochlear nerves, and infraorbital nerves).\n\nIn this study we will be randomizing patients to receive either GONBs alone or MPNBs to include all 10 scalp nerves and excluding patients with facial pain in the infraorbital nerve distribution during migraines.\n\nStudy Design and Methods\n\nMethods:\n\nSubjects with EMR documented episodic migraine headaches (defined as 14 or less headache days per month, frequency of which can be assessed at the time of initial discussion with the study coordinator) will be recruited from our local patient population. Study coordinators will then schedule a screening phone visit to explain the study and validate inclusion/exclusion criteria and obtain written consent either digitally, in person or eConsent and enroll the subject in the study.\n\nThe research coordinator will then provide each subject with an initial questionnaire to obtain baseline data including episodic migraine headache diagnosis, history of secondary headache causes, location of their usual headache, where in the head it starts and the progression, frequency, severity on 10 point VAS, duration, associated symptoms including aura, characteristics, associated disability with MIDAS score, current medications for acute treatment and prophylaxis and their effectiveness.\n\nConsented subjects will receive weekly for one month an electronic headache diary to report headache days of that prior week by day and date, functional rating scale, pain intensity, associated symptoms, location of headache, any missed work/school/life activity days, acute medications used and clinic or transfusion center or emergency room visits for headache.\n\nAfter the one-month run-in, the research coordinators will contact the subjects to affirm that they are now ready for an injection when they get their next acute migraine that is at least 5/10 severity on a Monday through Friday and ask them not to take their usual acute migraine rescue treatment unless that usually only blunts the pain to no less than 5/10.\n\nThe subject will then call to be scheduled in our Procedure Clinic on a Monday through Friday when they have a typical acute migraine. Their appointment will be scheduled on that same half-day with one of the Co-I's or PI and the appointment reason noted as acute migraine for nerve blocks. If no slot is available within 24 hours, they will encourage the subject to care for their migraine in their usual way and to call again with the next headache later that month.\n\nA brief interval history will be obtained by the investigator at the time of the appointment to confirm the details on an interval history questionnaire filled out by the patient earlier that day. Randomization codes generated by the statistician and kept in sealed opaque envelopes in the Procedure Clinic in a sequential order numbered #1 - #60 will be opened by the physician investigator performing the injection at the time of the visit. Block randomization will be utilized with random block sizes to provide balanced numbers in each group. Subjects in the GONBs group will then receive bilateral GONBs for a total of 2 blocks. Subjects in the MPNBs group will receive 10 nerve blocks to include greater occipital, lesser occipital, auriculotemporal, supraorbital and supratrochlear nerves. Investigators performing the blocks will only use neutral language to ensure that no bias is created by implying the subjects are \"only getting the GONBs\" or \"are getting all of the blocks not just a couple.\"\n\nHeadache pain scores will be obtained from each subject at baseline, and every 5 minutes after completing the first injection. until 5 minutes after anesthesia is verified in all intended to be blocked nerve distributions. Any residual headache pain present 10 minutes after injections are completed will be identified and recorded by scalp location (central back of head, lateral back of head, temples, forehead, central forehead above the nose) and sidedness (left or right or both) and anesthesia in those nerve distributions assessed. If there is pain and lack of anesthesia in the dermatomal distributions of nerves not intended to be blocked the investigator will affirm the findings as \"ok, good.\" Any residual sensation to pain on pinprick in a nerve distribution intended for block will be re-blocked. Any repeated blocks will be recorded in the procedure note. Only anesthetic will be used for repeat blocks. Nerve blocks will be reperformed in the sequence listed below until all intended nerve blocks are verified. VAS pain scores will be recorded until 20 minutes after the last nerve intended for block is proven anesthetic.\n\nA questionnaire will be sent to each subject one day after their nerve block to ask them if they had complete headache relief, whether the headache came back later when the anesthesia wore off, their headache pain score that day (day after the nerve blocks), and to assess side effects of the PNBs to include pain, bruising, transient visual or facial motor changes.\n\nSubjects will be sent an electronic headache seven-day diary weekly for 3 months beginning 1 week after their nerve blocks to report the days of that prior week they had a headache, acute medications used if any, a functional rating scale, maximal pain intensity each day, headache associated symptoms, any missed work/school/life activity days, and any clinic or transfusion center or emergency room visits for headache.\n\nThe primary outcome variable will be complete regression of headache pain on the day of PNBs as defined by VAS. This will be assessed both by pain score and scalp location (central back of head, lateral back of head, temples, forehead, central forehead above the nose) and sidedness (left or right or both). Neck pain as commonly seen in migraine and other headache disorders will not be counted as headache pain. Secondary outcome variables will be degree of prophylaxis of future headaches in terms of reduction in severity and frequency from historical severity and frequency of the subject's headaches and reduction in lost days of work/school/life events vs. lost days of work/school/life events during the month pre-injection and clinic/emergency room/transfusion clinic visits for headache vs. those in the one month prior to PNBs.\n\nBlinding\n\nThis will be a pragmatic randomized comparison trial. GONBs and MPNBs will act as the treatment arms. Research subjects will be informed that they are in a trial of nerve blocks in treatment and prevention of migraine headache and may receive up to 10 nerve blocks. The language of consenting will seek to minimize bias by seeking to avoid suggesting that more blocks are better than less as follows: \"There are small and large nerves all over the front, back and sides of your head that can contribute to a migraine headache. In this study, subjects will get nerve blocks in various combinations of one or two or up to 10 nerves at a time. The nerves blocked may or may not respond to the location of your pain.\"\n\nIntervention\n\nSubjects will be randomized to receive either GONBs or MPNBs in the following methods:\n\nGreater occipital nerve (GON) blocks will be performed with head of patient prone on the table footrest with each block containing a mixture of 1.25 ml bupivacaine 0.5% and 20 mg methylprednisolone (for GONB only or 10 mg for MPNB so then getting 40 mg total in both groups) administered by a 3 ml syringe with a ¾\" 30g needle. The block(s) will be performed in the following sequence until GON nerve distribution anesthesia is obtained: 2 cm inferior and 2 cm lateral to the inion (or lacking an occipital protuberance, a central point of their occiput that is 3 cm from the midline nuchal edge will be assigned as inion hereafter called \"inion\")), or failing to achieve anesthesia an anesthetic only injection at 22% of the distance from the inion to the mid-inferior mastoid (as per Loukas et al, 2006), or failing to achieve nerve block at the second location after 10 minutes, an anesthetic only injection at 3 cm inferior and 1 cm lateral to the inion.\n\nLesser occipital nerve (LON) blocks will be performed with the head of patient prone on the table footrest with each block w/ 1.25 ml bupivacaine 0.5% and 10 mg methylprednisolone administered by a 3 ml syringe and a ¾\" 30g needle in the following sequence until LON nerve distribution anesthesia is obtained: 30% of the distance from mid-inferior mastoid to inion determined location and location confirmed to be over cranium, and failing to achieve anesthesia an anesthetic only injection into the sulcus just posterior to the mastoid and failing to achieve anesthesia with the first two locations after 10 minutes, an anesthetic only injection at a location just 3-4 mm medial to the first 2 will be chosen that is over cranium.\n\nAuriculotemporal nerve (ATN) blocks will be performed with patient supine with each block containing 1 ml of bupivacaine 0.5% without steroid administered by a 3 ml syringe and a 30g ¾\" needle until ATN nerve distribution anesthesia is obtained. Location of the first block attempt will be in the superior edge of the tragus fold formed by forward displacement of the tragus (just superior to the ATN neuroforamen at the superior posterior fossa of the maxilla's TMJ and 3-4 mm posterior to the temporal artery). Location of the second block attempt if not anesthetic after 10 minutes will be 2-3 mm anterior of the anterior superior edge of the helix at a depth of ½ cm.\n\nSupraorbital nerve (SON) blocks will be performed with patient supine with each block containing 1 ml of bupivacaine 0.5% without steroid administered by a 3 ml syringe and a 30g ¾\" needle until SON nerve distribution anesthesia is obtained. Any injected site will be held firmly afterwards for at least 2 minutes and longer if bleeding persists. Location of the first block attempt will be 0.25 cm above the supraorbital rim along a vertical line drawn through the medial iris of a forward gazing eye, marked with ear speculum tip, prepped with chlorhexidine-alcohol, and injected tightly against the cranium (so as to in part provide subgaleal infusion to get the deep branch of the SON that may be subgaleal) 0.5 ml just 0.25 cm superior to the supraorbital rim at the marked location and then another 0.5 ml injected just inferior to the supraorbital rim after walking the needle tip along the same vertical line off the edge of the supraorbital ridge (injected perpendicular through eyebrow displaced inferiorly with finger under rim firmly to prevent upper lid edema from the injection or a scar in the skin, only the eyebrow) at an additional depth of 2 mm below the rim, immediately withdrawn and firm pressure applied to both sites with flexed tip digit for 2 minutes to prevent ecchymosis from the supraorbital artery with additional pressure applied as needed if still bleeding. Location of the second block attempt if not anesthetic after 10 minutes will be just medial or lateral to the first depending on which branch is not successfully blocked by the first attempt.\n\nSupratrochlear nerve (STN) blocks will be performed with patient supine with each block containing 0.5 ml of bupivacaine 0.5% without steroid administered by a 3 ml syringe and 30g ¾\" needle and repeated as needed. The site will be held firmly afterwards for at least 2 minutes and longer if bleeding persists. Only one location is needed for this block since it essentially never misses and the STN neuroforamen at a location ½ of the distance from the SON to the inner canthus of the eye is easily palpable in everyone.\n\nTime to complete the GONBs or MPNBs will be recorded along with any need for repeat injection(s) specifying where they were repeated in the procedure note. Headache VAS pain score will be obtained at 5, 10, 15, 20 and in 5-minute intervals thereafter until all intended nerves are blocked as verified by pin-prick anesthesia.\n\nHuman Subject Protection\n\nInformed consent will be obtained from all subjects by research study coordinators. This study with PNBs poses moderate risk of transient pain, bleeding, and bruising, low risks of infection, allergic reaction, scarring, hypo or hyperpigmentation, dizziness or light-headedness or even fainting, low risk of dermal atrophy (skin dimpling) or focal hair loss of a few mm around the occipital nerve block sites from the steroid, rare cases of transient (6-8 hour) facial nerve palsy if auriculotemporal block is placed too far inferior and anterior to the location intended and a risk of inefficacy meaning the nerve blocks don't help the headache pain. Other risks mentioned in the literature are specific to errors in judgment and care (e.gs. a case of coma resulted from doing a GON block on a patient who had had a craniotomy and so the injectate traveled intracerebral). Total steroid dose will be 40 mg for the GONB arm and 40 mg for the MPNB arm, doses commonly well-tolerated for a variety of depo-steroid uses.\n\nSince both GONBs and MPNBs are presently standard of care for different consultants in different departments at our institution, safety monitoring will be through assessment of post-injection anesthesia and compliance with injection and anesthesia assessment technique and assuring repeat injection to the point of anesthesia to ensure both safety and data validity.\n\nConduct of the Study\n\nThe study will run until all subjects in each arm have received their nerve blocks and completed the 12-week post-injection follow up."
        },
        "conditionsModule": {
            "conditions": [
                "Episodic Migraine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Pragmatic randomized comparison trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research subjects will be informed that they are in a trial of nerve blocks in treatment and prevention of migraine headache and may receive up to 10 nerve blocks. The language of consenting will seek to minimize bias by seeking to avoid suggesting that more blocks are better than less as follows: \"There are small and large nerves all over the front, back and sides of your head that can contribute to a migraine headache. In this study, subjects will get nerve blocks in various combinations of one or two or up to 10 nerves at a time. The nerves blocked may or may not respond to the location of your pain.\"",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Greater Occipital Nerve block group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive bilateral greater occipital nerve blocks for a total of 2 blocks",
                    "interventionNames": [
                        "Drug: Bupivacaine HCl 0.5% Injectable Solution",
                        "Drug: Methylprednisolone 40 MG Injection"
                    ]
                },
                {
                    "label": "Multiple Peripheral Nerve block group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive 10 nerve blocks to include bilateral greater occipital, lesser occipital, auriculotemporal, supraorbital and supratrochlear nerves.",
                    "interventionNames": [
                        "Drug: Bupivacaine HCl 0.5% Injectable Solution",
                        "Drug: Methylprednisolone 40 MG Injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bupivacaine HCl 0.5% Injectable Solution",
                    "description": "Will receive 0.5 ml (supratrochlear) to 1.0 ml (supraorbital, auriculotemporal) to 1.25 ml (greater and lesser occipital) for each nerve block.",
                    "armGroupLabels": [
                        "Greater Occipital Nerve block group",
                        "Multiple Peripheral Nerve block group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Methylprednisolone 40 MG Injection",
                    "description": "Will receive 10 mg (0.25 ml) mixed with 1.25 ml Bupivacaine 0.5% for each greater and lesser occipital nerve block if MPNB group or 20 mg (0.5 ml) methylprednisolone in each GON if GONB group.",
                    "armGroupLabels": [
                        "Greater Occipital Nerve block group",
                        "Multiple Peripheral Nerve block group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Elimination of acute headache",
                    "description": "Number of subjects to experience an elimination of acute headache defined as pain \\</= 1/10",
                    "timeFrame": "20 minutes after the last nerve intended for block"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average headache days",
                    "description": "Number of days subjects experience headaches after peripheral nerve block",
                    "timeFrame": "3 months after peripheral nerve block"
                },
                {
                    "measure": "Days of work/school/life event absenteeism",
                    "description": "Number of days subjects miss work, school or life events due to headaches following peripheral nerve block",
                    "timeFrame": "3 months after peripheral nerve block"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Suffering from episodic migraines with and without aura occurring at least four times a month but less than 15 times a month at a severity of 5/10 pain level or greater.\n* Willing to not start or stop any new medication to treat or prevent migraines during the six months of the trial.\n* History fits the definition of migraine:\n\n  * Have a history of episodic headache lasting 4-72 hours with at least 2 of the 4 following: unilateral location, pulsating/throbbing quality, moderate-severe intensity, aggravation by/causing avoidance of routine physical activity, and\n  * Have a history of at least one of the following: nausea and/or vomiting, photophobia (seek out a dark room during a headache because that feels better), phonophobia (seek out a quiet environment during a headache because that feels better)\n\nExclusion Criteria:\n\n* Headache in cheeks (infraorbital nerve distribution) in addition to scalp distribution.\n* Women who report being currently pregnant or lactating or are of child-bearing potential or are likely to become pregnant during the medication phase and are unwilling to use a reliable form of contraception. Acceptable forms include:\n\n  * Hormonal methods, such as birth control pills, patches, injections, vaginal ring, or implants\n  * Barrier methods (such as a condom or diaphragm) used with a spermicide (a foam, cream, or gel that kills sperm)\n  * Intrauterine device (IUD)\n  * Total hysterectomy or tubal ligation\n  * Abstinence (no sex)\n* Allergy or documented contraindication to amide anesthetics (bupivacaine, lidocaine, ropivacaine, prilocaine, mepivacaine, etidocaine or levobupivacaine) or corticosteroids\n* Previously received peripheral nerve blocks (PNBs)\n* Currently anticoagulated\n* Currently receiving Botox for migraine prophylaxis\n* Started on new medication in the prior two months with known migraine-preventive efficacy or planning to start any new medication during the study\n* Currently using opiate medications for pain\n* History of drug or alcohol abuse within the prior two years\n* Have unstable medical or surgical diseases that could impair participation in this study\n* History of craniotomies, burr holes, skull fractures and/or have open skull defects\n* Patients with implanted nerve stimulators or shunts\n* Phobia of needles\n* Active skin or soft tissue infection overlying injection sites\n* Diagnosis of medication overuse, cervicogenic, post-traumatic, or cluster headaches or history on pre-enrollment questionnaire of cluster headache symptoms.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Family Medicine Research Study Coordinators",
                    "role": "CONTACT",
                    "phone": "507-422-6823",
                    "email": "RSTFMSC@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Merry, MD, MPH",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008881",
                    "term": "Migraine Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051270",
                    "term": "Headache Disorders, Primary"
                },
                {
                    "id": "D000020773",
                    "term": "Headache Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "asFound": "Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9351",
                    "name": "Headache",
                    "relevance": "LOW"
                },
                {
                    "id": "M22529",
                    "name": "Headache Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26657",
                    "name": "Headache Disorders, Primary",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008775",
                    "term": "Methylprednisolone"
                },
                {
                    "id": "D000077555",
                    "term": "Methylprednisolone Acetate"
                },
                {
                    "id": "D000008776",
                    "term": "Methylprednisolone Hemisuccinate"
                },
                {
                    "id": "D000011239",
                    "term": "Prednisolone"
                },
                {
                    "id": "C000009935",
                    "term": "Prednisolone acetate"
                },
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                },
                {
                    "id": "C000021322",
                    "term": "Prednisolone hemisuccinate"
                },
                {
                    "id": "C000009022",
                    "term": "Prednisolone phosphate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018696",
                    "term": "Neuroprotective Agents"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Type",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11749",
                    "name": "Methylprednisolone",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1833",
                    "name": "Methylprednisolone Acetate",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11750",
                    "name": "Methylprednisolone Hemisuccinate",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14120",
                    "name": "Prednisolone",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M229449",
                    "name": "Prednisolone acetate",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M211887",
                    "name": "Prednisolone hemisuccinate",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M248881",
                    "name": "Prednisolone phosphate",
                    "asFound": "Fixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20773",
                    "name": "Neuroprotective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}