{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06223867",
            "orgStudyIdInfo": {
                "id": "STUDY00000716 Part A"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50MH129701",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50MH129701"
                }
            ],
            "organization": {
                "fullName": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy, Effectiveness, and Implementation of Jaspr Health in Emergency Department- Part A",
            "officialTitle": "Evaluation of Efficacy, Effectiveness, and Implementation of Jaspr Health's Digital Platform in Emergency Department for Patients With Suicidal Risk- Part A: Randomized Controlled Trial",
            "acronym": "Jaspr-PartA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "efficacy-effectiveness-and-implementation-of-jaspr-health-in-emergency-department-part-a"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-14",
            "studyFirstSubmitQcDate": "2024-01-16",
            "studyFirstPostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edwin Boudreaux",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Massachusetts, Worcester"
            },
            "leadSponsor": {
                "name": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "Evidence-Based Practice Institute, Seattle, WA",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Worcester Polytechnic Institute",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This Study will comprehensively evaluate a multi-component suicide prevention technology (Jaspr Health) that facilitates delivery of suicided-related evidence-based practices (EBPs) while replacing wasted waiting time with productive time in the Emergency Departments (EDs). The EBPs satisfy several key performance elements for systems adopting Zero Suicide.\n\nA Complementary Randomized Controlled Trial and Real-World Study for Efficacy, Effectiveness, and Implementation Study Design (CREID) will be used",
            "detailedDescription": "This study will evaluate Jaspr's patient-facing tablet-based application (app) during suicide-related ED visits. The app guides patients in completing the Suicide Status Interview, which comprise of an evidence-based Collaborative Assessment \\& Management of Suicidality (CAMS) certified suicide prevention tools such as a suicide risk assessment, Stanley Brown- inspired safety planning, and lethal means safety counseling. It also offers access to a menu of \"Comfort and Skills\" modules that teaches patients behavioral skills to effectively manage imminent distress, while shared stories offer a library of professionally produced, racially and culturally diverse, inspirational videos of people with suicide-centered lived experience.\n\nSubjects who interact with Jaspr can continue to access their safety plan, comfort and coping skills exercises, and the video library via Jaspr at Home (JAH) mobile application; a summary of the self-administered risk assessment is shared with the clinical team directly through the patient electronic medical record to help guide the treatment plan.\n\nPart A of the study will be an individual, patient-level Randomized Controlled Trial (RCT) to evaluate the efficacy and mechanism of action of Jaspr's app intervention in EDs. All subjects will complete a baseline assessment prior to random assignment to one of the the two study conditions. All subjects will receive follow-up phone calls for 12 months after enrollment at weeks 6, 12, 24, 36, and 52. These calls will assess suicide related outcomes and healthcare utilization. In addition, the Massachusetts Department of Public Health (MA DPH) death registry will be reviewed, and each subject's electronic health record will be reviewed.\n\nPart B of the study will be a Real-World Study (RWS) to evaluate the effectiveness and implementation processes in EDs and outcomes.\n\nThis ClinicalTrials.gov record will cover only Part A. Part B is summarized in a separate entry."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Suicide Attempt",
                "Self Harm"
            ],
            "keywords": [
                "Suicide",
                "Self-Harm",
                "Attempt",
                "Ideation",
                "Suicidal thought",
                "Suicidal plan",
                "Crisis intervention",
                "Suicide prevention",
                "Emotional support",
                "Mental Health",
                "Behavioral Health",
                "Psychiatry",
                "Emergency Department",
                "Technology",
                "Mobile Application",
                "Implementation",
                "Safety Plan",
                "Lethal Means"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcome evaluators will be blinded to study condition. It is not possible to blind participants, the research staff enrolling the participant, or the treating clinicians.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 670,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enhanced treatment as usual (ETAU) alone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects in this arm will receive the usual care for patients with suicidal risk at UMass Memorial ED that may include a behavioral health evaluation by a trained clinician, and environmental safety precautions dictated by risk level (Mild, Moderate, High). Individuals deemed appropriate for discharge undergo discharge planning and offered a personalized safety plan using the Stanley-Brown Safety Planning Intervention, including lethal means safety counseling.",
                    "interventionNames": [
                        "Behavioral: ETAU"
                    ]
                },
                {
                    "label": "Jaspr intervention with enhanced treatment as usual (ETAU)",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects in this arm will receive ETAU in addition, they will complete a guided Suicide Status Interview (SSI), Safety Planning, and Lethal means counseling on the Jaspr tablet-based app before open access to the Jaspr resource library.\n\nSubjects can sign up to receive JAH mobile app.",
                    "interventionNames": [
                        "Device: Jaspr App + JAH",
                        "Behavioral: ETAU"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Jaspr App + JAH",
                    "description": "With assistance form a research coordinator, the subject will complete self-administered suicide risk assessment on the tablet via Jaspr app, then the subject will engage with suicide-related coping skills and resources that the app provides. Subject will continue to have access to the coping skills and videos via a mobile app after discharge.",
                    "armGroupLabels": [
                        "Jaspr intervention with enhanced treatment as usual (ETAU)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "ETAU",
                    "description": "Usual care for suicidal patients at UMass Memorial ED that may include Behavioral health evaluation by a trained clinician. Environmental safety precautions. Personalized safety upon discharge",
                    "armGroupLabels": [
                        "Enhanced treatment as usual (ETAU) alone",
                        "Jaspr intervention with enhanced treatment as usual (ETAU)"
                    ],
                    "otherNames": [
                        "Enhanced Treatment As Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicide composite, binary",
                    "description": "Death by suicide OR suicide-related acute care utilization within 12 months after enrollment",
                    "timeFrame": "12 months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Suicidal attempt",
                    "description": "Suicidal attempt measured by the Columbia-Suicide Severity Rating Scale (CSSRS), Suicide attempt present Y/N",
                    "timeFrame": "12 months after enrollment"
                },
                {
                    "measure": "Suicidal behavior",
                    "description": "Suicidal behavior measured by the Columbia-Suicide Severity Rating Scale (CSSRS), including any preparatory, aborted, interrupted, and actual suicidal attempts. Suicidal Behavior present Y/N",
                    "timeFrame": "12 months after enrollment"
                },
                {
                    "measure": "Suicidal ideation severity",
                    "description": "Suicidal ideation severity measured by the Columbia-Suicide Severity Rating Scale (CSSRS). Suicidal Ideation (Highest Level Endorsed 1-5. 1= least severe and 5= highest severity)",
                    "timeFrame": "12 months after enrollment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Evidence-Based Practice (EBP) delivery",
                    "description": "Number of patients receiving evidence based care, including evidence based suicide risk assessment, safety planning, lethal means safety counseling, cognitive behavioral therapy (CBT) coping skills training, suicide education materials, and behavioral health referral resources. Higher count = more EBPs delivered",
                    "timeFrame": "During index visit= Day 1"
                },
                {
                    "measure": "Patient target engagement, perceived social support",
                    "description": "Perceived social support (attachment/affiliation) measured by Interpersonal Needs Questionnaire (INQ-15), Likert-type scale, higher scores = stronger social support",
                    "timeFrame": "12 months after enrollment"
                },
                {
                    "measure": "Patient target engagement, suicide-related coping",
                    "description": "Suicide-related coping (behavioral inhibition) measured by Suicide-Related Coping Scale (SRCS), Likert-type scale, higher scores = better ability to cope with suicidal thoughts",
                    "timeFrame": "12 months after enrollment"
                },
                {
                    "measure": "Patient target engagement, behavioral activation",
                    "description": "Behavioral activation (effort) measured by Behavioral Activation Scale (BAS) - Drive sub scale, Likert-type scale, higher scores = greater behavioral activation",
                    "timeFrame": "12 months after enrollment"
                },
                {
                    "measure": "In situ self-injury",
                    "description": "Intentional Self-Harm behavior during the index ED visit and inpatient stay related to the index visit, binary, In situ self-injury Yes/No",
                    "timeFrame": "Index visit= Day 1"
                },
                {
                    "measure": "In situ distress",
                    "description": "Pre-post distress measure that will use 0 to 10 distress scale at start of enrollment and at 1, 2, 3 hours later. It will assess patient's distress during the index ED",
                    "timeFrame": "Index visit= Day 1"
                },
                {
                    "measure": "In situ suicide related coping",
                    "description": "Pre-post suicide coping measure that will use 0 to 10 coping scale at start of enrollment and at 1, 2, 3 hours later. It will assess patient's suicide-related coping during the index ED",
                    "timeFrame": "Index visit= Day 1"
                },
                {
                    "measure": "ED visit satisfaction",
                    "description": "0 to 10 visit satisfaction scale at start of enrollment and at 1, 2, 3 hours later to assess patient's satisfaction with the ED care during index visit",
                    "timeFrame": "Index visit= Day 1"
                },
                {
                    "measure": "Psychiatric symptoms",
                    "description": "Psychiatric symptoms on the diagnostic and statistical manual of mental disorders (DSM-5) Crosscutting measure, Likert-type scale, higher scores = more severe psychiatric symptoms",
                    "timeFrame": "Index visit and 12 months after enrollment"
                },
                {
                    "measure": "Patient reach",
                    "description": "Percentage of eligible patients who initiated Jaspr by answering at least one question on the Suicide Status Interview (SSI) in Jaspr app",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Fidelity",
                    "description": "Percentage of patients who started the Suicide Status Interview (SSI) in Jaspr app and who completed the SSI and a safety plan (fidelity)",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Exposure, time",
                    "description": "Within patients who started the Suicide Status Interview (SSI) in Jaspr app, total time spent on all components. Measured in minutes",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Exposure, modules",
                    "description": "Within patients who started the Suicide Status Interview (SSI) in Jaspr app, total number of modules completed",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Costs",
                    "description": "Costs associated with Jaspr preparation, training, deployment, use, workflow changes",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Clinician acceptability",
                    "description": "Structured measure viewing Jaspr as agreeable, palatable, satisfactory using the Acceptability of Intervention Measure (AIM), Likert type scale, higher scores = stronger clinician acceptability",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Patient acceptability",
                    "description": "Structured measure viewing Jaspr as agreeable, palatable, satisfactory using the Acceptability of Intervention Measure (AIM), Likert type scale, higher scores = stronger patient acceptability",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Patient appropriateness",
                    "description": "Structured measure viewing Jaspr as appropriate using the Intervention Appropriateness Measure (IAM), Likert type scale, higher scores = stronger patient ratings of appropriateness",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Feasibility of Jaspr in ED",
                    "description": "Structured clinician measure; qualitative review of barriers to implementation using Feasibility of Intervention Measure (FIM)",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Usability, clinician",
                    "description": "Structured measure of clinicians' perception of the usability of Jaspr using the System Usability Scale (SUS) , Likert type scale, higher scores = stronger clinician ratings of usability",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "Usability, patient",
                    "description": "Structured measure of clinicians' perception of the usability of Jaspr using the System Usability Scale (SUS), Likert type scale, higher scores = stronger patient ratings of usability",
                    "timeFrame": "Duration of enrollment = 30 months"
                },
                {
                    "measure": "System workflow impact, admissions to psychiatric units",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how many (what percentage) get admitted to a psychiatric unit from the index ED visit, binary, psychiatric hospitalization = yes/No",
                    "timeFrame": "During index ED visit= Day 1"
                },
                {
                    "measure": "System workflow impact, door to behavioral health evaluation",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how long in minutes does it take to get a behavioral health evaluation from when they are registered in the ED, continuous, measured in minutes, higher minutes = longer evaluation wait",
                    "timeFrame": "During index ED visit= Day 1"
                },
                {
                    "measure": "System workflow impact, total length of stay",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how long in minutes does it take for their entire visit from registration to discharge, continuous, measured in minutes, higher minutes = longer total length of stay",
                    "timeFrame": "During index ED visit= Day 1"
                },
                {
                    "measure": "System workflow impact, 28 day revisit",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how many return to the ED within 28 days, binary, Yes/No",
                    "timeFrame": "Within 28 days of index ED visit"
                },
                {
                    "measure": "System workflow impact, clinician perception",
                    "description": "Clinician perception of workflow impact after Jaspr is implemented, assessed by a structured interview, qualitative descriptions",
                    "timeFrame": "Assessed within 3 months of Jaspr implementation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Positive for suicide risk on the Patient Safety Screener in the ED (active suicidal ideation int the past 2 weeks, or suicidal attempt in the past 6 months)\n* Cognitively and emotionally capable of consent and engaging in Jaspr app.\n* Reads English at 6th grade level.\n* Reliable telephone access.\n* Owns a smart phone\n* Lives in Massachusetts\n\nExclusion Criteria:\n\n* Prisoners or in state custody\n* Adults unable to consent\n* Patient \\<18 yeas\n* Enrolled subjects during the 12 month follow-up period",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edwin D Boudreaux, PhD",
                    "role": "CONTACT",
                    "phone": "508-334-3817",
                    "email": "Edwin.Boudreaux@umassmed.edu"
                },
                {
                    "name": "Mhd B Rahmoun, MD",
                    "role": "CONTACT",
                    "email": "Mhd.Rahmoun@umassmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edwin D Boudreaux, PhD",
                    "affiliation": "University of Massachusetts, Worcester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UMass Memorial Health",
                    "status": "RECRUITING",
                    "city": "Worcester",
                    "state": "Massachusetts",
                    "zip": "01655",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edwin D Boudreaux, PhD",
                            "role": "CONTACT",
                            "phone": "508-334-3817",
                            "email": "Edwin.Boudreaux@umassmed.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.26259,
                        "lon": -71.80229
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Center for Accelerating Practices to End Suicide through Technology Translation (CAPES)- Signature Project",
                    "url": "https://reporter.nih.gov/search/ghz0ZwiyvU2Qfb-N0aHjxw/project-details/10577120"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Investigators will comply with the expectations of the NIMH Data Archive (NDA) regarding data components and support documents, including the recommended timeline",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Based on NIMH NDA expectations, investigators will begin sharing data and share data with as long as is expected by NIMH",
            "accessCriteria": "See NDA application for details.",
            "url": "https://nda.nih.gov/edit_collection.html?id=4744"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004630",
                    "term": "Emergencies"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000013406",
                    "term": "Suicide, Attempted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "asFound": "Emergency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "asFound": "Suicide Attempt",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "asFound": "Self-harm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}