{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05554172",
            "orgStudyIdInfo": {
                "id": "STUDY-21-01790"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy of Non-invasive Vagus Nerve Stimulation for Treatment of Low Weight Eating Disorders",
            "officialTitle": "Efficacy of Non-invasive Vagus Nerve Stimulation for Treatment of Low Weight Eating Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "efficacy-of-non-invasive-vagus-nerve-stimulation-for-treatment-of-low-weight-eating-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-21",
            "studyFirstSubmitQcDate": "2022-09-21",
            "studyFirstPostDateStruct": {
                "date": "2022-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tom Hildebrandt",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This project includes a 4-week randomized trial comparing pre-meal vagal nerve stimulation (taVNS) to pre-meal sham stimulation. The aims will assess if taVNS results in greater satisfaction, greater calorie consumption, less self-reported fullness, decrease in eating disorder symptoms, and less anxiety than sham stimulation.",
            "detailedDescription": "The purpose of this research study is to determine the safety and ability of a device that will stimulate the vagus nerve (taVNS), in 30 adolescents ages 14-17. This project will explore if stimulation has any effect on eating behaviors in individuals with eating disorders, such as Anorexia Nervosa. Study measurements include eating behavior and other measures of behavior. These measurements will take place before and in response to the nerve stimulation during the course of a 4-week randomized trial.\n\nParticipants are assigned to one of two conditions: 1) Vagal Nerve Stimulation (n=20; this group includes use of the vagus nerve stimulator with stimulation); and 2) Sham Stimulation (n=10; this group includes use of the vagus nerve stimulator with no stimulation). Screening to determine eligibility includes physical measurements of height and weight, interview questions to determine inclusion/exclusion criteria and eating disorder diagnoses, and online REDCap surveys.\n\nIf eligible, participants will be scheduled for 5 study visits. Procedures will include taVNS, single item meals, check-ins during treatment in the Eating and Weight Disorders Program, and self-report questionnaires.\n\nClinic check-ins (3 days per week while in the clinic during the 4 week intervention) will include taVNS stimulation or sham for 30 minutes. Study Visits (4 weekly study visits lasting 1 hour each) will include a single item meal test, self-report surveys, and adverse event assessment and documentation. The follow-up visit, lasting 1 hour, will take place 1 week after the final study visit and includes self-report surveys and adverse event assessment and documentation."
        },
        "conditionsModule": {
            "conditions": [
                "Anorexia Nervosa"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to one of two conditions (vagal nerve stimulation or sham stimulation) according to a ratio of 2:1. The Vagal Nerve Stimulation group includes use of the vagus nerve stimulator with stimulation and the Sham Stimulation group includes use of the vagus nerve stimulator with no stimulation. Participants will be openly-enrolled until the recruitment goal of 30 is reached.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants, assessment staff, and investigators will be blind to condition. When stimulation starts, both conditions will experience an effect from the device and participants will not be told which stimulation indicates real stimulation or sham.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vagal Nerve Stimulation (taVNS)",
                    "type": "EXPERIMENTAL",
                    "description": "taVNS stimulation administered during intervention",
                    "interventionNames": [
                        "Device: taVNS"
                    ]
                },
                {
                    "label": "Sham Stimulation (Sham)",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham stimulation administered during intervention",
                    "interventionNames": [
                        "Device: Sham"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "taVNS",
                    "description": "Participants will receive vagal nerve stimulation approximately 3 days a week for 30 minutes over the course of 4 weeks while they are attending treatment for Anorexia Nervosa in the Eating and Weight Disorder Intensive Program.",
                    "armGroupLabels": [
                        "Vagal Nerve Stimulation (taVNS)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham",
                    "description": "Participants will receive sham stimulation approximately 3 days a week for 30 minutes over the course of 4 weeks while they are attending treatment for Anorexia Nervosa in the Eating and Weight Disorder Intensive Program.",
                    "armGroupLabels": [
                        "Sham Stimulation (Sham)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Satisfaction Rating Scale",
                    "description": "Treatment satisfaction will be measured using a 10-point rating scale at the follow-up visit, with range from 0 to 10. A higher score will indicate higher level of satisfaction.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent of participants with treatment-related adverse events",
                    "description": "Safety will be measured by documenting treatment-related adverse events during the 4 weeks of treatment. Occurrences will be reported according to % of participants experiencing a treatment-related adverse event.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Dropout Rate",
                    "description": "Tolerability of treatment will be measured using dropout rates. The drop out rate will be reported according to % of participants dropping before the completion of the follow-up visit.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Total calories consumed",
                    "description": "Autonomous eating will be measured in total calories consumed during 4 study visits. Total calories consumed will be calculated between study visit 1 and study visit 4.",
                    "timeFrame": "up to 4 weeks"
                },
                {
                    "measure": "Change in weight from baseline to 4 weeks",
                    "description": "Weight will be measured in the EWDP IP clinic by study staff during all study visits. Change in weight will be calculated using the baseline and 4-week measurements.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change in the Clinical Impairment Assessment (CIA)",
                    "description": "Impairment is measured using the Clinical Impairment Assessment, which is a 16-item self-report measure of impairment from eating disorders. Responses are scored using 0, 1, 2, or 3 and the score is calculated using the sum of all items. Possible scores range between 0 - 48, with higher scores indicating more impairment and lower scores indicating less impairment. Change in impairment will be calculated using the baseline and 4-week scores from CIA.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change in the Eating Disorder Examination (EDE-Q)",
                    "description": "Change in eating disorder symptoms will be measured using the EDE-Q, which is a 28-item self-report measure assessing eating disorder symptoms. Each subscale (Restraint, Eating Concern, Shape Concern and Weight Concern) is scored 0-6. A global score (total scale from 0-6) is calculated by summing 4 subscales and then dividing by 4. A score of 4 or higher is considered clinically significant. Change in EDE-Q global score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change the Center for Epidemiological Studies Depression Scale (CESD)",
                    "description": "Change in depression will be measured using the CESD, which is a 20-item self-report measure evaluating depressive symptoms. Total scores from 0 to 60. A higher score indicates higher levels of depressive symptoms. Change in CESD score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change the Anxiety Sensitivity Index (ASI)",
                    "description": "Change in anxiety will be measured using the ASI, which is an 18-item self-report measure used to assess anxiety sensitivity. Total scores from 0-48. A higher score indicates more impairment. Change in ASI total score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change in the Visceral Sensitivity Index (VSI)",
                    "description": "Changes in gastrointestinal-specific anxiety will be measured using the VSI, which is a 15-item measure. Total scores range from 0 (no GI-specific anxiety) to 75 (severe GI-specific anxiety). Higher scores indicate greater GI-specific anxiety. Change in VSI total score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and week 4"
                },
                {
                    "measure": "Change in hunger using a Visual Analogue Scale (VAS)",
                    "description": "Change in hunger will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater hunger. Change in hunger will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in fullness using a Visual Analogue Scale (VAS)",
                    "description": "Change in fullness will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater fullness. Change in fullness will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in sickness using a Visual Analogue Scale (VAS)",
                    "description": "Change in sickness will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater sickness. Change in sickness will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in control using a Visual Analogue Scale (VAS)",
                    "description": "Change in control will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater control. Change in control will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in urge to eat using a Visual Analogue Scale (VAS)",
                    "description": "Change in urge to eat will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating a greater urge to eat. Change in urge to eat will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in thoughts of food using a Visual Analogue Scale (VAS)",
                    "description": "Change in thoughts of food will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater thoughts of food. Change in thoughts of food will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in disgust using a Visual Analogue Scale (VAS)",
                    "description": "Change in disgust will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater disgust. Change in disgust will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in fear using a Visual Analogue Scale (VAS)",
                    "description": "Change in fear will be measured using a 15-cm visual analog scale. The total score ranges from 0-15, with higher ratings indicating greater fear. Change in fear will be calculated using the baseline and 4-week ratings.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in the Gastroparesis Cardinal Symptom Index (GCSI)",
                    "description": "Change in gastroparesis will be measured using the GCSI, which is a 6-item measure. Full scale from 0-5. Higher scores indicate more discomfort. Change in GCSI total score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and 4 weeks"
                },
                {
                    "measure": "Change in the Disgust Scale-Revised (DS-R)",
                    "description": "Change in disgust will be measured using the DS-R, which is a 27-item measure assessing degree of disgust associated with food. Scores range from 0 - 100 and higher scores indicate a higher level of disgust. Change in DS-R total score will be calculated using the baseline and 4-week scores.",
                    "timeFrame": "baseline and 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 14-22\n* Engaged in standardized refeeding in the EWDP during the intervention (may include individuals with anorexia nervosa or avoidant/restrictive food intake disorder)\n* Needing to gain at least 8 lbs during the refeeding period\n* English-speaking\n\nExclusion Criteria:\n\n* Pregnancy\n* GI disturbance or diagnosis (Crohn's disease, diverticulitis, irritable bowel syndrome, gastric bezoar, or suspected or known GI obstruction)\n* GI surgery in the last 3 months\n* Implanted or portable electro-mechanical device such as a pacemaker, defibrillator, or infusion pump\n* Allergies to the ingredients in the shake provided\n* Use of illicit substances including misuse, overuse, abuse, illegal use, or addiction to or dependence on\n* Acute suicide risk/active suicidal ideation determined with the C-SSRS. \"Yes\" to questions 1 or 2 in the Suicidal Ideation section or \"Yes\" to any question in the Suicidal Behavior section will be exclusionary\n* Psychiatric diagnoses of schizophrenia or bipolar disorder",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "22 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tom Hildebrandt, PsyD",
                    "role": "CONTACT",
                    "phone": "212-659-8673",
                    "email": "tom.hildebrandt@mssm.edu"
                },
                {
                    "name": "Jessica Bibeau, MA",
                    "role": "CONTACT",
                    "phone": "212-659-8724",
                    "email": "jessica.bibeau@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tom Hildebrandt, PsyD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Psychiatry, Eating and Weight Disorders Program",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Bibeau, MA",
                            "role": "CONTACT",
                            "phone": "212-659-8724",
                            "email": "jessica.bibeau@mssm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Anonymized data can be made available upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000855",
                    "term": "Anorexia"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000000856",
                    "term": "Anorexia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4182",
                    "name": "Anorexia Nervosa",
                    "asFound": "Anorexia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "asFound": "Eating Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}