{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06311591",
            "orgStudyIdInfo": {
                "id": "STUDY00000716 Part B"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50MH129701",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50MH129701"
                }
            ],
            "organization": {
                "fullName": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "briefTitle": "Efficacy, Effectiveness, and Implementation of Jaspr Health in Emergency Department- Part B",
            "officialTitle": "Evaluation of Efficacy, Effectiveness, and Implementation of Jaspr Health's Digital Platform in Emergency Department for Patients With Suicidal Risk - Part B: Real-World Study (RWS)",
            "acronym": "Jaspr-PartB",
            "therapeuticArea": [
                "Other"
            ],
            "study": "efficacy-effectiveness-and-implementation-of-jaspr-health-in-emergency-department-part-b"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-18",
            "studyFirstSubmitQcDate": "2024-03-07",
            "studyFirstPostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edwin Boudreaux",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Massachusetts, Worcester"
            },
            "leadSponsor": {
                "name": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "Evidence-Based Practice Institute, Seattle, WA",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Worcester Polytechnic Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This Study will evaluate the implementation of a multi-component suicide prevention technology (Jaspr Health) that facilitates delivery of suicided-related evidence-based practices (EBPs) while replacing wasted waiting time with productive time in the Emergency Departments (EDs). The EBPs satisfy several key performance elements for systems adopting Zero Suicide.\n\nA Complementary Randomized Controlled Trial and Real-World Study for Efficacy, Effectiveness, and Implementation Study Design (CREID) will be used",
            "detailedDescription": "This study will evaluate Jaspr's patient-facing tablet-based application (app) during suicide-related ED visits. The app guides patients in completing the Suicide Status Interview, which comprises of evidence-based CAMS certified suicide prevention tools such as a suicide risk assessment, Stanley Brown- inspired safety plan, and lethal means safety counseling. It also offers access to a menu of \"Comfort and Skills\" modules that teaches patients behavioral skills to effectively manage imminent distress, while shared stories offer a library of professionally produced, racially and culturally diverse, inspirational videos of people with suicide-centered lived experience.\n\nSubjects who engage with Jaspr can continue to access their safety plan, comfort and coping skills exercises, and the video library via Jaspr at Home (JAH) mobile application; a summary of the self-administered risk assessment is shared with the clinical team directly through the patient electronic health record to help guide the treatment plan.\n\nPart A of the study will be a Randomized Controlled Trial (RCT) to evaluate the efficacy and mechanism of action of Jaspr's app intervention in EDs. It is reported in a separate CTG protocol (Unique Protocol ID: STUDY00000716 Part A)\n\nThis CTG protocol describes Part B of the study, which will be a Real-World Study (RWS) to evaluate the effectiveness and implementation processes in EDs and outcomes. Two health systems affiliated with Ohio State University and the University of Colorado will implement Jaspr as part of routine clinical care. Each health system will implement Jaspr in two diverse EDs: one major academic site, and one community site. Each system will collect data on eligible patients across two Phases: (1) a retrospective enhanced treatment as usual (ETAU) phase comprising 12 months of index ED visits with a 12 month follow-up window, and (2) an Implementation/Intervention phase comprising 18 months of index ED visits with a 12 month follow-up window. Eligible patients will be defined as individuals 18 years or older who present to the ED in the designated date ranges and who screen positive for suicide risk on an evidence based screener administered clinically.\n\nData for all eligible patients across both phases will be collected. Data sources will be electronic health records (EHR) and state death registries. Data related to the index ED visit and all acute care visits within a 12 month follow-up window of the index visit will be collected. A limited dataset with personal identifiers removed will be shared with UMass Chan Medical School for harmonization and analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Suicide Attempt",
                "Self Harm"
            ],
            "keywords": [
                "Suicide",
                "Self-Harm",
                "Attempt",
                "Ideation",
                "Suicidal thought",
                "Suicidal plan",
                "Crisis intervention",
                "Suicide prevention",
                "Emotional support",
                "Mental Health",
                "Behavioral Health",
                "Psychiatry",
                "Emergency Department",
                "Technology",
                "Mobile Application",
                "Implementation",
                "Safety Plan",
                "Lethal Means"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 27908,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enhanced Treatment as Usual (ETAU) Historical Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Enhanced Treatment As Usual (ETAU) Historical Control is defined as the treatment provided as part of routine clinical care in the participating EDs during a period of time when Jaspr was not being implemented."
                },
                {
                    "label": "Jaspr Implementation Group",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive the enhanced treatment as usual (ETAU) provided as part of routine clinical care at the participating EDs. They will also be considered by their treating team for administration of Jaspr. Jaspr administers a Suicide Status Interview (SSI), Safety Planning, and Lethal means counseling, and allows open access to the Jaspr resource library. They can sign up to receive Jaspr at Home mobile app.\n\nElectronic Health Records (EHR) will be used to assess the outcomes in the 12 months following the index visit.",
                    "interventionNames": [
                        "Device: Jaspr App"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Jaspr App",
                    "description": "Jaspr was designed to improve delivery of evidence-based, personalized suicide care in the ED. Jaspr (Dimeff, R44MH108222) is rooted in EBPs, including Collaborative Assessment and Management of Suicide (CAMS) and Dialectical Behavior Therapy (DBT). Briefly, Jaspr provides a patient interface, optimized for a tablet computer provided to the patient, which uses an avatar to administer: (1) the CAMS Suicide Status Form (SSF), an evidence-based suicide risk assessment; (2) crisis stabilization planning (CAMS' version of safety planning) or Stanley-Brown Safety Planning Intervention, depending on site choice; (3) lethal means safety counseling. Further, Jaspr teaches behavioral skills from DBT to manage imminent distress and has a library of over 40 racially and culturally diverse, inspirational videos of people with lived experience. Finally, Jaspr@home provides access to these resources after the visit during the high-risk transition to outpatient care.",
                    "armGroupLabels": [
                        "Jaspr Implementation Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicide composite, binary",
                    "description": "Death by suicide OR suicide-related acute care utilization within 12 months after enrollment",
                    "timeFrame": "12 months post enrollment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Evidence-Based Practice (EBP) delivery",
                    "description": "Number of patients receiving evidence based care, including evidence based suicide risk assessment, safety planning, lethal means safety counseling, Cognitive Behavioral Therapy (CBT) coping skills training, suicide education materials, and behavioral health referral resources. Higher count = more EBPs delivered",
                    "timeFrame": "During index visit = Day 1"
                },
                {
                    "measure": "Patient reach",
                    "description": "Percentage of eligible patients who initiated Jaspr by answering at least one question on the Suicide Status Interview (SSI) in Jaspr app",
                    "timeFrame": "Duration of implementation = 36 months"
                },
                {
                    "measure": "Fidelity",
                    "description": "Percentage of patients who started the Suicide Status Interview (SSI) in Jaspr app and who completed the SSI and a safety plan",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Exposure, Time",
                    "description": "Within patients who started the Suicide Status Interview (SSI) in Jaspr app, total time spent on all components. Measured in minutes",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Costs",
                    "description": "Costs associated with Jaspr deployment and use. Measured by: U.S. dollar (US$)",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Clinician acceptability",
                    "description": "Structured measure viewing Jaspr as agreeable, palatable, satisfactory using the Acceptability of Intervention Measure (AIM), Likert type scale, higher scores = stronger clinician acceptability",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Patient acceptability",
                    "description": "Structured measure viewing Jaspr as agreeable, palatable, satisfactory using the Acceptability of Intervention Measure (AIM), Likert type scale, higher scores = stronger patient acceptability",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Feasibility of Jaspr in ED",
                    "description": "Clinicians' qualitative review of barriers to implementation",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "Usability (clinician)",
                    "description": "Structured measure of clinicians' perception of the usability of Jaspr using the System Usability Scale (SUS) , Likert type scale, higher scores = stronger clinician ratings of usability",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "System workflow impact, door to behavioral health evaluation",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how long in minutes does it take to get a behavioral health evaluation from when they are registered in the ED, continuous, measured in minutes, higher minutes = longer evaluation wait",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "System workflow impact, total length of stay",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how long in minutes does it take for their entire visit from registration to discharge, continuous, measured in minutes, higher minutes = longer total length of stay",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "System workflow impact, 28 day revisit",
                    "description": "Of patients who meet eligibility criteria for Jaspr, how many return to the ED within 28 days, binary, Yes/No",
                    "timeFrame": "Duration of implementation= 36 months"
                },
                {
                    "measure": "System workflow impact, clinician perception",
                    "description": "Clinician perception of workflow impact after Jaspr is implemented, assessed by a structured interview, qualitative descriptions",
                    "timeFrame": "Duration of implementation= 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>= 18 years old\n* Positive for suicide risk on screener\n* Reads English, or has proxy available to read and enter questions\n\nExclusion Criteria:\n\n* Cognitively or emotionally incapable of engaging with Jaspr",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edwin D Boudreaux, PhD",
                    "role": "CONTACT",
                    "phone": "5083343817",
                    "email": "edwin.boudreaux@umassmed.edu"
                },
                {
                    "name": "Mhd B Rahmoun, MD",
                    "role": "CONTACT",
                    "email": "mhd.rahmoun@umassmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edwin D Boudreaux, PhD",
                    "affiliation": "UMass Chan Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCHealth University of Colorado Hospital",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marian Betz, MD",
                            "role": "CONTACT",
                            "email": "marian.betz@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "UCHealth Memorial Hospital Central",
                    "city": "Colorado Springs",
                    "state": "Colorado",
                    "zip": "80909",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marian Betz, MD",
                            "role": "CONTACT",
                            "email": "marian.betz@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.83388,
                        "lon": -104.82136
                    }
                },
                {
                    "facility": "Ohio State East Hospital",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael S Lyons, MD",
                            "role": "CONTACT",
                            "email": "michael.lyons@osumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "The Ohio State University Wexner Medical Center",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael S Lyons, MD",
                            "role": "CONTACT",
                            "email": "michael.lyons@osumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Center for Accelerating Practices to End Suicide through Technology Translation (CAPES)- Signature Project",
                    "url": "https://reporter.nih.gov/search/ghz0ZwiyvU2Qfb-N0aHjxw/project-details/10577120"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Investigators will comply with the expectations of the NIMH Data Archive (NDA) regarding data components and support documents, including the recommended timeline",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Based on NIMH NDA expectations, investigators will begin sharing data and share data with as long as is expected by NIMH",
            "accessCriteria": "See NDA application for details.",
            "url": "https://nda.nih.gov/edit_collection.html?id=4744"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004630",
                    "term": "Emergencies"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000013406",
                    "term": "Suicide, Attempted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "asFound": "Emergency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "asFound": "Suicide Attempt",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "asFound": "Self-harm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}