{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05923853",
            "orgStudyIdInfo": {
                "id": "2023H0016"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Electronic Optimization of Inspired Oxygen During Mechanical Ventilation, a Pragmatic Randomized Trial (OPTI-Oxygen)",
            "officialTitle": "Electronic Optimization of Inspired Oxygen During Mechanical Ventilation, a Pragmatic Randomized Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "electronic-optimization-of-inspired-oxygen-during-mechanical-ventilation-a-pragmatic-randomized-trial-opti-oxygen"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-05",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sonal Pannu",
                "investigatorTitle": "Associate Professor of Internal Medicine",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "OPTI-Oxygen is a single center, stepped wedged, cluster-randomized, un-blinded, pragmatic, comparing the use of a combined inspired oxygen (FiO2) and peripheral oxygen saturation (SpO2) titration strategy utilizing electronic health records (EHR) based electronic alerts (e-alerts) for respiratory therapists in mechanically ventilated critically ill adults. All eligible mechanically ventilated patients, FiO2 titration and SpO2 goal range will be based on the correlation between SpO2 and arterial oxygen saturation (SaO2). E-alerts will be sent in the intervention arm as reminders for FiO2 titration. In the control arm, patients will have oxygen titrated per current standard of care (SpO2=88-92%, titrate FiO2 at least every 4 hours).",
            "detailedDescription": "We will conduct a single center, stepped wedged, cluster-randomized, un-blinded, pragmatic, comparing the use of a combined inspired oxygen (FiO2) and peripheral oxygen saturation (SpO2) titration strategy utilizing electronic health records (EHR) based electronic alerts (e-alerts) for respiratory therapists in mechanically ventilated critically ill adults. The participating intensive care units (ICU) will be medical, cancer, surgical (general surgery and trauma) and coronary critical care at the Ohio State University, Wexner Medical Center and James Cancer Hospital (128 beds). In this stepped wedge design, there will be nested randomization. A 12-13 bed pod within each of the 4 ICU's will be randomized as \"step\". Each 12-13 bed pod, geographically located within a unit will serve as a cluster and transition from control to intervention will occur every 6 weeks, with an initial 2 week implementation period. All intubated patients meeting inclusion criteria in a particular cluster will be in the intervention or control group per the assignment of that cluster. In the intervention arm, arterial oxygen saturation (SaO2) and peripheral oxygen saturation (SpO2) will be initially noted. Based on the correlation between the SaO2 and SpO2 the optimal oxygenation range will be determined. Then E-alerts will be used to monitor oxygenation for patients in the intervention arm, based SpO2 values generated by the patient due to the FiO2 given to the patient through the ventilator. E-Alerts search for SpO2 and FiO2 values every minute to evaluate if they meet criteria for optimal oxygenation. If in a 45 minute period 80% of values for both SpO2 and FiO2 values are do not meet target range then an e-alert (text message) is sent to the respiratory therapy cisco phones recommending that oxygen needs to be titrated. Once an e-alert is sent, the respiratory therapist has 45 minutes for adjusting oxygen. Then the e-alert continues to monitor FiO2 and SpO2 values in this manner for every 45 minute period until the ventilator is attached to the patient. (Details in study procedures, section 5). In the control arm, FiO2 titration will be assessed by the optimal oxygenation criteria by current standard of care. This is done by following the ICU ventilator management guidelines. Per the ventilator management guidelines assessment for FiO2 titration is recommended at least once in 4 hours to maintain oxygenation with the optimal range. Treatment allocation (SpO2 and FiO2 targeted titration) will cross over to a new cluster at the conclusion of each period. Protocol adherence will be monitored. Data will be collected until hospital discharge. The study will be carried about with waiver of consent, because the target ranges studied are used as part of routine clinical care in the ICU, and are interventions to which patients would be exposed even if not participating in the study. There is clinical equipoise, i.e. have inadequate prior data to suggest the superiority of one approach over the other. Additionally, patients in the trial would be expected to receive similar oxygen therapy in an unstructured manner if they were not in the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperoxia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Respiratory therapists and study coordinators will be unblinded. Study investigators, medical monitor and statistician will be blinded.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 936,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oxygen (FiO2) Titration per E-alerts",
                    "type": "EXPERIMENTAL",
                    "description": "All eligible mechanically ventilated patients, FiO2 titration and SpO2 goal range will be based on the correlation between SpO2 and arterial oxygen saturation (SaO2). E-alerts will be sent in the intervention arm as reminders for FiO2 titration.",
                    "interventionNames": [
                        "Other: FiO2 titration using electronic alert system"
                    ]
                },
                {
                    "label": "Oxygen Titration per Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "In the control arm, patients will have oxygen titrated per current standard of care (SpO2=88-92%, titrate FiO2 at least every 4 hours). Physician place oxygen titration orders in EMR and respiratory therapists conduct FiO2 titration without electronic alerts."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "FiO2 titration using electronic alert system",
                    "description": "In the intervention arm, arterial oxygen saturation (SaO2) and peripheral oxygen saturation (SpO2) will be initially noted. Based on the correlation between the SaO2 and SpO2 the optimal oxygenation range will be determined. E-alerts will then be used to monitor oxygenation for patients in the intervention arm, based on SpO2 values generated by the patient due to the FiO2 given to the patient through the ventilator. Once an e-alert is sent, the respiratory therapist has 45 minutes for adjusting oxygen. Then the e-alert continues to monitor FiO2 and SpO2 values in this manner for every 45 minute period until the ventilator is attached to the patient.",
                    "armGroupLabels": [
                        "Oxygen (FiO2) Titration per E-alerts"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of time during mechanical ventilation spent within target range, SpO2 of 90-94% (conservative) and SpO2 of 93-97% (liberal) with FiO2<=0.4 in respective algorithms.",
                    "description": "Percent time during mechanical ventilation in and above target range.",
                    "timeFrame": "through study completion, average of 28-30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of time with time with SpO2 <90% and SpO2 <93% in respective algorithms",
                    "description": "Percent time during mechanical ventilation below target range.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "Length of ICU stay",
                    "description": "Total number of days in the ICU.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "Length of hospital stay",
                    "description": "Total number of days in the hospital.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "Hospital mortality",
                    "description": "Dead or alive at hospital discharge.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "Ventilator-Free Days",
                    "description": "Alive and free from ventilator support at day 28.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "Vasopressor-Free Days",
                    "description": "Alive and free from vasopressor support at day 28.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "ICU-Free Days",
                    "description": "Alive and out of the ICU at day 28.",
                    "timeFrame": "through study completion, average of 28-30 days"
                },
                {
                    "measure": "New onset arrhythmia when SpO2<90%",
                    "description": "Arrhythmia onset during hypoxemia.",
                    "timeFrame": "through study completion, average of 28-30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>18 years\n* Presence of mechanical ventilation\n\nExclusion Criteria:\n\n* Pregnancy\n* Prisoner status\n* Pneumothorax\n* Carbon monoxide poisoning\n* Hyperbaric oxygen therapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sonal Pannu, MD",
                    "role": "CONTACT",
                    "phone": "614-247-7707",
                    "email": "sonal.pannu@osumc.edu"
                },
                {
                    "name": "Sarah Karow",
                    "role": "CONTACT",
                    "phone": "614-685-4164",
                    "email": "sarah.karow@osumc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State Wexner Medical Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Karow",
                            "role": "CONTACT",
                            "phone": "614-685-4164",
                            "email": "sarah.karow@osumc.edu"
                        },
                        {
                            "name": "Sonal Pannu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified dataset will be shared after the completion of data analysis of the last patient is enrolled.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "1 year after enrollment of the last patient. Data will be available for 5 years",
            "accessCriteria": "To be determined"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018496",
                    "term": "Hyperoxia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M20600",
                    "name": "Hyperoxia",
                    "asFound": "Hyperoxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}