{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06518551",
            "orgStudyIdInfo": {
                "id": "24-189"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Elotuzumab + Iberdomide + Dexamethasone Post Ide-Cel in RRMM",
            "officialTitle": "A Phase I/II Study of Elotuzumab and Iberdomide and Dexamethasone Post Idecabtagene Vicleucel in Relapsed and Refractory Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "elotuzumab-iberdomide-dexamethasone-post-ide-cel-in-rrmm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2034-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-18",
            "studyFirstSubmitQcDate": "2024-07-18",
            "studyFirstPostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Omar Nadeem, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Omar Nadeem, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Celgene",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this research study is to evaluate the efficacy of Elotuzumab and Iberdomide therapy post-Idecabtagene Vicleucel in participants with relapsed and refractory multiple myeloma.\n\nThe names of the study drugs involved in this study are:\n\n* Iberdomide (a type of cereblon E3 ligase modulator)\n* Elotuzumab (a type of monoclonal antibody)\n* Dexamethasone (a type of steroid)",
            "detailedDescription": "This is a phase I/II, open-label, non-randomized, single-stage study to evaluate the efficacy of Elotuzumab and Iberdomide therapy post-Idecabtagene Vicleucel in participants with relapsed and refractory multiple myeloma. Iberdomide has demonstrated some antitumor activity in laboratory studies.\n\nThe U.S. Food and Drug Administration (FDA) has approved Elotuzumab as a treatment option for Multiple Myeloma. Dexamethasone, also FDA approved, is a type of steroid and is usually combined with other chemotherapy for the treatment of blood cancers, such as myeloma and leukemias. The U.S. Food and Drug Administration (FDA) has not approved Iberdomide as a treatment for Multiple Myeloma.\n\nThe research study procedures include screening for eligibility, study treatment visits, bone marrow biopsies, blood and urine tests, electrocardiograms (ECGs), X-rays, and Positron Emission Tomography (PET) scans, Computerized Tomography (CT) scans, or Magnetic Resonance Imaging (MRI) scans.\n\nIt is expected about 49 people will take part in this research study.\n\nBristol-Myers Squibb and Celgene, a BMS company, are supporting this research study by providing study drug and providing funding for the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Myeloma",
                "Multiple Myeloma",
                "Refractory Multiple Myeloma"
            ],
            "keywords": [
                "Myeloma",
                "Multiple Myeloma",
                "Refractory Multiple Myeloma",
                "Relapsed Multiple Myeloma",
                "Relapsed and Refractory Multiple Myeloma",
                "MM"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 49,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1: Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be enrolled in a standard 3+3 dose escalation design to find the Maximum Tolerated Dose (MTD) of Iberdomide, starting at Dose Level 0 and increasing to Dose Level 1\n\n* Baseline visit\n* Cycle 1 through Cycle 2:\n\n  * Days 1 through 21 of 28 Day Cycle: Predetermined dose of Iberdomide 1x daily\n  * Days 1, 8, 15, and 22 of 28 Day Cycle: Predetermined dose of Dexamethasone 1x daily\n  * Days 1, 8, 15, and 22 of 28 Day Cycle: Predetermined dose of Elotuzumab 1x daily\n* Cycle 3 through End of Treatment:\n\n  * Days 1 through 21 of 28 Day Cycle: Predetermined dose of Iberdomide 1x daily\n  * Day 1 of 28 Day Cycle: Predetermined dose of Dexamethasone 1x daily\n  * Day 1 of 28 Day Cycle: Predetermined dose of Elotuzumab 1x daily\n* End of Treatment visit\n* 14 Day Follow Up Visit: to be in-clinic after end of treatment visit\n* Follow Up: Every 28 days for up to 2 years\n* Dose expansion will proceed according to dose-limiting toxicity (DLT) guidelines per the protocol",
                    "interventionNames": [
                        "Drug: Elotuzumab",
                        "Drug: Iberdomide",
                        "Drug: Dexamethasone"
                    ]
                },
                {
                    "label": "Phase 2: Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be enrolled and will complete study procedures as follows:\n\n* Baseline visit\n* Cycle 1 through Cycle 2:\n\n  * Days 1 through 21 of 28 Day Cycle: Predetermined dose of Iberdomide 1x daily.\n  * Days 1, 8, 15, and 22 of 28 Day Cycle: Predetermined dose of Dexamethasone 1x daily.\n  * Days 1, 8, 15, and 22 of 23 Day Cycle: Predetermined dose of Elotuzumab 1x daily.\n* Cycle 3 through End of Treatment:\n\n  * Days 1 through 21 of 28 Day Cycle: Predetermined dose of Iberdomide 1x daily.\n  * Day 1 of 28 Day Cycle: Predetermined dose of Dexamethasone 1x daily.\n  * Days 1, 8, 15, and 22 of 23 Day Cycle: Predetermined dose of Elotuzumab 1x daily.\n* End of Treatment visit\n* 14 Day Follow Up Visit: to be in-clinic after end of treatment visit.\n* Follow Up: Every 28 days for up to 2 years",
                    "interventionNames": [
                        "Drug: Elotuzumab",
                        "Drug: Iberdomide",
                        "Drug: Dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Elotuzumab",
                    "description": "Humanized, recombinant IgG1 monoclonal antibody, 400- and 300-mg single-use vials, via intravenous (into the vein) infusion per protocol.",
                    "armGroupLabels": [
                        "Phase 1: Dose Escalation",
                        "Phase 2: Dose Expansion"
                    ],
                    "otherNames": [
                        "BMS-901608"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Iberdomide",
                    "description": "A cereblon E3 ligase modulator, 0.15mg, 0.2mg, 0.3mg, 0.45mg, 0.6, and 0.75 mg strength capsule taken orally per protocol.",
                    "armGroupLabels": [
                        "Phase 1: Dose Escalation",
                        "Phase 2: Dose Expansion"
                    ],
                    "otherNames": [
                        "CC-220",
                        "Iberdomide hydrochloride",
                        "C25H28N3O5Cl",
                        "BMS-986382"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Synthetic adrenocortical steroid, 2 and 4 mg tablets, taken orally per standard of care.",
                    "armGroupLabels": [
                        "Phase 1: Dose Escalation",
                        "Phase 2: Dose Expansion"
                    ],
                    "otherNames": [
                        "Decadron",
                        "9- fluoro11β,17,21-trihydroxy-16α-methylpregna-1,4-diene-3,20-dione"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants Experiencing Dose Limiting Toxicity (DLT) [Phase I]",
                    "description": "Toxicities are to be assess according to the CTCAE v5. DLT criteria could be referred as follow:\n\n* Grade ≥3 non-hematologic toxicity that cannot be clearly related to disease progression or other circumstances clearly not linked to study treatment.\n* Grade 4 thrombocytopenia (platelet count \\< 25,000 cells/ mm3) on more than one occasion that cannot be attributed to underlying disease\n* Grade 3 thrombocytopenia with bleeding\n* Grade 4 neutropenia (ANC \\< 500 cells/mm3) lasting for \\>7 days\n* Any Grade 5 event, unless due to progressive disease",
                    "timeFrame": "Up to 4 weeks"
                },
                {
                    "measure": "Maximum Tolerated Dose (MTD) [Phase I]",
                    "description": "The MTD is defined as the highest dose level where at most 1 participant (of the 6 treated) develops a DLT, and 2 or more of the 3 to 6 participants developed a DLT at the next higher dose level unless the MTD is identified as dose level 1.",
                    "timeFrame": "Up to 4 weeks"
                },
                {
                    "measure": "Progression-free Survival Rate at 12 months (rPFS12)",
                    "description": "rPFS12 is defined as the proportion fo participants who are alive and progression-free at 12 months after treatment initiation. Participants who have died, progressed, or lost to follow-up prior to the primary assessment visit 12 months after treatment initiation will be counted in the denominator for the primary endpoint.",
                    "timeFrame": "Up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Minimal Residual Disease (MRD) Rate",
                    "description": "MRD rate is defined as the proportion of participants who still have detectable cancer cells after treatment. IMWG MRD negativity category is listed in protocol section 11.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Median Time-to-progression (TTP)",
                    "description": "Median TTP is defined as the time from start of ide-cel treatment to progression or censored at date of last disease evaluation for those without progression reported based on Kaplan-Meier method.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "DOR based on Kaplan-Meier methodology is defined as the time from initiation of first response to ide-cel until first documentation of disease progression or death. Participants who have not progressed are censored at the date last known progression-free.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Duration of Complete Response (DOCR)",
                    "description": "DOCR based on Kaplan-Meier methodology is defined as the time from initiation of CR after ide-cel therapy to first documentation of disease progression or death. Participants who have not progressed are censored at the date last known progression-free.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Median Overall Survival (OS)",
                    "description": "Median OS based on Kaplan-Meier methodology is defined as the time from start of ide-cel treatment to death due to any cause or censored at date last known alive.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Extramedullary disease (EMD) response rate",
                    "description": "EMD is defined as the percentage of participants with baseline EMD who achieved partial response or better based on the International Myeloma Working Group Response (IMWG) criteria during treatment.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Grade 3-5 Treatment-Related Toxicity Rate",
                    "description": "The percentage of participants who experienced a maximum grade 3-5 treatment-related adverse event based on the Common Toxicity Criteria for Adverse events Version 5.0 (CTCAEv5) as reported on case report forms.",
                    "timeFrame": "Up to 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously diagnosed with MM based on standard IMWG criteria\n* Patient has given voluntary written informed consent before any study-related procedures not part of normal medical care are performed, with the understanding that consent may be withdrawn by the patient at any time without prejudice to their future medical care.\n* Patient who has been treated with at least 4 prior lines of anti-myeloma treatment including immunomodulating agent, a proteasome inhibitor, and an anti-CD38 monoclonal antibody.\n* In addition, to at least 4 prior lines of anti-myeloma treatment, patient has received ide-cel in accordance with the FDA approved US Prescribing Information and has achieved at least a partial response, and is within 90 days of infusion\n* ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n* Screening Laboratory evaluations within the following parameters\n\n  * Absolute neutrophil count (ANC) ≥ 1,000 cells/dL (1.0 x 109/L) (Growth factors cannot be used more recently than 7 days prior to initiation of therapy)\n  * Platelet count ≥ 75,000 cells/dL (75 x 109/L) (without transfusions during the 7 days prior to initiation of therapy)\n  * Hemoglobin ≥ 8.0 g/dL (RBC transfusions are permitted)\n  * Total Bilirubin ≤ 1.5 X upper limit of normal (ULN) (except subjects with Gilbert Syndrome, who can have total bilirubin \\< 3.0 mg/dL)\n  * AST or ALT ≤ 3x ULN\n  * Creatinine clearance ≥ 30 ml/min according to the Cockroft-Gault formula:\n\n    * Female CrCl = \\[(140 - age in years) x weight in kg x 0.85\\] / \\[72 x serum creatinine in mg/dL\\]\n    * Male CrCl = \\[(140 - age in years) x weight in kg x 1.00\\] / \\[72 x serum creatinine in mg/dL\\]\n* Age ≥18 years.\n* Ability to understand and the willingness to sign a written informed consent document.\n* A Female of childbearing potential (FCBP) must:\n\n  * Have two negative pregnancy tests before enrollment and randomization into the clinical studies and prior to each re-supply of study drug during the clinical studies based on the frequency outlined in the Pregnancy Prevention Plan (PPP, Appendix D).\n  * Sexually active FCBP must agree to use protocol-specified contraceptive methods during participation in the clinical studies and for at least 28 days after the last dose of study drug.\n* Sexually active males (including those who have had a vasectomy) must agree to use protocol specified contraceptive methods during participation in the clinical studies and for at least 28 days after the last dose of study drug.\n* All participants (male and female with or without childbearing potential) must agree to abstain from donating blood products for at least 28 days after the last dose of study drug and semen or sperm while taking study drug and for at least 28 days after the last dose of study drug.\n\nExclusion Criteria\n\n* Prior exposure to Iberdomide\n* Participation in other clinical trials, including those with other investigational agents not included in this trial, within 30 days of the start of this trial and throughout the duration of this trial.\n* Diagnosed or treated for another malignancy within 3 years prior to enrollment, with the exception of complete resection of basal cell carcinoma or squamous cell carcinoma of the skin, an in-situ malignancy, or low risk prostate cancer after curative therapy\n* Known central nervous system involvement.\n* Systemic treatment, within 14 days before the first dose of treatment, with strong CYP3A or inducers (rifampin, rifapentine, rifabutin, carbamazepine, phenytoin, phenobarbital), or use of St. John's wort OR systemic treatment within 14 days of the first dose of treatment with a strong inhibitor of CYP1A2 (ciprofloxacin, fluvoxamine, cimetidine, enoxacin, ethynyl estradiol, mexiletine)\n* Any medical or psychiatric illness/social situation that in the Investigator's opinion, would impose excessive risk to the patient, would adversely affect his/her participating in this study or would limit compliance with study requirements.\n* Currently active graft versus host disease of any stage or grade after allogeneic stem cell transplantation\n* Prior major surgical procedure or radiation therapy within 14 days of initiation of therapy.\n\n  * Those who require a limited course of radiation for management of bone pain more than 14 days out from initiation of therapy are not excluded\n* Any active, or uncontrolled cardiovascular conditions, including but not limited to uncontrolled hypertension, uncontrolled cardiac arrhythmias, symptomatic congestive heart failure, unstable angina, grade 3 thromboembolic event or myocardial infarction within the past 6 months.\n* The following therapies within the stated time frames prior to initiation of therapy:\n\n  * Previous cytotoxic therapies, including cytotoxic investigational agents, for multiple myeloma within 21 days (42 days for nitrosoureas).\n  * The use of live vaccines within 30 days.\n  * IMiDs or proteasome inhibitors within 14 days.\n  * Other investigational therapies and/or monoclonal antibodies within 4 weeks.\n  * Prior peripheral stem cell transplant within 12 weeks.\n  * Prior allogeneic stem cell transplantation with active graft-versus-host-disease.\n* Those who require a limited course of daily requirement for corticosteroids (equivalent to \\>10 mg/day prednisone, though \\>10mg/day is acceptable if physiological levels require, so long as the dose is stable for at least 7 days prior to initiation of therapy. Inhalation corticosteroids are exempt from this criterion.\n\n  * Lower amounts of corticosteroids that are not part of a daily requirement within 14 days prior to initiating therapy\n* Concurrent symptomatic amyloidosis or plasma cell leukemia\n* POEMS syndrome (plasma cell dyscrasia with polyneuropathy, organomegaly, endocrinopathy, monoclonal protein and skin changes)\n* Infection requiring systemic antibiotic therapy or other serious infection within 7 days of starting therapy.\n\n  * Those who are on prophylactic antibiotics only, or on antibiotics and have confirmation of resolution of active infection are eligible.\n* Known seropositive for active viral infection with human immunodeficiency virus (HIV) hepatitis B (HBV) or hepatitis C viral (HCV). Those who are seropositive because of hepatitis B vaccine are eligible. Patients who are positive for HBV core antibody or HBV surface antigen must have a negative polymerase chain reaction (PCR) result prior to enrollment. Those who are PCR positive will be excluded\n* Female patients who are pregnant or lactating.\n* Participants who are receiving any other investigational agents for any indication\n* History of erythema multiforme or severe hypersensitivity to prior IMiD's® or those who have a known allergy to any of the study medications, their analogues, or excipients in the various formulations of any agent.\n* Inability to tolerate thromboprophylaxis\n* Failure to have fully recovered (≤ Grade 2 according to CTCAE v 5) from the reversible effects of prior chemotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Omar Nadeem, MD",
                    "role": "CONTACT",
                    "phone": "617-632-4703",
                    "email": "Omar_Nadeem@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Omar Nadeem, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Omar Nadeem, MD",
                            "role": "CONTACT",
                            "phone": "617-632-4703",
                            "email": "Omar_Nadeem@dfci.harvard.edu"
                        },
                        {
                            "name": "Omar Nadeem, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Avigan, MD",
                            "role": "CONTACT",
                            "phone": "617-667-9920",
                            "email": "davigan@bidmc.harvard.edu"
                        },
                        {
                            "name": "David Avigan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "C000546027",
                    "term": "Elotuzumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M272319",
                    "name": "Elotuzumab",
                    "asFound": "Chronic Stroke",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M353717",
                    "name": "Idecabtagene vicleucel",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}