{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05918055",
            "orgStudyIdInfo": {
                "id": "10001541"
            },
            "secondaryIdInfos": [
                {
                    "id": "001541-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Eltanexor (KPT-8602) With Inqovi (Decitabine-Cedazuridine) in High-Risk Myelodysplastic Syndromes",
            "officialTitle": "A Phase I/II Trial of Eltanexor (KPT-8602) With Inqovi (Decitabine-Cedazuridine) in High-Risk Myelodysplastic Syndromes",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "eltanexor-kpt-with-inqovi-decitabine-cedazuridine-in-high-risk-myelodysplastic-syndromes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-23",
            "studyFirstSubmitQcDate": "2023-06-23",
            "studyFirstPostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMyelodysplastic syndromes (MDS) are diseases that affect the bone marrow. They can inhibit the blood formation process and reduce blood cell counts. High-risk MDS can lead to leukemia. People with high-risk MDS have a low survival rate. Better treatments are needed.\n\nObjective:\n\nTo test a study drug (KPT-8602), combined with another drug (Inqovi), in people with MDS.\n\nEligibility:\n\nAdults aged 18 years and older with high-risk MDS that did not respond to treatment.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam. They will have blood and urine tests and tests of their heart function. They may have a bone marrow biopsy: Their hip will be numbed; then a needle will be inserted to draw out a sample of soft tissue from inside the bone. They will answer questions about their quality of life. Genetic tests may be performed.\n\nKPT-8602 and Inqovi are both tablets taken by mouth. Participants will take these drugs at home on a 28-day cycle. They will take Inqovi once a day on days 1 to 5. They will take KPT-8602 on a schedule assigned by the researcher. Participants will be given a drug diary to record each dose.\n\nParticipants will visit the clinic for an exam at least once in each cycle. Some tests, including the bone marrow biopsy, may be repeated.\n\nParticipant will continue treatment for at least 6 cycles. If their disease improves, they may continue taking the drugs after 6 cycles.\n\nParticipants will have follow-up visits at the clinic for about 8 years.",
            "detailedDescription": "Background:\n\n* The myelodysplastic syndromes (MDS) are a group of clonal bone marrow neoplasms characterized by ineffective hematopoiesis, cytopenia, and high risk of transformation to acute myeloid leukemia (AML).\n* The median survival of patients with newly-diagnosed higher-risk MDS (HR-MDS) according to the Revised International Prognostic Scoring System (IPSS-R) is 1.5 years.\n* Hypomethylating agents (HMAs), such as azacitidine and decitabine, are the standard of care therapy for HR-MDS. However, less than half of patients respond to HMAs, and even the best responses are transient and non-curative.\n* The only curative treatment for patients with MDS is allogeneic hematopoietic stem cell transplantation (HSCT); however only a small portion are eligible for transplant.\n* More effective therapies are needed for patients with HR-MDS.\n* A promising approach for improving HMA efficacy in the treatment of MDS is by exploiting therapeutic synergism in combinatorial approaches.\n* Inqovi (decitabine-cedazuridine) is an oral formulation of decitabine plus cytidine deaminase inhibitor that was recently FDA-approved for MDS, based on a similar safety and efficacy profile to decitabine for injection.\n* KPT-8602 (eltanexor) is an orally-available, second-generation selective inhibitor of nuclear export (SINE) that covalently binds to exportin 1 (XPO1).\n* XPO1 is a protein that mediates the nuclear export of molecules from the nucleus to the cytoplasm of the cell. Among affected molecules are tumor suppressor genes, mRNAs encoding oncogenes (including c-MYC), and newly assembled ribosomal subunits.\n* By interfering with c-MYC translation, KPT-8602 may diminish rebound methylation after decitabine cessation and improve treatment responses in patients with MDS.\n* Preliminary reports from a Phase 1/2 trial of KPT-8602 monotherapy in patients with higher-risk MDS who have failed HMAs show anti-tumor activity and an acceptable toxicity profile.\n* Sequential addition of KPT-8602 to Inqovi may improve treatment responses in patients with MDS by acting synergistically to inhibit further DNA methylation.\n\nObjective:\n\n* Phase I: To determine the recommended phase 2 dose (RP2D) of KPT-8602 in combination with Inqovi in adult participants with higher-risk MDS\n* Phase II: To determine overall response rate (ORR) of KPT-8602 in combination with Inqovi in adult participants with higher- risk MDS\n\nEligibility:\n\n* Participants must have histologically or cytologically confirmed MDS according to 2016 WHO criteria, and for both Phase I and II:\n* have HR-MDS (IPSS-R \\> 3.5) with inadequate response to hypomethylating agent (HMA) therapy \\[(received \\>= 4 cycles of the standard dose (35 mg decitabine and 100 mg cedazuridine) without prior dose-reductions, with failure to achieve at least a PR or experienced disease progression prior to completing 4 cycles)\n* Age \\>= 18 years\n* ECOG performance status \\<= 2 (KPS \\>= 60)\n\nDesign:\n\n* Participants with HR-MDS will be enrolled in both Phase I and II.\n* Participants will be treated with Inqovi at a fixed dose of 1 tablet (35 mg decitabine and 100 mg cedazuridine) daily on Days 1-5 of each 28-day cycle, followed by KPT-8602 at escalating doses (Phase I) or the RP2D (Phase II).\n* In Phase I, KPT-8602 will be dose-escalated following a standard 3+3 design, with a starting dose level of 10 mg for 10 days (staggered) within a cycle. If tolerated, the dose will be escalated to 14 days per cycle, or dose de-escalated to 5 mg at 14 or 10 days.\n* This study will be done at the NIH Clincal Center with an enrollment of up to 80 planned participants."
        },
        "conditionsModule": {
            "conditions": [
                "Myelodysplastic Syndromes"
            ],
            "keywords": [
                "Acute Myeloid Leukemia",
                "hypomethylating agents",
                "Allogeneic Hematopoietic Stem Cell Transplantation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I- Dose escalation of KPT-8602 for HR-MDS",
                    "type": "EXPERIMENTAL",
                    "description": "Inqovi for 5 days, followed by escalating doses of KPT-8602",
                    "interventionNames": [
                        "Drug: KPT-8602",
                        "Drug: Inqovi"
                    ]
                },
                {
                    "label": "Phase II- Dose expansion for HR-MDS",
                    "type": "EXPERIMENTAL",
                    "description": "Inqovi for 5 days, followed by RP2D/Phase II dose of KPT-8602",
                    "interventionNames": [
                        "Drug: KPT-8602",
                        "Drug: Inqovi"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "KPT-8602",
                    "description": "5-10 mg PO daily for 10-14 days based on dose level",
                    "armGroupLabels": [
                        "Phase I- Dose escalation of KPT-8602 for HR-MDS",
                        "Phase II- Dose expansion for HR-MDS"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Inqovi",
                    "description": "Inqovi will be administered via oral route once daily on Days 1-5 of each treatment cycle, according to guidelines outlined in the FDA product label.",
                    "armGroupLabels": [
                        "Phase I- Dose escalation of KPT-8602 for HR-MDS",
                        "Phase II- Dose expansion for HR-MDS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 2: To determine the overall response rate (ORR) of KPT-8602 in combination with Inqovi in adult participants with with higher-MDS",
                    "description": "Participants evaluated in phase II will have the fraction with clinical responses reported, with a 95% confidence interval.",
                    "timeFrame": "each cycle (bloods), cycle 2 and 6 during treatment and every 3-6 months (bloods and bone marrow)"
                },
                {
                    "measure": "Phase 1: To determine the recommended phase 2 dose (RP2D) of KPT-8602 in combination with Inqovi in adult participants with with higher-MDS",
                    "description": "Participants enrolled in phase I will have the grades and types of toxicity reported at each dose level. The overall estimate of the fraction of participants who have a DLT at the RP2D will be reported.",
                    "timeFrame": "from day 1 of study drug through 28 days after the first dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 2: To further evaluate the PK properties and safety of KPT-8602 in combination with Inqovi in MDS participants",
                    "description": "The grades and types of toxicity noted for the agent at each dose level and reported descriptively.",
                    "timeFrame": "assessed at least weekly through cycle 3 and then at the start and and every cycle after that"
                },
                {
                    "measure": "Phase 1: To characterize the PK properties of KPT-8602 in combination with Inqovi in MDS participants",
                    "description": "The AUC, half-life, and Css of KPT-8602 will be evaluated in participants, by dose level using descriptive statistics.",
                    "timeFrame": "1, 2, 3, 4, 8, 24 and 48 hours after the product administration on days 8 and 21 of cycle one"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "-INCLUSION CRITERIA:\n\n1. Participants must have histologically or cytologically confirmed MDS by the Laboratory of Pathology, NCI- according to 2016 WHO criteria AND:\n\n   -Cohort 1 (Phase 1) \\& 2 (Phase 2): have HR-MDS (IPSS-R \\> 3.5) with inadequate response to hypomethylating agent (HMA) therapy \\[(received \\>= 4 cycles of the standard dose (35 mg decitabine and 100 mg cedazuridine) without prior dose reductions, with failure to achieve at least a PR or experienced disease progression prior to completing 4 cycles)\n2. Age \\>=18 years\n3. ECOG performance status \\<= 2 (Karnofsky \\>= 60%,)\n4. Participants must have adequate organ and marrow function as defined below:\n\n   -total bilirubin \\<= 1.5 X institutional upper limit of normal\n\n   OR\n\n   \\<= 3 X institutional upper limit of normal in participants with Gilbert s syndrome (except for participants with increased bilirubin levels attributed to intramedullary hemolysis, which will be allowable)\n\n   -AST(SGOT)/ALT(SGPT) \\<= 3 X institutional upper limit of normal\n\n   OR\n\n   \\<= 5 X institutional upper limit of normal if related to MDS-specific cause\n   * creatinine clearance (by Cockcroft-Gault) \\>= 60 mL/min/1.73m\\^2\n   * QTc(F) \\<= 470 ms\n5. Females of child-bearing potential (FOCP) must have a negative serum test at screening. FOCP is defined as the following:\n\n   * Has not undergone a hysterectomy, tubal ligation, or bilateral oophorectomy\n   * Has not been naturally postmenopausal for at least 24 consecutive months (i.e.,has had menses at any time in the preceding 24 consecutive months).\n6. Females of childbearing potential (FOCP) and males of child-fathering potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) unless they have had a prior vasectomy, hysterectomy, or bilateral oophorectomy, prior to study entry, for the duration of study participation, and for at least 6 months after last dose of HMA.\n7. Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 30 days after the last administration of study drug\n8. Any prior therapy must have been completed \\>4 weeks or, if known, \\>= 5 half-lives of the prior agent (whichever is shorter) prior to treatment (with a minimum of 1 week between prior therapy and study treatment). Note: This does not apply to prior HMA therapy if that therapy is Inqovi.\n9. Ability to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n1. Participants with platelet transfusion-refractory thrombocytopenia, with inability to keep platelet threshold above 10K/mcL with transfusions or those with ongoing or uncontrolled hemorrhagic complications.\n2. Participants with clinically significant neutropenia, defined as ANC \\<100 cells/mcL with frequent hospitalizations for infection (average \\> 1 hospitalization per month in the past 6 months).\n3. Participants on treatment with a myeloid growth factor (e.g., G-CSF) within 14 days prior to initiation of study treatment.\n4. History of allergic reactions attributed to compounds of similar chemical or biologic composition to HMAs or other agents used in study.\n5. Uncontrolled intercurrent illness evaluated by history, physical exam, and chemistries or situations that would limit compliance with study requirements, interpretation of results or that could increase risk to the participant\n6. Participants with the following cardiac conditions: symptomatic congestive heart failure, unstable angina pectoris, or uncontrolled cardiac arrhythmia as assessed by electrocardiogram (ECG).\n7. Pregnancy (confirmed with Beta-HCG serum or urine pregnancy test performed in females of childbearing potential at screening)\n8. Presence of any other malignancy (except basal and squamous cell carcinoma of the skin, or stable chronic cancers on hormone or targeted therapy) for which participant received systemic anticancer treatment (except maintenance therapy) within 24 months prior to treatment.\n9. Participants with active/uncontrolled Hepatitis B\n10. Participants with active/uncontrolled Hepatitis C\n11. Participants with active/uncontrolled HIV infection or AIDS.\n12. Participants currently taking contraindicated medications for HIV, Hepatitis B, or Hepatitis C disease control",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca Alexander",
                    "role": "CONTACT",
                    "phone": "(240) 781-4037",
                    "email": "rebecca.alexander@nih.gov"
                },
                {
                    "name": "Steven Z Pavletic, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6174",
                    "email": "sp326h@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Z Pavletic, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001541-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD will be shared. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.",
            "accessCriteria": "Data from this study may be requested by contacting the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000723076",
                    "term": "Decitabine and cedazuridine drug combination"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M156881",
                    "name": "Decitabine and cedazuridine drug combination",
                    "asFound": "Brainstem",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}