{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05498389",
            "orgStudyIdInfo": {
                "id": "EMB01X202"
            },
            "organization": {
                "fullName": "Shanghai EpimAb Biotherapeutics Co., Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "EMB-01 in Combination With Osimertinib in Patients With EGFR Mutant Lung Cancer",
            "officialTitle": "A Phase Ib/II, Open-Label, Multi-Center Study of EMB-01 in Combination With Osimertinib in Patients With Advanced/Metastatic EGFR Mutant Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "emb-in-combination-with-osimertinib-in-patients-with-egfr-mutant-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-08-10",
            "studyFirstPostDateStruct": {
                "date": "2022-08-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Shanghai EpimAb Biotherapeutics Co., Ltd.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Labcorp Corporation of America Holdings, Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib/II trial studies the side effects and best dose of EMB-01 when given together with osimertinib in patients with EGFR-mutant non-small cell lung cancer that has spread to other places in the body (advanced or metastatic) and has progressed on standard treatment. EMB-01 and osimertinib may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth in this type of cancer. EMB-01 in combination with osimertinib may work better in treating patients with EGFR-mutant advanced non-small cell lung cancer.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the maximum tolerated dose (MTD) and to establish the recommended phase II dose (RP2D) of EMB-01 given in combination with osimertinib in patients with advanced EGFR-mutant non-small cell lung cancer (NSCLC). (Phase Ib)\n\nII. To preliminarily assess efficacy and further evaluate the safety and tolerability of EMB-01 plus osimertinib at the RP2D in advanced EGFR-mutant NSCLC patients who progressed on prior EGFR tyrosine kinase inhibitor (TKI) treatment. The primary endpoint is objective response rate (ORR) by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. (Phase II)\n\nSECONDARY OBJECTIVES:\n\nI. To assess the pharmacokinetics (PK) of EMB-01 and osimertinib.\n\nII. To assess the immunogenicity of EMB-01 and osimertinib.\n\nIII. To evaluate preliminary antitumor activity of EMB-01 and osimertinib. (Phase I)\n\nIV. To continue to evaluate the antitumor activity of EMB-01 and osimertinib such as progression free survival, best overall response, duration of response, and clinical benefit rate. (Phase II)\n\nEXPLORATORY OBJECTIVES:\n\nI. To explore the relationships between pharmacokinetics, biomarkers, adverse event profiles, and anticancer activity of EMB-01 combined with osimertinib.\n\nOUTLINE: This is a phase Ib, dose-escalation study of EMB-01 and osimertinib followed by a phase II study.\n\nPatients receive EMB-01 intravenously (IV) weekly. Patients also receive osimertinib orally (PO) once daily (QD) on days 1-28. Treatment cycles repeat every 28 days for 2 years in the absence of disease progression or unacceptable toxicity.\n\nAfter the completion of study treatment, patients are followed up at 30 days and then every 3 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Lung Non-Small Cell Carcinoma",
                "Advanced Lung Non-Small Cell Carcinoma",
                "Stage IV Lung Cancer AJCC v8",
                "Stage IVA Lung Cancer AJCC v8",
                "Stage IVB Lung Cancer AJCC v8",
                "Stage III Lung Cancer AJCC v8",
                "Stage IIIA Lung Cancer AJCC v8",
                "Stage IIIB Lung Cancer AJCC v8",
                "EGFR Mutation-Related Tumors"
            ],
            "keywords": [
                "NSCLC",
                "Non-small cell lung cancer",
                "EGFR",
                "EMB01",
                "cMET",
                "T790M",
                "bispecific",
                "Osimertinib",
                "TKI-resistant",
                "EGFR exon 20 insertion"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 115,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1 Dose Escalation (Phase Ib), Part 2 Dose Expansion (Phase II)",
                    "type": "EXPERIMENTAL",
                    "description": "In Part 1 dose escalation, patients will receive EMB-01 IV once weekly and osimertinib PO QD on days 1-28. The treatment cycle repeats every 28 days in the absence of disease progression or unacceptable toxicity. Dose escalation will continue until the maximum tolerated dose (MTD) or recommended phase II dose (RP2D) is reached, or all planned doses are administered.\n\nIn Part 2 dose expansion, patients will receive EMB-01 IV once weekly and osimertinib PO QD on days 1-28 at the recommended phase II dose (RP2D) regimen. The treatment cycle repeats every 28 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: EMB-01",
                        "Drug: Osimertinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "EMB-01",
                    "description": "EMB-01 is a bispecific antibody against epidermal growth factor receptor (EGFR) and the receptor tyrosine kinase Met (cMET).",
                    "armGroupLabels": [
                        "Part 1 Dose Escalation (Phase Ib), Part 2 Dose Expansion (Phase II)"
                    ],
                    "otherNames": [
                        "FIT-013a"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Osimertinib",
                    "description": "Osimertinib is an approved, third-generation EGFR tyrosine kinase inhibitor",
                    "armGroupLabels": [
                        "Part 1 Dose Escalation (Phase Ib), Part 2 Dose Expansion (Phase II)"
                    ],
                    "otherNames": [
                        "Tagrisso",
                        "Mereletinib",
                        "AZD-9291",
                        "AZD9291"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) of EMB-01 and osimertinib (Phase Ib only)",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Rate of Adverse Events (AE) and Serious Adverse Events (SAE)",
                    "description": "Adverse events and serious adverse events as assessed by CTCAE v5.0",
                    "timeFrame": "From enrollment up to 30 days after the last dose"
                },
                {
                    "measure": "Recommended phase II dose (RP2D) of EMB-01 and osimertinib (Phase Ib)",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Objective Response Rate (ORR) (Phase II only)",
                    "description": "Objective response rate, measured by RECIST 1.1",
                    "timeFrame": "From first dose until the date of first documented progression or date of death from any cause, whichever comes first, up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Best Overall Response (BOR)",
                    "description": "Best overall response as assessed by RECIST v1.1",
                    "timeFrame": "From first dose until the date of first documented progression or date of death from any cause, whichever comes first; up to 2 years"
                },
                {
                    "measure": "Duration of Response (DoR)",
                    "description": "Duration of response as assessed by RECIST v1.1",
                    "timeFrame": "From first dose until the date of first documented progression or date of death from any cause, whichever comes first; up to 2 years"
                },
                {
                    "measure": "Clinical Benefit Rate (CBR)",
                    "description": "Clinical benefit rate as assessed by RECIST v1.1",
                    "timeFrame": "From first dose until the date of first documented progression or date of death from any cause, whichever comes first; up to 2 years"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "Progression free survival as assessed by RECIST v1.1",
                    "timeFrame": "From first dose until the date of first documented progression or date of death from any cause, whichever comes first; up to 2 years"
                },
                {
                    "measure": "Cmax",
                    "description": "Maximum measured plasma concentration of EMB-01",
                    "timeFrame": "From predose up to 3 months after first dose"
                },
                {
                    "measure": "Tmax",
                    "description": "Time to maximum plasma concentration",
                    "timeFrame": "From predose up to 30 days after the last dose"
                },
                {
                    "measure": "Ctrough",
                    "description": "Minimum serum concentration",
                    "timeFrame": "From predose up to 30 days after the last dose"
                },
                {
                    "measure": "Immunogenicity profile of EMB-01",
                    "description": "Blood samples will be collected from patients post-treatment for assessment of the presence of anti-drug antibodies and neutralizing antibodies.",
                    "timeFrame": "From predose up to 30 days after the last dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide signed and dated informed consent prior to any study-related procedures and willing and able to comply with all study procedures\n2. Age ≥ 18 years\n3. ECOG ≤ 1\n4. Patients with histologically or cytologically confirmed advanced/metastatic EGFR-mutant NSCLC\n5. Patients must have measurable or evaluable disease per RECIST v1.1.\n6. Patients must be willing to submit a blood sample for gene alteration analysis by next generation sequencing (NGS).\n7. Archival tumor tissue (formalin-fixed paraffin-embedded) or a new biopsy is required prior to initiation of the study treatment for biomarker analysis.\n8. Phase Ib a. Patients who have progressed on/after standard therapy and no other therapies are available Phase II\n\n   1. Total prior systemic therapy lines in the metastatic setting: ≤2 for Group 1, ≤3 for Group 2-3, ≤2 for Group 4.\n   2. Patients have progressed on/after a 3rd-generation EGFR TKI for Group 1-3; Patients have progressed on/after standard of care or other available treatment for Group 4. Note: For Group 4, a patient who has refused all currently available therapy is allowed to enroll, but this must be documented in the source record.\n\nGroup 1: Patient had a documented EGFR Exon 19del or L858R activating mutation and progressed while on osimertinib as first-line therapy in the advanced/metastatic setting.\n\nGroup 2: Patient has an EGFR T790M-persistent mutation, having progressed on/after 2nd- or later-line osimertinib or other 3rd-generation EGFR TKI.\n\nGroup 3: Patient had an EGFR T790M mutation, progressed on 2nd- or later-line osimertinib or another 3rd-generation EGFR TKI, and no longer harbors an EGFR T790M mutation.\n\nGroup 4: Patient has a documented EGFR Exon20ins activating mutation.\n\nExclusion Criteria:\n\n1. Life expectancy \\< 3 months\n2. Any remaining AE \\> grade 1 as per CTCAE v5.0 from prior anticancer therapy with the exceptions of alopecia, ≤ grade 2 fatigue, ≤ grade 2 peripheral neuropathy, and grade ≤ 2 hypothyroidism stable on hormone replacement therapy. Patients who were prior treated with osimertinib or another 3rd-generation EGFR TKI, EMB-01 monotherapy, or another EGFR/cMET bispecific antibody and experienced a toxicity that led to permanent discontinuation or dose reduction will be excluded. Note: Exceptions are possible, on a case-by-case basis following discussion and mutual agreement between Investigator and Sponsor.\n3. Patients with primary central nervous system (CNS) malignancy or symptomatic CNS metastases. Patients with CNS metastases are eligible if they do not need to receive local radiation treatment at the discretion of the Investigator or if radiation therapy for CNS metastases is completed ≥4 weeks prior to study treatment.\n4. Patients with a history of clinically significant cardiovascular disease including:\n\n   * Diagnosis of deep vein thrombosis or pulmonary embolism within 4 weeks prior to the first dose of study treatment, or any of the following within 6 months prior to the first dose of study treatment: myocardial infraction, unstable angina, stroke, transient ischemic attack, coronary/peripheral artery bypass graft, or any acute coronary syndrome. Clinically non-significant thrombosis, such as non-obstructive catheter-associated clots, may be eligible.\n   * Mean resting ECG QT-interval corrected according to Fridericia's formula (QTcF) \\> 470 milliseconds (ms) obtained from three ECGs, or clinically significant cardiac arrhythmia or electrophysiologic disease (e.g., placement of implantable cardioverter defibrillator or atrial fibrillation with uncontrolled rate). Patients with cardiac pacemakers who are clinically stable are eligible.\n   * Uncontrolled (persistent) hypertension: systolic blood pressure ≥150 mm Hg; diastolic blood pressure ≥90 mm Hg with or without anti-hypertensive medication\n   * Congestive heart failure (CHF)\n   * Pericarditis/clinically significant pericardial effusion\n   * Myocarditis\n   * Baseline left ventricular ejection fraction (LVEF) ejection fraction below the lower limit of normal (LLN), as assessed by screening echocardiogram or multigated acquisition (MUGA) scan\n   * Any patient with any factors that increase the risk of QTc prolongation or risk of arrhythmic events such as heart failure, hypokalemia, congenital long QT syndrome, family history of long QT syndrome, or unexplained sudden death under 40 years of age in first-degree relatives\n5. History of primary immunodeficiency, stem cell or organ transplant, or previous clinical diagnosis of tuberculosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Xiaodong Sun, MD",
                    "role": "CONTACT",
                    "phone": "+86-21-61043299",
                    "email": "CT.info@epimab.com"
                },
                {
                    "name": "Di Hu",
                    "role": "CONTACT",
                    "phone": "+86-21-61043299",
                    "email": "CT.info@epimab.com"
                }
            ],
            "locations": [
                {
                    "facility": "Chao Family Comprehensive Cancer Center, University of California Irvine School of Medicine",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Misako Nagasaka",
                            "role": "CONTACT",
                            "email": "nagasakm@hs.uci.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julia Kathleen Rotow",
                            "role": "CONTACT",
                            "email": "julia_rotow@dfci.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Guangdong Provincial People's Hospital",
                    "city": "Guangzhou",
                    "state": "Guangdong",
                    "zip": "510080",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Yi-Long Wu",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 23.11667,
                        "lon": 113.25
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000596361",
                    "term": "Osimertinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M145673",
                    "name": "Osimertinib",
                    "asFound": "Chronic Hepatitis C",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20194",
                    "name": "Antibodies, Bispecific",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}