{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06049355",
            "orgStudyIdInfo": {
                "id": "STUDY00025294"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-02279",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Registration Program)"
                },
                {
                    "id": "R01CA277738-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA277738-01"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "EMBRACE: Exercising Together",
            "officialTitle": "EMBark on RAdiation Therapy With a Clinic-based Exercise Program: EXERCISING TOGETHER",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "embrace-exercising-together"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-11",
            "studyFirstSubmitQcDate": "2023-09-19",
            "studyFirstPostDateStruct": {
                "date": "2023-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kerri Winters",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well an exercise intervention, Exercising Together, works in preventing declines in physical and mental health in couples during radiation treatment for cancer. Treatments for cancer can cause side effects such as fatigue as well as strain on relationships. Exercising Together is a partnered exercise program that adds communication, collaboration and support between partners during exercise to fortify the relationship and amplify the benefits of physical training. Exercising Together program may be effective on the mental and physical health of couples during radiation treatment for cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To test the effectiveness and mechanisms of the adapted Exercise Together intervention on mental and physical health of couples (Aims 1 \\& 2).\n\nSECONDARY OBJECTIVE:\n\nI. To gain better understanding of the implementation context and implementation outcomes (Aim 3).\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients and partners undergo Exercising Together exercise program during radiation therapy on study. Patients also undergo collection of blood samples throughout the trial.\n\nARM II: Patients and partners receive educational materials specific to exercise. Patients also undergo collection of blood samples throughout the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Carcinoma",
                "Prostate Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (Exercise Together exercise program)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients and partners undergo Exercising Together exercise program during radiation therapy on study. Patients also undergo collection of blood samples throughout the trial.",
                    "interventionNames": [
                        "Other: Exercise Intervention",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm II (educational material)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients and partners receive educational materials specific to exercise. Patients also undergo collection of blood samples throughout the trial.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Other: Educational Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise Intervention",
                    "description": "Undergo Exercise Together exercise program",
                    "armGroupLabels": [
                        "Arm I (Exercise Together exercise program)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood samples",
                    "armGroupLabels": [
                        "Arm I (Exercise Together exercise program)",
                        "Arm II (educational material)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection, Biological Sample Collection, Biospecimen Collected, Biospecimen Collection, Specimen Collection"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Educational Intervention",
                    "description": "Receive educational materials",
                    "armGroupLabels": [
                        "Arm II (educational material)"
                    ],
                    "otherNames": [
                        "Education for Intervention, Intervention by Education, Intervention through Education, Intervention, Educational"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physical functioning",
                    "description": "Measured by the Physical Performance Battery (PPB) to determine a person's ability to perform daily tasks independently. The PPB consists of 3 timed tests: 5 repeated chair stands, standing balance, and usual pace gait speed over 4 meters. Each test is scored 0 (unable) to 4 (completes without difficulty), based on quartiles of performance, then scores are summed. The possible range of scores is 0-12.",
                    "timeFrame": "Baseline, Months 2, Month 4, and Month 6"
                },
                {
                    "measure": "Anxiety",
                    "description": "Measured by the Patient Reported Outcomes Measurement Information System (PROMIS) anxiety short form using questions on a scale ranging from 1 (never) to 5 (always).",
                    "timeFrame": "Baseline, Months 2, Month 4, and Month 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in patient-reported symptoms",
                    "description": "Measured by PROMIS to assess symptoms of physical and mental health and global health (QoL). We will use the 13-item measure and 8-item measures for symptoms in the past 7 days. Global health is assessed with a 10-item measure that asks about physical, mental and social functioning.",
                    "timeFrame": "Baseline, Months 2, Month 4, and Month 6"
                },
                {
                    "measure": "Sexual function and satisfaction",
                    "description": "Assessed with a 14-item measure in the past 30 days and is specific to either male or female",
                    "timeFrame": "Baseline, Months 2, Month 4, and Month 6"
                },
                {
                    "measure": "Sleep Behavior: total sleep time",
                    "description": "Measured using ActiGraph Link, we will have extended wear time to measures total sleep time over a 3-day monitoring period.",
                    "timeFrame": "Baseline, Months 2, Month 4, and Month 6"
                },
                {
                    "measure": "Inflammation - high sensitivity C-Reactive Protein (hsCRP)",
                    "description": "Measured using a self-administered dried blood spot (DBS) collection kit. Participants are taught by research staff and follow a YouTube video to use a finger stick poke to obtain a drop of blood that is put onto a sample card. DBS captured on the designated card are dried thoroughly (\\> 4 hours at room temperature), then inserted into a foil pouch with desiccant and mailed to the research team. Cards are frozen (0 degree Fahrenheit \\[F\\] or below) until analyzed.",
                    "timeFrame": "Baseline, Months 2, and Month 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* INTERVENTION (SURVIVORS) INCLUSION\n\n  * Histologically confirmed prostate cancer or breast cancer without evidence of metastatic disease\n  * Confirmed by review of the electronic medical record (EMR) and subsequently recorded in Survivor Health History. In cases where the EMR isn't clear, their Oregon Health \\& Science University (OHSU) provider will be contacted for confirmation. For non-OHSU patients, we'll initially collect their cancer health history by a self-report questionnaire and confirm when we receive the survivor's outside medical record (through a signed Release of Information)\n* Scheduled to receive radiation therapy for curative intent\n\n  * Confirmed by review of the EMR and subsequently recorded in Survivor Health History. In cases where the EMR isn't clear, their OHSU provider will be contacted for confirmation/ For non-OHSU patients, we'll initially collect their cancer health history by a self-report questionnaire and confirm when we receive the survivor's outside medical record (through a signed Release of Information)\n* Co-residing with an intimate partner or spouse who is willing to participate\n\n  * Confirmed by self-report on the Demographic Questionnaire\n* INTERVENTION (SURVIVORS AND PARTNERS) INCLUSION\n* 18 years of age and older\n\n  * For survivors: confirmed by review of the date of birth as documented in the Electronic Medical Record (EMR) and subsequently recorded in Survivor Health History. For non-OHSU patients, we'll collect their age by self-report on the Survivor Health History\n  * For partners: confirmed by self-report on the Health History Questionnaire\n* \\< 2 structured strength training sessions for less than 30 minutes per week in the last month\n\n  * Confirmed by self-report on Health History Questionnaire\n* Home internet sufficient for videoconferencing\n\n  * Confirmed by staff review of Internet Connectivity Screening Guide with the participants and outcome recorded in a CRF\n* Signed informed consent\n\n  * Confirmed by completion of e-Consent in REDCap\n* Willing to be randomized into either study arm and adhere to study protocol\n\n  * Confirmed verbally with the participant and response documented in the Participant Tracking database\n* IMPLEMENTATION INCLUSION\n* Be one of these key stakeholders: patient, spouse/partner, healthcare providers, or administrator\n* Verbal informed consent following review of an Information Sheet\n\nExclusion Criteria:\n\n* INTERVENTION (SURVIVORS AND PARTNERS) EXCLUSION\n* Cognitive difficulties that preclude answering the survey questions, participating in the exercise classes or performance tests, or providing informed consent\n\n  * In the event of a suspected undeclared cognitive impairment, it will be confirmed by physician clearance or professional opinion of the Principal Investigator, Kerri Winters-Stone\n* A medical condition, movement or neurological disorder, or medication use that contraindicates participation in moderate intensity exercise. Specific contraindications include the following: poorly controlled diabetes, recent cardiac event, neuromuscular disease, untreated orthostatic hypertension, recent surgery, acute hernia, acute rheumatoid arthritis, severe memory disorders, severe balance disorder, inability to ambulate without an assistive device, inability to stand for 3 minutes, severe hearing or vision problem\n\n  * Confirmed by a combination of reviewing the EMR, self-report on the Health History Questionnaire, Charlson Comorbidity Index questionnaire, and/or by physician clearance. If in the professional opinion of the Principal Investigator, Dr. Kerri Winters-Stone, contraindications other than those identified by the patient or physician are present, she may consider the participant ineligible. For Spouse/Partner: must answer 'No' to American College of Sports Medicine pre-participation screening questions. If spouse/partner answers 'Yes' to either question they will be considered eligible upon physician clearance. Physician clearance may also be requested at the discretion of the Principal Investigator",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carolyn Guidarelli",
                    "role": "CONTACT",
                    "phone": "503-494-0444",
                    "email": "exercise@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kerri Winters-Stone",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carolyn Guidarelli",
                            "role": "CONTACT",
                            "phone": "503-494-0444",
                            "email": "exercise@ohsu.edu"
                        },
                        {
                            "name": "Kerri Winters-Stone",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All individual quantitative participant data collected during the trial, after deidentification.",
            "timeFrame": "Beginning 3 months following final publication.",
            "accessCriteria": "Access will be provided to investigators who provide a methodologically sound proposal and complete a data sharing agreement that includes commitments to: (1) using the data only for research purposes and not to identify any individual participant, (2) securing the data using appropriate computer technology, and (3) destroying or returning the data after analyses are completed.\n\nProposals should be directed to wintersk@ohsu.edu. To gain access to data, data requestors will need to sign a data sharing agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}