{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05500807",
            "orgStudyIdInfo": {
                "id": "BCDI-XII"
            },
            "organization": {
                "fullName": "Bleeding and Clotting Disorders Institute Peoria, Illinois",
                "class": "OTHER"
            },
            "briefTitle": "Emicizumab for Severe Von Willebrand Disease (VWD) and VWD/Hemophilia A",
            "officialTitle": "Emicizumab for Severe VON Willebrand Disease (VWD) and VWD/Hemophilia A",
            "acronym": "BCDI-XII",
            "therapeuticArea": [
                "Other"
            ],
            "study": "emicizumab-for-severe-von-willebrand-disease-vwd-and-vwd-hemophilia-a"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-12",
            "studyFirstSubmitQcDate": "2022-08-12",
            "studyFirstPostDateStruct": {
                "date": "2022-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Roberts",
                "investigatorTitle": "Assistance Medical Director",
                "investigatorAffiliation": "Bleeding and Clotting Disorders Institute Peoria, Illinois"
            },
            "leadSponsor": {
                "name": "Bleeding and Clotting Disorders Institute Peoria, Illinois",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Von Willebrand Disease (VWD) is the most common inherited bleeding disorder affecting up to 0.1% of the population, is usually characterized by mucocutaneous bleeding, HMB, surgical bleeding or other hemostatic challenges. Severe bleeding events require VWF concentrates administered solely through intravenous access. Emicizumab (Hemlibra) is a monoclonal bispecific antibody developed to bind activated FIX and FX and mimic FVIII cofactor functionality. Hemlibra is administered via subcutaneous injection rather than intravenous infusion. The hypothesis of this study is that Emicizumab is safe and efficacious for prophylaxis in severe VWD and concomitant VWD/hemophilia patients.",
            "detailedDescription": "Von Willebrand Disease (VWD) is the most common inherited bleeding disorder affecting up to 0.1% of the population, is usually characterized by mucocutaneous bleeding, HMB, surgical bleeding or other hemostatic challenges. VWD currently has few therapies generally useful in management of bleeding events including antifibrinolytics, desmopressin (DDAVP), and VWF concentrates, which may be plasma-derived (VWF with and without FVIII) or recombinant. Minor bleeding may be successfully treated with antifibrinolytics and DDAVP; however, more severe bleeding requires VWF concentrates that are administered solely through intravenous access.\n\nSimilarly, it can be challenging to treat concomitant bleeding disorders with the existing therapeutic options available, and patients with concurrent VWD and hemophilia A primarily have VWF/FVIII concentrate or desmopression (DDAVP) available for treatment. It has been well-recognized that patients, caregivers, and medical providers desire additional, simplified therapeutic options that are not intravenous to treat severe bleeding disorders. Therefore, a simplified, subcutaneous therapeutic that prevents bleeding would be strongly desired. Though its use in the hemophilia A population is growing, additional potential emicizumab applications for hemostatic control in other hemostatic disorders remain unknown. A recent case report highlighted the hemostatic efficacy of emicizumab off-label use in type 3 von Willebrand Disease (VWD), another severe bleeding disorder. This pediatric patient had type 3 VWD with alloantibodies and a bleeding phenotype similar to hemophilia A with inhibitor patients, requiring suboptimal bleeding management with rFVIIa and activated prothrombin complex concentrates (aPCC). Emicizumab prophylaxis was initiated and the patient no longer required aPCC prophylaxis and rare use of rFVIIa for acute bleeding events (only 1 trauma-induced soft tissue hematoma at the time of publication). The authors concluded their report suggested the bleeding phenotype in type 3 VWD is expressed mainly due to factor VIII deficiency. This study suggests a potential additional application for emicizumab in severe VWD.\n\nA pilot multicenter, prospective open-label study of emicizumab prophylaxis in severe VWD and concomitant VWD/hemophilia A. Patients will have a one-year retrospective chart review of annualized bleed rate and hemostatic therapies collected at the time of enrollment. Patients will then be treated with emicizumab with 3mg/kg weekly for 4 weeks loading dose, followed by once weekly prophylaxis of 1.5mg/kg for 1 year. Per emicizumab FDA-approved prescribing information for hemophilia A, dose up-titration to 3 mg/kg once weekly will be allowed after 24 weeks on HEMLIBRA prophylaxis in case of suboptimal efficacy (i.e., ≥ 2 spontaneous and clinically significant bleeds) Treatment records will be maintained along with bleeding event logs. Breakthrough bleeding events may be treated with the patients usual on-demand therapy with antifibrinolytics or VWF/FVIII concentrates per clinician discretion. Patient reported outcome assessments will be collected throughout the clinical study to collect impact of the treatment on the individual patients, assessing quality of life, physical, emotional, social and general symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Von Willebrand Disease, Type 3",
                "Concomitant VWD and Hemophilia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "40 patients who will receive emicizumab prophylactically",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open Label Emicizumab",
                    "type": "OTHER",
                    "description": "Emicizumab prophylaxis",
                    "interventionNames": [
                        "Drug: Emicizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Emicizumab",
                    "description": "Subcutaneous injection of emicizumab for prophylaxis",
                    "armGroupLabels": [
                        "Open Label Emicizumab"
                    ],
                    "otherNames": [
                        "Hemlibra"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Emicizumab is efficacious for prophylaxis in severe VWD & concomitant VWD/hemophilia A",
                    "description": "establish bleed occurrence during treatment evaluated through descriptive statistical analysis to determine proof of principle",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Emicizumab is safe for prophylaxis in severe VWD & concomitant VWD/Hemophilia A",
                    "description": "collection of AE's, hypersensitivity reactions, thrombotic events during treatment",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reduced treatment burdent vs VWF/FVIII prophylaxis",
                    "description": "# of infusions and methods of infusions collected during study",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Decreased bleed occurrence",
                    "description": "Evaluate historical ABR with on demand or prophy prior to study treatment",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Diminish bleed severity",
                    "description": "collection of bleed data prior to study entry and throughout study treatment",
                    "timeFrame": "18 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Improve health related QOL in study participants",
                    "description": "collection of HRQOL PRO's",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Reduce produce use for spontaneous or traumatic bleeds",
                    "description": "Bleed \\& treatment logs collecting product use prior to study entry and throughout study treatment",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Reduce produce use during surgery",
                    "description": "Bleed \\& treatment logs collect information for any surgical procedure while on study, blood loss, hemostatic efficacy and concentrate consumption.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Reduce self-reported treatment burden for HMB",
                    "description": "Bleed \\& treatment logs collect treatment information prior to and during study for HMB including antifibrinolytics, concentrates and hormonal therapies.",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* age \\>/= 2\n* ability to comply with protocol in investigators judgement\n* diagnosis of: severe VWD type 3, or VWD with VWF antigen, activity or collagen binding \\</= 20 U/dl or variant VWD confirmed by genetic mutation and VWF ag, activity or CB \\< 50 U/dl based on historical medical records of study site.\n* diagnosis of VWD/hemophilia A defined as VWF:ag, activity or CB \\<50 U/dl, and mild moderate or severe hemophilia A(defined by ISTH criteria) based on historical medical records of the study site.\n* plan to be adherent to emicizumab prophylaxis during the study\n* Patient's bleeding phenotype necessitating prophylaxis per treating provider recommendations.\n* Patient on current prophylaxis for VWD or VWD/hemophilia A may enroll if they are currently on a ono-emicizumab agent, and if it has been \\> 18 months since last off-label dose of emicizumab, and are willing to discontinue current prophylaxis.\n* For menstruating individuals: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods that result in a failure rate of \\< 1% per year during the study period. A mensturating individual is considered to be of childbearing potential if they are post-menarchal, have not reached a postmenopausal state (12 continuous months of amenorrhea with no identified cause other than menopause), and have not undergone surgical sterilization (removal of ovaries and/or uterus).\n\nExamples of highly effective contraceptive methods with a failure rate of \\< 1% per year include proper use of combined oral or injected hormonal contraceptive, bilateral tubal ligation, male sterilization, hormone-releasing intrauterine devices, and copper intrauterine devices. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n\nExclusion Criteria:\n\n* Patients age \\<2 years of age.\n* Patients with low VWF or non-severe VWD (ie.not meeting the above criteria)\n* Other concomitant bleeding disorders including coagulopathy from liver cirrhosis.\n* Current treatment with emicizumab or emicizumab therapy in the previous 18 months.\n* Previous (in the past 12 months) or current treatment for thromboembolic disease (with the exception of previous catheter-associated thrombosis for which anti-thrombotic treatment is not currently ongoing) or current signs of thromboembolic disease\n* Other conditions (e.g., certain autoimmune diseases, including, but not limited to diseases such as systemic lupus erythematosus, inflammatory bowel disease, and antiphospholipid syndrome) that may increase the risk of bleeding or thrombosis\n* Patients who are at high risk for thrombotic microangiopathy (TMA; e.g., have a previous medical or family history of TMA), in the investigator's judgment\n* Would refuse treatment with blood or blood products, if necessary.\n* Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study\n* Treatment with any of the following:\n\nAn investigational drug to treat or reduce the risk of hemophilic bleeds within 5 half-lives of last drug administration before Study Day 1 A non-hemophilia-related investigational drug within the last 30 days or 5 halflives- before Study Day 1, whichever is longer An investigational drug concurrently\n\n* History of clinically significant hypersensitivity associated with monoclonal antibody therapies or components of the emicizumab injection\n* Pregnant or lactating, or intending to become pregnant during the study\n* Women of childbearing potential must have a negative serum pregnancy test result within 7 days before Study Day 1\n* Illicit drug or alcohol abuse within 12 months prior to screening, in the investigator's judgment\n* Serious infection requiring oral or IV antibiotics within 30 days prior to screening",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah E Gonzales, MD",
                    "role": "CONTACT",
                    "phone": "309-692-5337",
                    "phoneExt": "135",
                    "email": "sarah@ilbcdi.org"
                },
                {
                    "name": "Lisa Weber, BS",
                    "role": "CONTACT",
                    "phone": "309-392-5337",
                    "phoneExt": "191",
                    "email": "lisaw@ilbcdi.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan C Roberts, MD",
                    "affiliation": "Bleeding and Clotting Disorders Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Bleeding and Clotting Disorders Institute",
                    "status": "RECRUITING",
                    "city": "Peoria",
                    "state": "Illinois",
                    "zip": "61614",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah E. Gonzales, BS",
                            "role": "CONTACT",
                            "phone": "309-692-5337",
                            "phoneExt": "135",
                            "email": "sarah@ilbcdi.org"
                        },
                        {
                            "name": "Lisa Weber, BS",
                            "role": "CONTACT",
                            "phone": "309-692-5337",
                            "phoneExt": "191",
                            "email": "lisaw@ilbcdi.org"
                        },
                        {
                            "name": "Jonathan C Roberts, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael D Tarantino, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.69365,
                        "lon": -89.58899
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33570651",
                    "type": "BACKGROUND",
                    "citation": "James PD, Connell NT, Ameer B, Di Paola J, Eikenboom J, Giraud N, Haberichter S, Jacobs-Pratt V, Konkle B, McLintock C, McRae S, R Montgomery R, O'Donnell JS, Scappe N, Sidonio R, Flood VH, Husainat N, Kalot MA, Mustafa RA. ASH ISTH NHF WFH 2021 guidelines on the diagnosis of von Willebrand disease. Blood Adv. 2021 Jan 12;5(1):280-300. doi: 10.1182/bloodadvances.2020003265."
                },
                {
                    "pmid": "33570647",
                    "type": "BACKGROUND",
                    "citation": "Connell NT, Flood VH, Brignardello-Petersen R, Abdul-Kadir R, Arapshian A, Couper S, Grow JM, Kouides P, Laffan M, Lavin M, Leebeek FWG, O'Brien SH, Ozelo MC, Tosetto A, Weyand AC, James PD, Kalot MA, Husainat N, Mustafa RA. ASH ISTH NHF WFH 2021 guidelines on the management of von Willebrand disease. Blood Adv. 2021 Jan 12;5(1):301-325. doi: 10.1182/bloodadvances.2020003264."
                },
                {
                    "pmid": "3492222",
                    "type": "BACKGROUND",
                    "citation": "Rodeghiero F, Castaman G, Dini E. Epidemiological investigation of the prevalence of von Willebrand's disease. Blood. 1987 Feb;69(2):454-9."
                },
                {
                    "pmid": "8229521",
                    "type": "BACKGROUND",
                    "citation": "Werner EJ, Broxson EH, Tucker EL, Giroux DS, Shults J, Abshire TC. Prevalence of von Willebrand disease in children: a multiethnic study. J Pediatr. 1993 Dec;123(6):893-8. doi: 10.1016/s0022-3476(05)80384-1."
                },
                {
                    "pmid": "31540901",
                    "type": "BACKGROUND",
                    "citation": "Weyand AC, Flood VH, Shavit JA, Pipe SW. Efficacy of emicizumab in a pediatric patient with type 3 von Willebrand disease and alloantibodies. Blood Adv. 2019 Sep 24;3(18):2748-2750. doi: 10.1182/bloodadvances.2019000656."
                },
                {
                    "pmid": "26917779",
                    "type": "BACKGROUND",
                    "citation": "Roberts JC, Morateck PA, Christopherson PA, Yan K, Hoffmann RG, Gill JC, Montgomery RR; Zimmerman Program Investigators. Rapid discrimination of the phenotypic variants of von Willebrand disease. Blood. 2016 May 19;127(20):2472-80. doi: 10.1182/blood-2015-11-664680. Epub 2016 Feb 25."
                },
                {
                    "pmid": "3085499",
                    "type": "BACKGROUND",
                    "citation": "Miller CH, Hilgartner MW, Harris MB, Bussel JB, Aledort LM. Concurrence of von Willebrand's disease and hemophilia A: implications for carrier detection and prevalence. Am J Med Genet. 1986 May;24(1):83-94. doi: 10.1002/ajmg.1320240110."
                },
                {
                    "pmid": "8339998",
                    "type": "BACKGROUND",
                    "citation": "Casonato A, Pontara E, Boscaro M, Dannhauser D, Sartori MT, Girolami A. Combined haemophilia A and type I von Willebrand's disease: a family study including an evaluation of the effects of DDAVP infusion. Haematologia (Budap). 1993;25(1):57-67."
                },
                {
                    "pmid": "23023498",
                    "type": "BACKGROUND",
                    "citation": "Kitazawa T, Igawa T, Sampei Z, Muto A, Kojima T, Soeda T, Yoshihashi K, Okuyama-Nishida Y, Saito H, Tsunoda H, Suzuki T, Adachi H, Miyazaki T, Ishii S, Kamata-Sakurai M, Iida T, Harada A, Esaki K, Funaki M, Moriyama C, Tanaka E, Kikuchi Y, Wakabayashi T, Wada M, Goto M, Toyoda T, Ueyama A, Suzuki S, Haraya K, Tachibana T, Kawabe Y, Shima M, Yoshioka A, Hattori K. A bispecific antibody to factors IXa and X restores factor VIII hemostatic activity in a hemophilia A model. Nat Med. 2012 Oct;18(10):1570-4. doi: 10.1038/nm.2942. Epub 2012 Sep 30."
                },
                {
                    "pmid": "27223146",
                    "type": "BACKGROUND",
                    "citation": "Shima M, Hanabusa H, Taki M, Matsushita T, Sato T, Fukutake K, Fukazawa N, Yoneyama K, Yoshida H, Nogami K. Factor VIII-Mimetic Function of Humanized Bispecific Antibody in Hemophilia A. N Engl J Med. 2016 May 26;374(21):2044-53. doi: 10.1056/NEJMoa1511769."
                },
                {
                    "pmid": "26626991",
                    "type": "BACKGROUND",
                    "citation": "Uchida N, Sambe T, Yoneyama K, Fukazawa N, Kawanishi T, Kobayashi S, Shima M. A first-in-human phase 1 study of ACE910, a novel factor VIII-mimetic bispecific antibody, in healthy subjects. Blood. 2016 Mar 31;127(13):1633-41. doi: 10.1182/blood-2015-06-650226. Epub 2015 Dec 1."
                },
                {
                    "pmid": "28691557",
                    "type": "BACKGROUND",
                    "citation": "Oldenburg J, Mahlangu JN, Kim B, Schmitt C, Callaghan MU, Young G, Santagostino E, Kruse-Jarres R, Negrier C, Kessler C, Valente N, Asikanius E, Levy GG, Windyga J, Shima M. Emicizumab Prophylaxis in Hemophilia A with Inhibitors. N Engl J Med. 2017 Aug 31;377(9):809-818. doi: 10.1056/NEJMoa1703068. Epub 2017 Jul 10."
                },
                {
                    "pmid": "30157389",
                    "type": "BACKGROUND",
                    "citation": "Mahlangu J, Oldenburg J, Paz-Priel I, Negrier C, Niggli M, Mancuso ME, Schmitt C, Jimenez-Yuste V, Kempton C, Dhalluin C, Callaghan MU, Bujan W, Shima M, Adamkewicz JI, Asikanius E, Levy GG, Kruse-Jarres R. Emicizumab Prophylaxis in Patients Who Have Hemophilia A without Inhibitors. N Engl J Med. 2018 Aug 30;379(9):811-822. doi: 10.1056/NEJMoa1803550."
                },
                {
                    "pmid": "31124272",
                    "type": "BACKGROUND",
                    "citation": "Levy GG, Asikanius E, Kuebler P, Benchikh El Fegoun S, Esbjerg S, Seremetis S. Safety analysis of rFVIIa with emicizumab dosing in congenital hemophilia A with inhibitors: Experience from the HAVEN clinical program. J Thromb Haemost. 2019 Sep;17(9):1470-1477. doi: 10.1111/jth.14491. Epub 2019 Jun 17."
                },
                {
                    "pmid": "17685919",
                    "type": "BACKGROUND",
                    "citation": "Petrini P. Identifying and overcoming barriers to prophylaxis in the management of haemophilia. Haemophilia. 2007 Sep;13 Suppl 2:16-22. doi: 10.1111/j.1365-2516.2007.01501.x."
                },
                {
                    "pmid": "27253087",
                    "type": "BACKGROUND",
                    "citation": "Saccullo G, Makris M. Prophylaxis in von Willebrand Disease: Coming of Age? Semin Thromb Hemost. 2016 Jul;42(5):498-506. doi: 10.1055/s-0036-1581106. Epub 2016 Jun 2."
                },
                {
                    "pmid": "18786010",
                    "type": "BACKGROUND",
                    "citation": "Berntorp E. Prophylaxis in von Willebrand disease. Haemophilia. 2008 Nov;14 Suppl 5:47-53. doi: 10.1111/j.1365-2516.2008.01851.x."
                },
                {
                    "pmid": "26081061",
                    "type": "BACKGROUND",
                    "citation": "Federici AB. Prophylaxis in patients with von Willebrand disease: who, when, how? J Thromb Haemost. 2015 Sep;13(9):1581-4. doi: 10.1111/jth.13036. Epub 2015 Jul 28. No abstract available."
                },
                {
                    "pmid": "30430726",
                    "type": "BACKGROUND",
                    "citation": "Makris M, Oldenburg J, Mauser-Bunschoten EP, Peerlinck K, Castaman G, Fijnvandraat K; subcommittee on Factor VIII, Factor IX and Rare Bleeding Disorders. The definition, diagnosis and management of mild hemophilia A: communication from the SSC of the ISTH. J Thromb Haemost. 2018 Dec;16(12):2530-2533. doi: 10.1111/jth.14315. Epub 2018 Nov 15. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006467",
                    "term": "Hemophilia A"
                },
                {
                    "id": "D000014842",
                    "term": "Von Willebrand Diseases"
                },
                {
                    "id": "D000056729",
                    "term": "Von Willebrand Disease, Type 3"
                }
            ],
            "ancestors": [
                {
                    "id": "D000025861",
                    "term": "Blood Coagulation Disorders, Inherited"
                },
                {
                    "id": "D000001778",
                    "term": "Blood Coagulation Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020147",
                    "term": "Coagulation Protein Disorders"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000001791",
                    "term": "Blood Platelet Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9553",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17585",
                    "name": "Von Willebrand Diseases",
                    "asFound": "Von Willebrand Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28561",
                    "name": "Von Willebrand Disease, Type 3",
                    "asFound": "Von Willebrand Disease, Type 3",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23095",
                    "name": "Blood Coagulation Disorders, Inherited",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21982",
                    "name": "Coagulation Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M5072",
                    "name": "Blood Platelet Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2710",
                    "name": "Hemophilia",
                    "asFound": "Hemophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2711",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8312",
                    "name": "Factor VIII",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}