{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05966532",
            "orgStudyIdInfo": {
                "id": "STU-2021-1131"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Emotional Cognition: Establishing Constructs and Neural-Behavioral Mechanisms in Older Adults With Depression",
            "officialTitle": "Emotional Cognition: Establishing Constructs and Neural-Behavioral Mechanisms in Older Adults With Depression (ENSURE; R21 MH130870)",
            "acronym": "ENSURE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "emotional-cognition-establishing-constructs-and-neural-behavioral-mechanisms-in-older-adults-with-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-21",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shawn McClintock",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The University of Texas at Arlington",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a cross-sectional pilot study designed to establish hot and cold cognitive functions and underlying neurocircuitry in older adults with MDD. The investigators will study 60 participants aged 21-80 years old with MDD. All participants will undergo clinical and neurocognitive assessment, and Magnetoencephalography (MEG)/Magnetic resonance imaging (MRI) procedures at one time point. The investigators will also enroll 60 demographically matched comparable, never-depressed healthy participants (controls) to establish cognitive benchmarks. Healthy controls will complete clinical and neurocognitive measures at one time point. To attain a balanced sample of adults across the lifespan, the investigators will enroll participants such that each age epoch (e.g., 21-30, 31-40, etc.) has a total of ten subjects (n=10) in both the healthy control cohort and depressed cohort.",
            "detailedDescription": "Major depressive disorder (MDD) is a common, chronic, and disabling disorder that affects individuals across the lifespan. Research has consistently found that a core domain of MDD is cognitive dysfunction, with the majority of clinical research focusing on cold cognitive functions such as attention, memory, and executive function. However, emotional \"hot\" cognitive impairments are also frequently observed in domains such as emotion processing, impulsivity, reward processing, and social cognition, and as with cold cognitive processes, have been implicated in both disease course and treatment outcomes.\n\nThe nomenclature of \"cold\" and \"hot\" cognitive function has been used to differentiate between those functions that are less influenced by emotional stimuli and/or processes (i.e., \"cold\" cognitive function) and those that have an emotional component and/or influence (i.e., \"hot\" cognitive function). The delineation of cold and hot cognitive function has critical implications for new mechanistic explanations and targeted antidepressant treatment development. Other researchers have proposed a testable cognitive neuropsychological model of MDD that describes the interaction of both cold and hot cognitive functions, underlying neurocircuitry, and proposed associated treatments.\n\nDespite ample evidence of impairments associated with hot cognitive processes, behaviors, and associated neural circuity, there is significantly limited information regarding hot cognitive function in adults across the lifespan with MDD. Prior research has been limited by 1) measurement of only one or two hot cognitive functions, 2) no integration of cold and hot cognitive function assessment, and 3) sparse information on hot cognition and associated neurocircuitry in adults over the age of 60. Given the importance of cognitive dysfunction and aging on disease course and overall functioning in MDD, it is critical to identify mechanisms of action and targeted treatment approaches that will improve cognition to achieve the ultimate goal of improving overall disease course, functioning, and quality of life. Identification of brain network alterations associated with particular hot cognitive functions and treatments that modify these regions will move us closer toward personalized medicine and improved patient outcomes. A first critical step in this endeavor is to better characterize hot cognitive dysfunctions in MDD, their relationship to cold cognitive dysfunctions, potential effects of age on these dysfunctions, and information on the associated underlying neurocircuitry in older adults.\n\nIn the proposed preliminary study, 60 adults across the lifespan with MDD will complete clinical and cognitive measures, and MEG at one time-point. The investigators will also enroll 60 demographically matched comparable never-depressed healthy controls to establish cognitive benchmarks. The investigators will use existing healthy control data to establish resting-state and task-based MEG benchmarks. The study aims are:\n\nAim 1. Establish and integrate hot and cold cognitive dysfunction in adults across the lifespan.\n\nH1.1. Adults with MDD compared to healthy controls will have significantly greater hot and cold cognitive dysfunction as measured by a Neuropsychological Test Battery to Evaluate Emotion, Motivation, Impulsivity, and Social Cognition (EMOTICOM) and the California Verbal Learning Test - Third Edition (CVLT-3)/Delis-Kaplan Executive Function System (D-KEFS), respectively.\n\nH1.2. Age will be associated with greater hot and cold cognitive dysfunction.\n\nAim 2. Establish and compare specific brain networks underlying hot and cold cognitive tasks.\n\nH2.1. EMOTICOM Emotion Recognition and Categorization task scores will be associated with resting-state and task-based MEG connectivity metrics in the salience network,"
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder (MDD)",
                "Healthy Adult Volunteer"
            ],
            "keywords": [
                "Emotional Cognition"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 138,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Major Depressive Disorder (MDD) Participants:",
                    "description": "1. Male and female subjects\n2. Age between 21-80 years old\n3. Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5) diagnosis of major depressive disorder (MDD) based on Mini Neuropsychiatric Interview\n4. Inventory of Depressive Symptomatology; Clinician Rated version (IDS-C) total score \\> 14\n5. Able to read, write, and comprehend English\n6. Provide informed consent; willing to comply with study protocol.\n\nNote: For individuals with MDD diagnosis: As part of the screening procedures, the Mini International Neuropsychiatric Interview (MINI-7.0 for DSM-5) will be conducted to determine eligibility. This is related to Inclusion Criteria #3.",
                    "interventionNames": [
                        "Behavioral: Hot Cognitive Task",
                        "Behavioral: Cold cognitive tasks",
                        "Other: Structural magnetic resonance imaging (sMRI)",
                        "Other: Magnetoencephalography imaging (MEG)"
                    ]
                },
                {
                    "label": "Healthy Volunteer Participants:",
                    "description": "1. Male and female subjects\n2. Age between 21-80 years old\n3. Able to read, write, and comprehend English\n4. Provide informed consent; willing to comply with study protocol",
                    "interventionNames": [
                        "Behavioral: Hot Cognitive Task",
                        "Behavioral: Cold cognitive tasks"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Hot Cognitive Task",
                    "description": "1. Emotion processing:\n\n   * Participants will be shown a series of faces that appear quickly and be asked to identify what emotion is shown.\n   * Participants will be shown a face of an emotion and indicate if participant can see the emotion changing.\n   * Participant will be shown a series of emotions and asked to respond to only a specific emotion.\n2. Motivation reward and processing:\n\n   * Participant will play with a simulated roulette and make a bet to evaluate their decision-making behavior.\n   * Participant will be shown colored circles and choose the one more likely to win money.\n3. Impulsivity:\n\n   • Participant will be shown a series of stimuli where they will be asked to respond to the correct stimulus.\n4. Social cognition:\n\n   * Participant will be shown a series of moral situations in which a character is accidentally or intentionally harmed and be asked to rate the degree of guilt from the perspective of the victim or perpetrator.",
                    "armGroupLabels": [
                        "Healthy Volunteer Participants:",
                        "Major Depressive Disorder (MDD) Participants:"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cold cognitive tasks",
                    "description": "* Montreal Cognitive Assessment (MoCA) - This will ask participants questions related to their cognition such as visuospatial skills, naming, memory, attention, language, and recall.\n* Measurement of Everyday Cognition (ECog) - This scale will ask participants about their everyday memory, language, visuospatial ability, organization, and divided attention.\n* Test of Premorbid Function (TOPF) - This test will evaluate memory performance and abilities of stud participants before onset pre-morbid status.\n* California Verbal Learning Test -3rd Edition (CVLT-3) -This test will measure verbal learning and memory of study participants.\n* Three tests from the Delis-Kaplan Executive Function System (D-KEFS; Verbal Fluency, Color-Word Interference, and Tower Tests). -These measures assess word finding and problem-solving ability.",
                    "armGroupLabels": [
                        "Healthy Volunteer Participants:",
                        "Major Depressive Disorder (MDD) Participants:"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Structural magnetic resonance imaging (sMRI)",
                    "description": "This is a non-invasive procedure to assess the structure and function of participant's brain. Structural neuroanatomical data will be acquired using structural magnetic resonance. Imaging (sMRI) with the University of Texas Southwestern (UTSW) 3T (three Tesla field) MRI scanner. Prior to participation, the investigator's team will screen participant's to ensure eligibility to participate in the sMRI scan.",
                    "armGroupLabels": [
                        "Major Depressive Disorder (MDD) Participants:"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Magnetoencephalography imaging (MEG)",
                    "description": "This is a non-invasive procedure to measure participant's brain activity. Participants will be sitting inside the machine in a chamber, with more space than a traditional MRI machine. A hat will be placed on top of participant's head which records their brain activity. Resting-state and task-based MEG recordings will occur in a three-layer magnetically shielded room (MSR) following our UTSW Advanced Neuroscience Imaging Research (ANSIR) established procedures. Before the scan, five coils will be secured to participant's head and a three-dimensional (3D) digitizer will be used to map the location of the coils, fiducials, and scalp surface. During recording, an electric current with a unique frequency label (i.e., 320 Hz) will be fed to each coil, which will permit real time head location tracking and subsequent offline head motion correction.",
                    "armGroupLabels": [
                        "Major Depressive Disorder (MDD) Participants:"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Emotion Processing Domain: Emotional Intensity Morphing Task",
                    "description": "Assesses the point of intensity for fascial emotion recognition. Faces are presented with slowly morphing emotional expressions (e.g., happy, sad, angry) that increases (point of detection) or decrease (emotion no longer perceived).\n\nIntensity threshold for each emotion and each condition (i.e., increases and decrease).",
                    "timeFrame": "baseline visit, total time= 5 minutes"
                },
                {
                    "measure": "Emotion Processing Domain: Emotional Recognition Task-Eyes",
                    "description": "Assesses accuracy and affective bias of emotional recognition. Participants identify emotion(e.g., happy, sad) based on 250ms presentation of eyes only.\n\nHit rate (i.e., correct identification of each emotion).",
                    "timeFrame": "baseline visit, total time= 12 minutes"
                },
                {
                    "measure": "Emotion Processing Domain: Face Affective Go No-Go",
                    "description": "Assesses affective bias associated with emotional faces. Participant must identify the target facial emotion (e.g., happy, sad), while ignoring other emotions.\n\nDiscrimination accuracy (d-prime score for each emotion).",
                    "timeFrame": "baseline visit, total time= 6 minutes"
                },
                {
                    "measure": "Reward Processing and Learning: Adapted Cambridge Gambling Task",
                    "description": "Assesses value-based choice. Participants bet on expected outcomes when presented with a colored (orange, purple) roulette wheel with the proportions of each color indicating 1 of 5 levels of certain/uncertain outcomes in the context of win or loss conditions.\n\nRisk Adjustment scores based on level of probability of win or loss.",
                    "timeFrame": "baseline visit, total time= 10 minutes"
                },
                {
                    "measure": "Reward Processing and Learning: Reinforcement Learning Task",
                    "description": "Assesses reward and punishment learning. Participants are shown colored circles and choose the one they believe is more likely to win money. There are two conditions (no lose and no win).\n\nLearning rate (alpha) based on how fast participant learns new information (both win and loss).\n\nRisk Adjustment scores based on level of probability of win or loss.",
                    "timeFrame": "baseline visit, total time= 10 minutes"
                },
                {
                    "measure": "Impulsivity: Discounting Task",
                    "description": "Assesses rate of discounting across 5 levels of delay and 5 of probability. Participants decide between a standard fixed amount vs an immediately available alternative.\n\nIndifference points for each length of delay/degree of uncertainly, noted by area under the curve.",
                    "timeFrame": "baseline visit, total time= 7 minutes"
                },
                {
                    "measure": "Social Cognition: Moral Emotions Task",
                    "description": "Assesses moral judgment/emotional reactions to social situations. Cartoons depict characters intentionally or unintentionally harming one another. Participants rate feelings (e.g., guilt, shame) as either the victim or antagonizer in the scenario.\n\nAverage ratings of guilt and shame in each scenario (victim or antagonizer).",
                    "timeFrame": "baseline visit, total time= 13 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Montreal Cognitive Assessment (MoCA): Cold Cognitive Function Testing.",
                    "description": "Description: Cold cognitive function will be measured by Montreal Cognitive Assessment (MoCA). MoCA assesses multiple cognitive domains: attention, concentration, executive functions, memory, language, visuospatial skills, abstraction, calculation and orientation. Possible scores range from 0-30, where score ≥ 26 is considered to be normal.",
                    "timeFrame": "Day 1/baseline"
                },
                {
                    "measure": "Everyday Cognition (ECog): Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by Everyday Cognition (ECog), ECog scale is a validated informant-rated questionnaire that includes one global factor and six domain-specific factors: 6 domains: everyday memory, language, visuospatial and perceptual abilities, planning, organization, and divided attention. Each item is scored based on a four-point scale: 1 = better or no change compared to 10 years earlier; 2 =questionable/occasionally worse; 3 = consistently a little worse; 4 = consistently much worse. The total score will be calculated as the sum of all 39 items. Higher scores indicates worse daily function",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Test of Premorbid Function (TOPF): Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by Test of Premorbid Function (TOPF), TOPF estimates an individual's pre-morbid cognitive and memory functioning. Possible scores range from 80 - 130, where higher scores indicate better pre-morbid cognitive functioning.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "California Verbal Learning Test-3 (CVLT-3): Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by California Verbal Learning Test-3 (CVLT-3), CVLT-3 measures verbal learning and memory. Possible scores range from 0 - 16, where higher scores indicate better performance.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Delis-Kaplan Executive Function System (DKEF)-Color-Word Interference: Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by Delis-Kaplan Executive Function System (D-KEF) Color-Word Interference, it is made up of color naming, word reading, and inhibition, is measured in seconds, a smaller number represents a better outcome.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Delis-Kaplan Executive Function System (DKEF)-Tower Test: Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by D-KEF Tower test, it is a measure of executive function. Total achievement scores indicate the highest score participants scored on the test. Possible score range from 0 - 30, higher scores indicate better performance.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Delis-Kaplan Executive Function System (D-KEF)-Verbal Fluency Performance: Cold Cognitive Function Testing",
                    "description": "Cold cognitive function will be measured by D-KEFs Verbal Fluency Test, made up of letter fluency and category fluency, is measured by number of responses, a larger number represents a better outcome.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "MEG: Magnetoencephalography",
                    "description": "Six minutes, eyes-open resting-state scan and eighteen minutes of task-based scan will be completed. Participants will be inside the MEG scanner room for 25-30 minutes. Before the scan, five coils will be secured to the participant's head and 3D digitizer will be used to map the location of the coils, fiducials, and scalp surface, MEG data will be co-registered to their high-resolution structural T1-weighted MRI. This will provide a four-dimensional (4D) image of brain activity, similar to Functional magnetic resonance imaging (fMRI).",
                    "timeFrame": "Baseline Day1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female participants\n2. Age between 21-80 years old\n3. DSM-5 diagnosis of major depressive disorder (MDD) based on Mini Neuropsychiatric Interview\n4. Inventory of Depressive Symptomatology-Clinician Rated version (IDS-C) total score \\> 14\n5. Able to read, write, and comprehend English\n6. Provide informed consent; willing to comply with study protocol\n\nExclusion Criteria:\n\n1. History of bipolar disorder, schizophrenia, or schizoaffective disorder\n2. Presence of psychotic features\n3. Lifetime central nervous system (CNS) disease (including head injury with loss of consciousness \\> 5 minutes)\n4. History of neurodevelopmental disorder (e.g., Autism spectrum disorder)\n5. History of medical conditions that can affect neurocognitive function as well as be confounded with age (e.g., thyroid disease, endocrine illnesses)\n6. History and current use of hormonal replacement therapy\n7. Women who are pregnant\n8. Current use of medications with known impacts on neurocognitive function (e.g., acetylcholinesterase inhibitors, amphetamine, methylphenidate, vortioxetine, sedatives)\n9. Alcohol/substance use disorder within past 3 months\n10. DSM-5 diagnosis of major cognitive impairment\n11. Current sensory or physical impairment that interferes with testing.\n12. Contraindication to MRI and MEG (only for depressed participants) (e.g., any electronic / metallic implants near or within the head or body, claustrophobia)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Investigators will study 60 participants aged 21-80 years old with major depressive disorder (MDD). Participants with MDD will undergo clinical and neurocognitive assessment, and MEG/MRI procedures at one time point. Investigators team will also enroll 60 demographically matched comparable, never-depressed healthy participants (controls) to establish cognitive benchmarks. Healthy controls will complete clinical and neurocognitive measures at one time point. To attain a balanced sample of adults across the lifespan, research teams will enroll participants such that each age epoch (e.g., 21-30, 31-40, etc.) has a total of ten subjects (n=10) in both the healthy control cohort and depressed cohort.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shawn McClintock, PhD",
                    "role": "CONTACT",
                    "phone": "214-648-2806",
                    "email": "shawn.mcclintock@utsouthwestern.edu"
                },
                {
                    "name": "Aatika Parwaiz, MPH",
                    "role": "CONTACT",
                    "phone": "214-648-2806",
                    "email": "aatika.parwaiz@utsouthwestern.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Arlington",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Arlington",
                    "state": "Texas",
                    "zip": "76010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tracy Greer, PhD",
                            "role": "CONTACT",
                            "phone": "817-272-1063",
                            "email": "tracy.greer@uta.edu"
                        },
                        {
                            "name": "Kaitlin Killian",
                            "role": "CONTACT",
                            "phone": "817-272-1063",
                            "email": "kaitlin.killian@mavs.uta.edu"
                        },
                        {
                            "name": "Tracy Greer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.73569,
                        "lon": -97.10807
                    }
                },
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390-9127",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shawn McClintock, PhD",
                            "role": "CONTACT",
                            "phone": "214-648-2806",
                            "email": "shawn.mcclintock@utsouthwestern.edu"
                        },
                        {
                            "name": "Aatika Parwaiz, MPH",
                            "role": "CONTACT",
                            "phone": "214-648-2806",
                            "email": "aatika.parwaiz@utsouthwestern.edu"
                        },
                        {
                            "name": "Shawn McClintock, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "EMOTICOM: A Neuropsychological Test Battery to Evaluate Emotion, Motivation, Impulsivity, and Social Cognition",
                    "url": "https://www.frontiersin.org/articles/10.3389/fnbeh.2016.00025/full"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}