{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05837650",
            "orgStudyIdInfo": {
                "id": "IRB_00164970"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Emotional Awareness and Expression Therapy (EAET) as a Novel Migraine Treatment",
            "officialTitle": "Feasibility and Preliminary Efficacy of Emotional Awareness and Expression Therapy (EAET) as a Novel Migraine Treatment - Randomized Controlled Pilot Study",
            "acronym": "EAET",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "emotional-awareness-and-expression-therapy-eaet-as-a-novel-migraine-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-19",
            "studyFirstSubmitQcDate": "2023-04-19",
            "studyFirstPostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dan Kaufmann, Ph.D.",
                "investigatorTitle": "Research Assistant Professor",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Wayne State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study tests the effect of a new behavioral intervention, Emotional Awareness and Expression Therapy (EAET), as a possible new treatment for people living with migraine.\n\nThe main questions it aims to answer are:\n\nCan EAET lower the frequency and severity of migraine attacks? What are the elements that can explain EAET's effect?\n\nRequirements from Participants:\n\nParticipants will be randomized into either a treatment or control arms. Those who are assigned to the control arm are eligible to receive the treatment in the next cohort.\n\nParticipants assigned to the treatment arms are expected to engage in 8 weekly online sessions via Zoom (sessions are 2 hours long). Each session has a lecture, in-class exercises, discussion, and weekly assignments.\n\nEach participant is required to fill out questionnaires before the first session, and after the last session of the treatment.\n\nParticipants will benefit from a new and promising intervention that can significantly help with their migraines at no cost.",
            "detailedDescription": "Migraine is a debilitating disorder that affects many people worldwide. Despite the new migraine medications and the recommended complementary interventions for migraine, most people living with migraine are not migraine-free and continue to experience debilitating headaches. Chronic stress and past traumatic experiences are known to contribute to the development of migraine and to the transition from episodic to chronic migraine. Although current behavioral interventions focus on \"calming down\" the body and mind, a different approach is to help individuals identify and express difficult emotions, release emotionally difficult experiences, and acquire new skills to help manage interpersonal relationships. Emotional Awareness and Expression Therapy (EAET) is a new intervention that focuses on this approach and has shown promising results in patients with different chronic pain conditions. In this research, the investigators will test how effective EAET is in people living with migraine."
        },
        "conditionsModule": {
            "conditions": [
                "Migraine Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The participants are randomized to a treatment and waitlist control arms, each arm has 5-6 participants. Participants in the treatment arm will experience a group-based EAET intervention via Zoom. The investigators anticipate having 3 cohorts of treatment vs. controls in this study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Emotional Awareness and Expression Therapy (EAET)",
                    "type": "EXPERIMENTAL",
                    "description": "In this experimental arm, participants are required to attend 8 online sessions and fill out questionnaires before treatment, and immediately after treatment.",
                    "interventionNames": [
                        "Behavioral: Emotional Awareness and Expression Therapy (EAET)"
                    ]
                },
                {
                    "label": "Wait list control",
                    "type": "NO_INTERVENTION",
                    "description": "In this control arm, participants are required to wait 8 weeks until the treatment arm is completed and fill out questionnaires before and after the treatment date."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Emotional Awareness and Expression Therapy (EAET)",
                    "description": "Each EAET session will use an educational lecture, discussion, in-class experiential exercises, and homework assignments. During sessions, participants will be encouraged to identify their stressors and experience and express their avoided or suppressed emotions, using exercises such as emotional disclosure, role playing, and the \"empty chair\" technique. Participants will be given homework assignments to complete between sessions, including expressive writing, identification of stressors and avoided emotions, and healthy communication skills practice. The planned topics of the EAET sessions include the emotions-stress-pain model, expressing and experiencing emotions (anger, sadness, hurt, etc.), letting go/forgiveness of self and others, and healthy communication, including assertiveness and intimacy.",
                    "armGroupLabels": [
                        "Emotional Awareness and Expression Therapy (EAET)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of migraine days in a month at baseline.",
                    "description": "Headache diary self report measure. Participants will record their migraine frequency on a daily basis for 1 month.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in the number of migraine days in a month after treatment compared to baseline.",
                    "description": "Participants will record their migraine frequency on a daily basis for 1 month immediately after treatment. A change in a number of migraine days will be evaluated by comparing migraine frequency after the intervention to baseline. A lower number of migraine days in a month after treatment will indicate the effectiveness of the treatment in reducing migraine frequency.",
                    "timeFrame": "8 weeks after commencement of treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Migraine effects on quality of life at baseline.",
                    "description": "Quality of life will be evaluated using the Migraine Specific Quality of Life (MSQL) questionnaire. The minimum value is 14, and the maximum value is 84. A higher total value indicates a better quality of life.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in migraine effects on quality of life after treatment compared to baseline.",
                    "description": "Changes in migraine-specific quality of life will be evaluated by comparing the MSQL scores after the treatment to baseline. A higher score after treatment will indicate the effectiveness of treatment in increasing quality of life.",
                    "timeFrame": "8 weeks after commencement of treatment."
                },
                {
                    "measure": "Allodynia levels at baseline.",
                    "description": "Allodynia will be evaluated using the allodynia questionnaire. The minimum value is 0 and the maximum value is 24. Values 0-2 indicate no allodynia, 3-5 mild allodynia, 6-8 moderate allodynia, and 9 or higher: severe allodynia.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in allodynia after treatment compared to baseline.",
                    "description": "A change in the allodynia score will be evaluated by comparing the allodynia questionnaire score after treatment to baseline. A lower allodynia score after treatment will indicate the effectiveness of treatment in reducing symptoms of allodynia.",
                    "timeFrame": "8 weeks after commencement of treatment."
                },
                {
                    "measure": "Anxiety levels at baseline.",
                    "description": "Anxiety will be measured using the Patient Reported Outcome Measurement Information System (PROMIS) short anxiety questionnaire. The minimum value is 8 and the maximum value is 40. A higher score on this test indicates higher levels of anxiety.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in anxiety levels after treatment compared to baseline.",
                    "description": "A change in anxiety will be evaluated by comparing the PROMIS anxiety questionnaire score after treatment to baseline. A lower anxiety score after treatment will indicate the effectiveness of treatment in reducing anxiety.",
                    "timeFrame": "8 weeks after commencement of treatment."
                },
                {
                    "measure": "Depression levels at baseline.",
                    "description": "Depression will be measured using the Patient Reported Outcome Measurement Information System (PROMIS) short depression questionnaire. The minimum score is 8 and the maximum score is 40. A higher score indicates a higher level of depression.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in depression after treatment compared to baseline.",
                    "description": "A Change in depression score will be evaluated by comparing the PROMIS depression questionnaire score after treatment vs. baseline. A lower score will indicate the effectiveness of treatment in relieving depression.",
                    "timeFrame": "8 weeks after commencement of treatment."
                },
                {
                    "measure": "Emotional coping at baseline.",
                    "description": "Emotional coping will be measured using the Emotional Approach Coping scale 8 (EAC-8). The minimum score is 8 and the maximum score is 32. A higher score indicates a higher emotional coping ability.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Change in emotional coping after treatment compared to baseline.",
                    "description": "A change in emotional coping will be evaluated by comparing the EAC-8 score after treatment vs. baseline. A higher score after treatment indicates the effectiveness of the treatment in increasing emotional coping ability.",
                    "timeFrame": "8 weeks after commencement of treatment."
                },
                {
                    "measure": "Positive and negative affect at baseline",
                    "description": "The positive and negative affect will be measured using the Positive and Negative Affect Schedule (PANAS) questionnaire. Both the positive and negative affect can have a minimum score of 10 and a maximum score of 50 independently. A higher score in either measure will indicate higher levels of positive or negative affect respectively.",
                    "timeFrame": "1 month before the treatment."
                },
                {
                    "measure": "Changes in positive/negative affect at the end of treatment compared to baseline.",
                    "description": "A change in positive and negative affect will be evaluated by comparing the PANAS questionnaire scores of both affects after treatment to baseline. A higher score in positive affect and a lower score in negative affect after treatment will indicate the effectiveness of treatment in improving positive affect while reducing negative affect.",
                    "timeFrame": "8 weeks after commencement of treatment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults of all genders, ages 18-80.\n* A diagnosis of either episodic or chronic migraine (with or without aura) by a licensed neurologist.\n* A migraine disability assessment scores higher than 6.\n* A stable medication regimen for a minimum of 3 months.\n* Must have had migraines for at least 1 year.\n* Must have a minimum of 4 migraine days per month.\n\nExclusion Criteria:\n\n* Serious psychiatric disorders (e.g., schizophrenia or bipolar disorder) uncontrolled with medications.\n* Active suicidal ideation.\n* Risk of violent behavior.\n* Untreated alcohol or substance use disorder.\n* Substantial cognitive impairment.\n* A diagnosis of medication overuse headaches.\n* Changes in migraine medication in the past 3 months.\n* Enrollment in another treatment study.\n* Current involvement in health-related litigation or disability application.\n* Inability to use a computer and/or smartphone.\n* limited access to the internet.\n* Inability to communicate in English.\n* Failure to complete at least 85% of the daily diaries during the baseline 30-day diary assessment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dan Kaufmann, PhD",
                    "role": "CONTACT",
                    "phone": "8019138091",
                    "email": "dan.kaufmann@pharm.utah.edu"
                },
                {
                    "name": "Mark Lumley, PhD",
                    "role": "CONTACT",
                    "phone": "313-577-2247",
                    "email": "mlumley@wayne.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Dan Kaufmann",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "DAN KAUFMANN",
                            "role": "CONTACT",
                            "phone": "801-913-8091",
                            "email": "dan.kaufmann@pharm.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28796118",
                    "type": "BACKGROUND",
                    "citation": "Lumley MA, Schubiner H, Lockhart NA, Kidwell KM, Harte SE, Clauw DJ, Williams DA. Emotional awareness and expression therapy, cognitive behavioral therapy, and education for fibromyalgia: a cluster-randomized controlled trial. Pain. 2017 Dec;158(12):2354-2363. doi: 10.1097/j.pain.0000000000001036."
                },
                {
                    "pmid": "32451528",
                    "type": "BACKGROUND",
                    "citation": "Yarns BC, Lumley MA, Cassidy JT, Steers WN, Osato S, Schubiner H, Sultzer DL. Emotional Awareness and Expression Therapy Achieves Greater Pain Reduction than Cognitive Behavioral Therapy in Older Adults with Chronic Musculoskeletal Pain: A Preliminary Randomized Comparison Trial. Pain Med. 2020 Nov 1;21(11):2811-2822. doi: 10.1093/pm/pnaa145."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008881",
                    "term": "Migraine Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051270",
                    "term": "Headache Disorders, Primary"
                },
                {
                    "id": "D000020773",
                    "term": "Headache Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "asFound": "Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9351",
                    "name": "Headache",
                    "relevance": "LOW"
                },
                {
                    "id": "M22529",
                    "name": "Headache Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26657",
                    "name": "Headache Disorders, Primary",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}