{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05441514",
            "orgStudyIdInfo": {
                "id": "21751"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-04926",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "21751",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Enasidenib in Combination With Cobimetinib for the Treatment of Relapsed or Refractory Acute Myeloid Leukemia",
            "officialTitle": "Phase 1b Study of IDH Inhibition With Enasidenib and MEK Inhibition With Cobimetinib in Patients With Relapsed or Refractory Acute Myeloid Leukemia Who Have Co-Occurring IDH2 and RAS Signaling Gene Mutations",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "enasidenib-in-combination-with-cobimetinib-for-the-treatment-of-relapsed-or-refractory-acute-myeloid-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-06-28",
            "studyFirstPostDateStruct": {
                "date": "2022-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial tests the safety, side effects, and best dose of a enasidenib in combination with cobimetinib in treating patients with acute myeloid leukemia that has come back (relapsed) or does not respond to treatment (refractory). Enasidenib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. Cobimetinib is used in patients whose cancer has a mutated (changed) form of a gene called BRAF. It is in a class of medications called kinase inhibitors. It works by blocking the action of an abnormal protein that signals cancer cells to multiply. This helps slow or stop the spread of cancer cells. Giving enasidenib and cobimetinib may kill more cancer cells in patients with relapsed or refractory acute myeloid leukemia.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Assess the safety and tolerability of cobimetinib in combination with enasidenib.\n\nII. Determine the maximum tolerated dose(s) (MTD) and recommended phase 2 dose (RP2D).\n\nSECONDARY OBJECTIVES:\n\nI. Obtain preliminary estimates of clinical activity as measured by the complete remission (complete response \\[CR\\], complete response with incomplete hematologic recovery \\[CRi\\], or complete response with partial hematologic recovery \\[CRh\\]) rate and minimal residual disease (MRD) rate.\n\nII. Obtain preliminary estimates of clinical activity as measured by overall response rate (CR, CRi, CRh, morphologic leukemia free state \\[MLFS\\], and partial response \\[PR\\]).\n\nIII. Obtain preliminary estimates of median time to complete remission. IV. Obtain preliminary estimates of median time to first response. V. Obtain preliminary estimates of response duration in all participants and in those attaining CR/CRi/CRh.\n\nVI. Obtain preliminary estimates of median and 1-year event-free survival (EFS).\n\nVII. Obtain preliminary estimates of median and 1-year overall survival (OS).\n\nEXPLORATORY OBJECTIVES:\n\nI. Characterize the effects of the combination on cellular differentiation of leukemic cells as measured by flow cytometry performed at study entry and at serial timepoints throughout the study.\n\nII. Evaluate changes in promotor methylation patterns after treatment with combination therapy.\n\nIII. Evaluate changes in gene expression of RAS pathway regulators as a result of the combination therapy.\n\nOUTLINE: This is dose-escalation study of cobimetinib followed by a dose-expansion study.\n\nPatients receive cobimetinib orally (PO) once daily (QD) on days 1-21 and enasidenib mesylate PO QD on days 1-28 of each cycle. Treatment repeats every 28 days for 12 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days, and every 3 months for 1 year at last treatment dose."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Acute Myeloid Leukemia",
                "Refractory Acute Myeloid Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (cobimetinib, enasidenib mesylate)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive cobimetinib PO QD on days 1-21 and enasidenib mesylate PO QD on days 1-28 of each cycle. Treatment repeats every 28 days for 12 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Cobimetinib",
                        "Drug: Enasidenib Mesylate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cobimetinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (cobimetinib, enasidenib mesylate)"
                    ],
                    "otherNames": [
                        "Cotellic",
                        "GDC-0973",
                        "MEK Inhibitor GDC-0973",
                        "XL518"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Enasidenib Mesylate",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (cobimetinib, enasidenib mesylate)"
                    ],
                    "otherNames": [
                        "2-Methyl-1-[(4-[6-(trifluoromethyl)pyridin-2-yl]-6-{[2-(trifluoromethyl)pyridin-4-yl]amino}-1,3,5-triazin-2-yl)amino]propan-2-ol Methanesulfonate",
                        "2-Propanol, 2-Methyl-1-((4-(6-(trifluoromethyl)-2-pyridinyl)-6-((2-(trifluoromethyl)-4-pyridinyl)amino)-1,3,5-triazin-2-yl)amino)-, Methanesulfonate (1:1)",
                        "AG-221 Mesylate",
                        "CC-90007",
                        "Enasidenib Methanesulfonate",
                        "Idhifa"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicity",
                    "description": "Toxicity will be graded according to the National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE), version 5.0.",
                    "timeFrame": "Cycle 1 (28 days)"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Toxicity will be graded according to the NCI- CTCAE version 5.0. Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, time of onset, duration, probable association with the study treatment and reversibility or outcome.",
                    "timeFrame": "Up to 30 days after last dose of study drug"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Response",
                    "description": "Response will be determined using European LeukemiaNet (ELN) criteria.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Minimal residual disease (MRD) status",
                    "description": "MRD status will be determined by standard of care (SOC) flow cytometry assay.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Complete remission",
                    "description": "Time to complete remission is defined as time from first study dose to attainment of complete response(CR), complete response with incomplete hematologic recovery CRi, or complete response with partial hematologic recovery CRh). Will calculate rates and 95% Clopper-Pearson binomial confidence interval (CI).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Time to first response",
                    "description": "Time to first response is defined as time from first study dose to attainment of first documented CR, CRi, CRh, morphologic leukemia free state (MLFS), or partial response (PR). Will calculate rates and 95% Clopper-Pearson binomial CI.",
                    "timeFrame": "From first study does to first documented complete response, assessed up to 3 years"
                },
                {
                    "measure": "Response duration",
                    "description": "Response Duration is defined as the time from the date of first documented response (CR, CRi, CRh, MLFS or PR) to documented disease relapse/progression or death, whichever occurs first. Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From first study does to first documented complete response, assessed up to 1 year"
                },
                {
                    "measure": "Event-free survival (EFS)",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From first study dose to first documented complete response to relapse/progression (> 5% blasts, reappearance of blasts in blood, or development of extramedullary disease) or death, whichever occurs first, assessed up to 1 year"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From first study dose to death from any cause, assessed up to 1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Level of myeloid differentiation",
                    "description": "Level of myeloid differentiation on pre and post-treatment peripheral blood (PB) and bone marrow (BM) samples by flow cytometry.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Promotor methylation status of RAS pathway regulator",
                    "description": "Promotor methylation status of RAS pathway regulators by enhanced reduced representation bisulfite sequencing.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Changes in RAS pathway regulatory gene expression levels",
                    "description": "Changes in RAS pathway regulatory gene expression levels by ribonucleic acid (RNA) sequencing pre- and post-treatment. Will use Next generation sequencing (HopeSeq) and/or rapid sequencing assays (Rapid AML Panel).",
                    "timeFrame": "Pre and post- treatment, assessed up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n* Age: \\>= 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2\n* Patients with histologically confirmed acute myeloid leukemia (AML), according to World Health Organization (WHO) criteria, with refractory/relapsed (R/R) disease who are ineligible for therapies known to be effective for treatment of their acute myeloid leukemia (AML)\n\n  * Patients with non-central nervous system (CNS) extramedullary disease may be included if they also have marrow involvement\n  * Patients with acute promyelocytic leukemia (APL) will not be eligible\n  * Patients with IDH2 mutations, who were previously treated with enasidenib are allowed\n* Have a confirmed susceptible IDH2 mutation (R140 or R172) with a concomitant RAS-pathway mutation, involving NRAS, KRAS, PTPN11, CBL or NF1 genes\n* Fully recovered from the acute toxic effects (except alopecia) to =\\< Grade 1 to prior anti-cancer therapy\n* Ability to swallow pills\n* Total bilirubin =\\< 1.5 X upper limit of normal (ULN) (unless has Gilbert's disease) (performed within 14 days prior to day 1 of protocol therapy)\n* Aspartate aminotransferase (AST) =\\< 2.0 x ULN (performed within 14 days prior to day 1 of protocol therapy)\n* Alanine aminotransferase (ALT) =\\< 2.0 x ULN (performed within 14 days prior to day 1 of protocol therapy)\n* Creatinine clearance of \\>= 50 mL/min per 24 hour urine test or the Cockcroft-Gault formula (performed within 14 days prior to day 1 of protocol therapy)\n* International normalized ratio (INR) OR prothrombin (PT) =\\< 1.5 x ULN\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN (performed within 14 days prior to day 1 of protocol therapy)\n* Left ventricular ejection fraction (LVEF) \\>= 50%\n\n  * Note: Echocardiogram scan to be performed within 7 days prior to day 1 of protocol therapy\n* Tricuspid valve regurgitation jet (TRJ) velocity \\< 2.5 m/sec\n\n  * Note: To be performed within 7days prior to day 1 of protocol therapy\n* Corrected QT (QTc) =\\< 480 ms\n\n  * Note: To be performed within 28 days prior to day 1 of protocol therapy\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Agreement by females and males of childbearing potential\\* to use an effective method of birth control (non-hormonal) or abstain from heterosexual activity from 4 weeks prior to first dose of study treatment through at least 2 months after the last dose of protocol therapy. Coadministration of enasidenib may increase or decrease the concentrations of combined hormonal contraceptives\n\n  * Childbearing potential defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only).\n* Also, male subjects should refrain from sperm donation from the start of treatment throughout the study treatment period and for 6 months following the last dose of treatment\n\nExclusion Criteria:\n\n* Current or planned use of other investigational agents, antineoplastic, chemotherapy, radiation therapy, biological therapy, immunotherapy or major surgery within 4 weeks or 5 half-lives, whichever is shorter, prior to Day 1 of protocol therapy (exception: hydroxyurea is allowed in cycles 1 and 2 for control of rapidly progressing leukemia or for treatment of enasidenib-related leukocytosis)\n* Systemic steroid therapy \\> 10 mg/day (=\\< 10mg/day prednisone equivalent ok) or any other form of immunosuppressive medication within 28 days, except as required for treatment of differentiation syndrome\n* Strong and moderate CYP3A4 inducers/inhibitors (moderate CYP3A4 inhibitors only allowed on principal Investigator approval) within 14 days prior to Day 1 of protocol therapy\n* Foods/supplements that are strong and moderate inhibitors or inducers of CYP3A (such as grapefruit, Seville oranges, starfruit and St. John's wort) within 7 days prior to initiation of and during study treatment\n* Received a live-virus vaccination within 28 days of planned treatment start\n* Concurrent use of granulocyte-macrophage colony stimulating factor (GMCSF) or granulocyte colony stimulating factor (G-CSF), erythropoietin, eltrombopag, or other hematopoietic growth factors 14 days prior to start of study\n* Class III/IV cardiovascular disability according to the New York Heart Association Classification\n* Participants with clinically significant arrhythmia or arrhythmias not stable on medical management within two weeks of enrollment. Subjects with controlled, asymptomatic atrial fibrillation can enroll\n* History of acute cardiovascular ischemic event, i.e., myocardial infarction or unstable angina within 6 months of enrollment\n* Participant has ophthalmologic conditions, including any of the following:\n\n  * Current or past history of central serous retinopathy\n  * Current or past history of retinal vein occlusion\n  * Intraocular pressure (IOP) \\> 21 mmHg or uncontrolled glaucoma\n* Gastrointestinal disorder such as malabsorption syndrome or any other disorder that may interfere with oral drug absorption\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent\n* Active central nervous system (CNS) disease\n* Clinically significant uncontrolled illness\n* Active infection requiring antibiotics\n* Other active malignancy\n* Females only: Pregnant or breastfeeding\n* Any other condition that would, in the Investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Brian Ball",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Ball",
                            "role": "CONTACT",
                            "phone": "626-218-2405",
                            "email": "brball@coh.org"
                        },
                        {
                            "name": "Brian Ball",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13570",
                    "name": "Phenylpropanolamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9238",
                    "name": "Guaifenesin",
                    "relevance": "LOW"
                },
                {
                    "id": "M186319",
                    "name": "Chlorpheniramine, phenylpropanolamine drug combination",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}