{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04793750",
            "orgStudyIdInfo": {
                "id": "IRB00274090"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Ending the HIV Epidemic Through Point-of-Care Technologies (EHPOC)",
            "officialTitle": "Ending the HIV Epidemic Through Point-of-Care Technologies (EHPOC): Performance Evaluation of Novel POC HIV Tests in Baltimore",
            "acronym": "EHPOC",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "ending-the-hiv-epidemic-through-point-of-care-technologies-ehpoc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-08",
            "studyFirstSubmitQcDate": "2021-03-08",
            "studyFirstPostDateStruct": {
                "date": "2021-03-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centers for Disease Control and Prevention",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study proposes to investigate the performance of existing and new technologies for HIV diagnosis, one of the key strategies for Ending the HIV Epidemic in the U.S. Current, Standard-of-Care (SOC) diagnostic techniques have extended turn-around-times (TATs) that result in loss of patients to follow up due to delays in laboratory procedures. In this scenario, patients that are at a high-risk for HIV have the potential to continue transmission, making it difficult to end the epidemic. Rapid, Point-of-Care (POC) HIV viral load (VL) testing alleviates this problem by reducing TATs that allow providers to test for HIV infection and link patients to antiretroviral therapy (ART) or pre-exposure prophylaxis (PrEP) during the same clinical visit, and subsequently, suppress VL, prevent HIV infection, and reduce its transmission among high-risk populations. The study proposes that evaluating the performance of new and existing POC technologies is needed to provide updated information to HIV test providers operating in different populations and settings and improve linkage to HIV treatment and prevention services. The study hypothesizes that:\n\nA. Determining the performance characteristics of HIV POC tests will inform optimal testing strategies in different populations and settings\n\nB. The use of HIV RNA POC tests will improve linkage to HIV treatment and prevention services:\n\ni. Improve early diagnosis of HIV ii. Reduce the time to ART initiation iii. Facilitate timely and appropriate referral for prevention services",
            "detailedDescription": "The strategy for Ending the HIV Epidemic (EHE) includes four key strategies that together can end the HIV epidemic in the United States (US): Diagnose, Treat, Prevent, and Respond. Diagnosis is the gateway to all other interventions; it is the cornerstone of EHE. In 2019/20 it was estimated that more than 160,000 Americans are unaware of living with HIV. Early diagnosis coupled with rapid linkage to care is critical and can lead to improved individual and community health outcomes. Achieving this goal will require improved, more accessible, and routine HIV testing; immediately connecting people with HIV to care services; and connecting those without HIV to appropriate HIV prevention services. Maryland was ranked 6th among states and territories in adult/adolescent HIV diagnosis rates (per 100,000) in 2018, tied with Mississippi. Among people living with HIV in Maryland in 2019, the Centers for Disease Control and Prevention (CDC) estimated that 89.2% had been diagnosed and that \\~3,830 people with HIV are undiagnosed.\n\nEvaluation of existing and new POC HIV tests is needed to inform testing guidelines and provide updated information to HIV test providers. Characterizing the performance of POC tests can provide estimates for the window period for HIV detection (i.e., the time from HIV acquisition to the time that a diagnostic test becomes positive). The window period provides key information needed to interpret an initial positive test result and assess the risk of transmission to others. It may also help guide decisions about repeat testing and initiation of ART in those with HIV and prevention interventions, including PrEP and post-exposure prophylaxis (PEP) (in those without HIV).\n\nDuring the window period for an HIV Antigen/Antibody (Ag/Ab) test, infected individuals may have non-reactive test results, falsely reassuring patients and providers. HIV RNA \\[or 'viral load' (VL)\\] assays have window periods that are approximately 10 days shorter than most HIV Ag/Ab tests, providing greater sensitivity for detection of early HIV infection. The use of HIV RNA detection platforms for HIV screening facilitates earlier diagnosis and more effective implementation of ART and PrEP. This may be especially useful in settings where the infection is acquired in persons using PrEP, since PrEP agents may suppress viral replication and delay antibody production.\n\nThe following hypotheses underpin the planned study:\n\nA. Determining the performance characteristics of HIV POC tests will inform optimal testing strategies in different populations and settings.\n\nB. Use of HIV RNA POC tests will improve linkage to HIV treatment and prevention services.\n\nThe implications of this CDC-sponsored research are important since this research could improve early diagnosis of HIV, reduce the time to ART initiation, and facilitate timely and appropriate referral for prevention services. Additionally, if someone is infected while using long-acting PrEP, or initiated PrEP while infected, the risk of resistance and side effects can be minimized; if the infection is missed. These are critical issues for EHE success."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Infections",
                "Syphilis"
            ],
            "keywords": [
                "HIV",
                "point-of-care",
                "standard-of-care",
                "POC",
                "SOC",
                "Syphilis",
                "Viral load",
                "VL",
                "ART",
                "antiretroviral therapy",
                "PrEP",
                "pre-exposure prophylaxis",
                "PEP",
                "post-exposure prophylaxis",
                "Ending the HIV epidemic",
                "EHE",
                "human immunodeficiency virus",
                "POC VL",
                "sexually transmitted diseases (STDs)",
                "sexually transmitted infections (STIs)",
                "STD",
                "STI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 408,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "POC HIV VL Testing",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive the standard of care tests (DPP HIV-Syphilis Test System, OraQuick) plus the HIV POC VL test.",
                    "interventionNames": [
                        "Diagnostic Test: Cepheid GeneXpert HIV-1 Qual POC HIV VL test",
                        "Diagnostic Test: DPP HIV-Syphilis test system",
                        "Diagnostic Test: OraQuick"
                    ]
                },
                {
                    "label": "SOC HIV Testing",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive routine standard of care HIV testing.",
                    "interventionNames": [
                        "Diagnostic Test: DPP HIV-Syphilis test system",
                        "Diagnostic Test: OraQuick"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Cepheid GeneXpert HIV-1 Qual POC HIV VL test",
                    "description": "POC Nucleic acid-based test for HIV RNA.",
                    "armGroupLabels": [
                        "POC HIV VL Testing"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "DPP HIV-Syphilis test system",
                    "description": "POC Tests for antibodies to HIV 1/2 and Treponema pallidum.",
                    "armGroupLabels": [
                        "POC HIV VL Testing",
                        "SOC HIV Testing"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "OraQuick",
                    "description": "POC oral fluid swab test for HIV 1/2 antibodies.",
                    "armGroupLabels": [
                        "POC HIV VL Testing",
                        "SOC HIV Testing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants linked either to PrEP or ART",
                    "description": "Proportion of participants linked to either PrEP or ART will be assessed. If test positive, then participant is referred for next day HIV ART start. If test negative, then participant is referred for next day HIV PrEP start.",
                    "timeFrame": "12 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "HIV: time to linkage to either PrEP or ART",
                    "description": "Time to linkage measured in days.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Syphilis: time to linkage to syphilis treatment",
                    "description": "Time to linkage measured in days.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Change in proportion of participants reporting condom-less sex",
                    "description": "This will be used to assess HIV 'knowledge' - behavioral change (awareness/risk behavior change).",
                    "timeFrame": "Day 0 and Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18 years or older\n* Living with or at high risk for HIV (MSM/transgender; injection drug use (IDU); known STI or being screened for STI; part of a high STI prevalence network \\[e.g., in the Sexual Health clinic\\])\n* Willing to undergo phlebotomy and collection of oral fluid samples\n* Willing to complete a questionnaire\n* Willing to have laboratory results shared with the clinician(s) associated with their care\n* Willing to attend follow-up visits\n* Willing for samples to be transferred to the CDC for analysis and storage\n\nExclusion Criteria:\n\n* Aged \\<18 years\n* Unwilling to undergo study procedures\n* Any other reason deemed pertinent by the study team",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew Hamill, MBChB, Ph.D",
                    "role": "CONTACT",
                    "phone": "4105509080",
                    "phoneExt": "2001",
                    "email": "mhamill6@jhu.edu"
                },
                {
                    "name": "Yukari C Manabe, MD",
                    "role": "CONTACT",
                    "phone": "4109558571",
                    "email": "ymanabe@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Hamill, MBChB, Ph.D",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Baltimore City Health Department (BCHD) Health and Wellness Center, Sexual Health Clinics",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21217",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Hamill, MBChB, Ph.D",
                            "role": "CONTACT",
                            "phone": "410-550-9080",
                            "phoneExt": "2001",
                            "email": "mhamill6@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins Hospital Emergency Department (JHHED)",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Hamill, MBChB, Ph.D",
                            "role": "CONTACT",
                            "phone": "410-550-9080",
                            "phoneExt": "2001",
                            "email": "mhamill6@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "The John G. Bartlett Specialty Practice (JGBSP)",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Hamill, MBChB, Ph.D",
                            "role": "CONTACT",
                            "phone": "410-550-9080",
                            "phoneExt": "2001",
                            "email": "mhamill6@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32012115",
                    "type": "BACKGROUND",
                    "citation": "Stekler JD, Violette LR, Clark HA, McDougal SJ, Niemann LA, Katz DA, Chavez PR, Wesolowski LG, Ethridge SF, McMahan VM, Cornelius-Hudson A, Delaney KP. Prospective Evaluation of HIV Testing Technologies in a Clinical Setting: Protocol for Project DETECT. JMIR Res Protoc. 2020 Jan 27;9(1):e16332. doi: 10.2196/16332."
                },
                {
                    "pmid": "22381919",
                    "type": "BACKGROUND",
                    "citation": "Patel P, Bennett B, Sullivan T, Parker MM, Heffelfinger JD, Sullivan PS; CDC AHI Study Group. Rapid HIV screening: missed opportunities for HIV diagnosis and prevention. J Clin Virol. 2012 May;54(1):42-7. doi: 10.1016/j.jcv.2012.01.022. Epub 2012 Feb 29."
                },
                {
                    "pmid": "20543601",
                    "type": "BACKGROUND",
                    "citation": "Miller WC, Rosenberg NE, Rutstein SE, Powers KA. Role of acute and early HIV infection in the sexual transmission of HIV. Curr Opin HIV AIDS. 2010 Jul;5(4):277-82. doi: 10.1097/COH.0b013e32833a0d3a."
                },
                {
                    "pmid": "24152938",
                    "type": "BACKGROUND",
                    "citation": "Cohen MS, Smith MK, Muessig KE, Hallett TB, Powers KA, Kashuba AD. Antiretroviral treatment of HIV-1 prevents transmission of HIV-1: where do we go from here? Lancet. 2013 Nov 2;382(9903):1515-24. doi: 10.1016/S0140-6736(13)61998-4. Epub 2013 Oct 23."
                },
                {
                    "pmid": "27424812",
                    "type": "BACKGROUND",
                    "citation": "Cohen MS, Chen YQ, McCauley M, Gamble T, Hosseinipour MC, Kumarasamy N, Hakim JG, Kumwenda J, Grinsztejn B, Pilotto JH, Godbole SV, Chariyalertsak S, Santos BR, Mayer KH, Hoffman IF, Eshleman SH, Piwowar-Manning E, Cottle L, Zhang XC, Makhema J, Mills LA, Panchia R, Faesen S, Eron J, Gallant J, Havlir D, Swindells S, Elharrar V, Burns D, Taha TE, Nielsen-Saines K, Celentano DD, Essex M, Hudelson SE, Redd AD, Fleming TR; HPTN 052 Study Team. Antiretroviral Therapy for the Prevention of HIV-1 Transmission. N Engl J Med. 2016 Sep 1;375(9):830-9. doi: 10.1056/NEJMoa1600693. Epub 2016 Jul 18."
                },
                {
                    "pmid": "31246963",
                    "type": "BACKGROUND",
                    "citation": "Agutu CA, Ngetsa CJ, Price MA, Rinke de Wit TF, Omosa-Manyonyi G, Sanders EJ, Graham SM. Systematic review of the performance and clinical utility of point of care HIV-1 RNA testing for diagnosis and care. PLoS One. 2019 Jun 27;14(6):e0218369. doi: 10.1371/journal.pone.0218369. eCollection 2019."
                },
                {
                    "pmid": "30589900",
                    "type": "BACKGROUND",
                    "citation": "Opollo VS, Nikuze A, Ben-Farhat J, Anyango E, Humwa F, Oyaro B, Wanjala S, Omwoyo W, Majiwa M, Akelo V, Zeh C, Maman D. Field evaluation of near point of care Cepheid GeneXpert HIV-1 Qual for early infant diagnosis. PLoS One. 2018 Dec 27;13(12):e0209778. doi: 10.1371/journal.pone.0209778. eCollection 2018."
                },
                {
                    "pmid": "26659215",
                    "type": "BACKGROUND",
                    "citation": "Leon SR, Ramos LB, Vargas SK, Kojima N, Perez DG, Caceres CF, Klausner JD. Laboratory Evaluation of a Dual-Path Platform Assay for Rapid Point-of-Care HIV and Syphilis Testing. J Clin Microbiol. 2016 Feb;54(2):492-4. doi: 10.1128/JCM.03152-15. Epub 2015 Dec 9."
                },
                {
                    "pmid": "30870326",
                    "type": "BACKGROUND",
                    "citation": "Tilchin C, Schumacher CM, Psoter KJ, Humes E, Muvva R, Chaulk P, Checkley W, Jennings JM. Human Immunodeficiency Virus Diagnosis After a Syphilis, Gonorrhea, or Repeat Diagnosis Among Males Including non-Men Who Have Sex With Men: What Is the Incidence? Sex Transm Dis. 2019 Apr;46(4):271-277. doi: 10.1097/OLQ.0000000000000964."
                },
                {
                    "pmid": "28729516",
                    "type": "BACKGROUND",
                    "citation": "Girometti N, Gutierrez A, Nwokolo N, McOwan A, Whitlock G. High HIV incidence in men who have sex with men following an early syphilis diagnosis: is there room for pre-exposure prophylaxis as a prevention strategy? Sex Transm Infect. 2017 Aug;93(5):320-322. doi: 10.1136/sextrans-2016-052865. Epub 2016 Oct 19."
                },
                {
                    "pmid": "24928295",
                    "type": "BACKGROUND",
                    "citation": "Solomon MM, Mayer KH, Glidden DV, Liu AY, McMahan VM, Guanira JV, Chariyalertsak S, Fernandez T, Grant RM; iPrEx Study Team. Syphilis predicts HIV incidence among men and transgender women who have sex with men in a preexposure prophylaxis trial. Clin Infect Dis. 2014 Oct;59(7):1020-6. doi: 10.1093/cid/ciu450. Epub 2014 Jun 13."
                },
                {
                    "pmid": "21288853",
                    "type": "BACKGROUND",
                    "citation": "Delaney KP, Branson BM, Uniyal A, Phillips S, Candal D, Owen SM, Kerndt PR. Evaluation of the performance characteristics of 6 rapid HIV antibody tests. Clin Infect Dis. 2011 Jan 15;52(2):257-63. doi: 10.1093/cid/ciq068."
                },
                {
                    "pmid": "24342471",
                    "type": "BACKGROUND",
                    "citation": "Stekler JD, O'Neal JD, Lane A, Swanson F, Maenza J, Stevens CE, Coombs RW, Dragavon JA, Swenson PD, Golden MR, Branson BM. Relative accuracy of serum, whole blood, and oral fluid HIV tests among Seattle men who have sex with men. J Clin Virol. 2013 Dec;58 Suppl 1(0 1):e119-22. doi: 10.1016/j.jcv.2013.09.018."
                },
                {
                    "pmid": "22772351",
                    "type": "BACKGROUND",
                    "citation": "O'Neal JD, Golden MR, Branson BM, Stekler JD. HIV nucleic acid amplification testing versus rapid testing: it is worth the wait. Testing preferences of men who have sex with men. J Acquir Immune Defic Syndr. 2012 Aug 1;60(4):e117-20. doi: 10.1097/QAI.0b013e31825aab51."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "CDC: Laboratory Testing for the Diagnosis of HIV Infection: Updated Recommendations. In. Edited by Laboratories CfDCaPaAoPH: Centers for Disease Control and Prevention and Association of Public Health Laboratories; 2014."
                },
                {
                    "pmid": "23911678",
                    "type": "BACKGROUND",
                    "citation": "Masciotra S, Luo W, Youngpairoj AS, Kennedy MS, Wells S, Ambrose K, Sprinkle P, Owen SM. Performance of the Alere Determine HIV-1/2 Ag/Ab Combo Rapid Test with specimens from HIV-1 seroconverters from the US and HIV-2 infected individuals from Ivory Coast. J Clin Virol. 2013 Dec;58 Suppl 1(Suppl 1):e54-8. doi: 10.1016/j.jcv.2013.07.002. Epub 2013 Aug 2."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Delaney KP ES, Wesolowski L, Owen SM, Branson BM: Performance of the Geenius HIV-1/HIV-2 Assay in the CDC HIV testing algorithm. In: CROI 2015: 2015; Seattle, Washington; 2015."
                },
                {
                    "pmid": "25197773",
                    "type": "BACKGROUND",
                    "citation": "Stevens W, Gous N, Ford N, Scott LE. Feasibility of HIV point-of-care tests for resource-limited settings: challenges and solutions. BMC Med. 2014 Sep 8;12:173. doi: 10.1186/s12916-014-0173-7."
                },
                {
                    "pmid": "11181134",
                    "type": "BACKGROUND",
                    "citation": "Mehta SD, Rothman RE, Kelen GD, Quinn TC, Zenilman JM. Clinical aspects of diagnosis of gonorrhea and Chlamydia infection in an acute care setting. Clin Infect Dis. 2001 Feb 15;32(4):655-9. doi: 10.1086/318711. Epub 2001 Feb 9."
                },
                {
                    "pmid": "17911137",
                    "type": "BACKGROUND",
                    "citation": "Rogers SM, Miller WC, Turner CF, Ellen J, Zenilman J, Rothman R, Villarroel MA, Al-Tayyib A, Leone P, Gaydos C, Ganapathi L, Hobbs M, Kanouse D. Concordance of chlamydia trachomatis infections within sexual partnerships. Sex Transm Infect. 2008 Feb;84(1):23-8. doi: 10.1136/sti.2007.027029. Epub 2007 Oct 2."
                },
                {
                    "pmid": "30392736",
                    "type": "BACKGROUND",
                    "citation": "Gaydos CA, Ako MC, Lewis M, Hsieh YH, Rothman RE, Dugas AF. Use of a Rapid Diagnostic for Chlamydia trachomatis and Neisseria gonorrhoeae for Women in the Emergency Department Can Improve Clinical Management: Report of a Randomized Clinical Trial. Ann Emerg Med. 2019 Jul;74(1):36-44. doi: 10.1016/j.annemergmed.2018.09.012. Epub 2018 Nov 2."
                },
                {
                    "pmid": "26731757",
                    "type": "BACKGROUND",
                    "citation": "Kelen GD, Hsieh YH, Rothman RE, Patel EU, Laeyendecker OB, Marzinke MA, Clarke W, Parsons T, Manucci JL, Quinn TC. Improvements in the continuum of HIV care in an inner-city emergency department. AIDS. 2016 Jan 2;30(1):113-20. doi: 10.1097/QAD.0000000000000896."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Key Strategies in the Plan",
                    "url": "https://www.hiv.gov/federal-response/ending-the-hiv-epidemic/key-strategies"
                },
                {
                    "label": "Quick Mary land HIV Statistics",
                    "url": "https://phpa.health.maryland.gov/oideor/chse/pages/statistics.aspx"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013587",
                    "term": "Syphilis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000014211",
                    "term": "Treponemal Infections"
                },
                {
                    "id": "D000013145",
                    "term": "Spirochaetales Infections"
                },
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000015231",
                    "term": "Sexually Transmitted Diseases, Bacterial"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16364",
                    "name": "Syphilis",
                    "asFound": "Syphilis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16964",
                    "name": "Treponemal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M17935",
                    "name": "Sexually Transmitted Diseases, Bacterial",
                    "relevance": "LOW"
                },
                {
                    "id": "T5701",
                    "name": "Treponema Infection",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}