{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05728697",
            "orgStudyIdInfo": {
                "id": "2019P002007"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Endoscopic Ultrasound Shear Wave Elastography in Patients With Non-alcoholic Fatty Liver Disease",
            "officialTitle": "Endoscopic Ultrasound Shear Wave Elastography: A Novel Tool for Fibrosis Screening in Patient With Elevated Body Mass Index and Suspected Non-Alcoholic Fatty Liver Disease or Steatohepatitis",
            "therapeuticArea": [
                "Endocrinology",
                "Gastroenterology"
            ],
            "study": "endoscopic-ultrasound-shear-wave-elastography-in-patients-with-non-alcoholic-fatty-liver-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-18",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marvin Ryou",
                "investigatorTitle": "Director of Endoscopic Innovation",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observation study is to assess whether endoscopic ultrasound shear wave elastography (EUS-SWE) may be a useful tool for liver fibrosis screening in patients with elevated body mass index and non alcoholic fatty liver disease as compared to other non-invasive screening modalities, which have traditionally had less accurate results in this population.\n\nThe main questions it aims to answer are:\n\n* Determine accuracy of EUS-SWE for liver fibrosis screening compared to other non-invasive scoring systems, such as the FIB-4 score and Fibroscan in patients with elevated body mass index\n* Establish optimal stiffness (kPa) cutoffs for liver fibrosis grading for EUS-SWE for this patient population in reference to the gold standard liver biopsy, as no standard cutoffs currently exist.\n\nParticipants will undergo routine endoscopic ultrasound as part of their standard clinical care and indication. Participants are consented for the procedure and undergoing the shear wave elastography. In addition to their standard ultrasound test, it takes on average an extra 2-3 minutes to perform the shear wave elastography. The procedure itself adds no additional risk to the patient and does not expose them to radiation.",
            "detailedDescription": "Introduction:\n\nNon-alcoholic fatty liver disease (NAFLD) is the most widespread chronic liver condition across the world. NAFLD over time can progress to its more severe form, non-alcoholic steatohepatitis (NASH), which is associated with increased speed of progression to advanced fibrosis and cirrhosis. Identification of patients with suspected NAFLD/NASH and early stage fibrosis is crucial for prompt clinical management in weight loss and optimization of metabolic disorders for reversal of fibrosis, but the gold standard of liver biopsy can be impractical due to high costs and risk of sampling error and procedural complications.\n\nElastography is a non-invasive imaging modality that provides information about tissue elasticity and is often used to measure liver stiffness as a correlation to fibrosis severity (F0-4). Elastography has been heralded as a promising alternative to liver biopsies given its non-invasive nature and improved cost effectiveness in the general population. Many elastography modalities exist, including Fibroscan, magnetic resonance elastography (MRE), and shear wave elastography (SWE).\n\nUnfortunately, despite being highly sensitive and specific, routine MRE for NAFLD/NASH fibrosis screening can also be cost prohibitive. Fibroscan and SWE are more cost effective and are routinely performed via a transabdominal probe for liver fibrosis screening in patients with NAFLD/NASH, but their accuracy may be impeded in patients with obesity.\n\nEndoscopic ultrasound (EUS) approaches to elastography may hold several technical advantages over transabdominal in patients with obesity due to EUS-SWE's ability to visualize the liver parenchyma under a thin sub-centimeter gastric or duodenal wall, unlike transabdominal approaches in which the quality may be impacted by a thick abdominal wall. The main disadvantage to EUS-SWE, however, is that it is a fairly novel technology with no established stiffness cutoffs for the various fibrosis grades, unlike VCTE of which fibrosis grade cutoffs are well studied and standardized for patients with NAFLD/ NASH.\n\nSpecific aims/hypotheses:\n\nThe investigators aim to determine the efficacy of EUS-SWE compared to other non-invasive scoring systems, such as the FIB-4 score and Fibroscan in patients with elevated body mass index for purposes of liver fibrosis screening. The investigators would subsequently establish optimal stiffness (kPa) cutoffs for liver fibrosis grading in reference to liver biopsies for EUS-SWE for this patient population, as no standard cutoffs currently exist. The investigators hypothesize that EUS-SWE will be more accurate than conventional non-invasive screening tools for liver fibrosis grading.\n\nStudy design:\n\nThe investigators are performing a cross-sectional study with prospectively collected data on patients with elevated body mass index and suspected NAFLD/NASH who are referred for upper endoscopy and EUS for any indication and liver biopsy either obtained during the same endoscopic session or available within 6 months of the endoscopy. Study participants are recruited from two sites, Brigham and Women's Hospital and Brigham and Women's Faulkner Hospital (same healthcare system and electronic medical record). Once identified and consented, patients undergo clinically indicated EUS followed by the shear wave elastography portion which in general takes 2-3 minutes and does not expose the patient to any additional anticipated risk other than minimally increased sedation time. The EUS-SWE device being used is a linear EUS endoscope with SWE features (Aloka Arietta 850, Olympus America, Center Valley, PA), an FDA-approved device. Patient demographics, laboratory findings, past medical history, elastography, and liver biopsy results are then collected prospectively and then entered into a patient registry. The patient registry results are placed in a secure cloud server maintained by the Mass General Brigham healthcare system with detailed procedures in place to maintain patient privacy.\n\nStatistical Analysis:\n\nVariables will be reported as mean ± standard deviation or median \\[range\\] if continuous and as proportions if categorical. As all comparisons will be paired, analyses between continuous variables will be performed using paired student's t-test and between categorical variables using McNemar's test. Accuracy will be measured by area under the curve (AUC) analysis. Optimal stiffness cutoffs will be performed based on calculations for Youden's index, along with thresholds with minimal sensitivity and specificity of 0.9. Statistical analysis will be performed using SAS 9.4 (Cary, NC)."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Alcoholic Fatty Liver Disease",
                "Non-alcoholic Steatohepatitis",
                "Obesity"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "1 Week",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with nonalcoholic fatty liver disease and elevated body mass index",
                    "description": "Patients who have BMI \\>=25 and suspected nonalcoholic fatty liver disease based on imaging, laboratory workup, or clinical history. Patients are included in the study if they have been selected for routine clinical endoscopic ultrasound (can be for any indication) with liver biopsy either during the same session or within 6 months.",
                    "interventionNames": [
                        "Device: Endoscopic ultrasound shear wave elastography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Endoscopic ultrasound shear wave elastography",
                    "description": "To perform the portion of the endoscopic ultrasound exam using this device, the endoscopic ultrasound probe is placed onto the surface of the stomach with the probe facing the left liver. The probe then transmits shear waves that propagate through the tissue. The waves themselves are ultrasound waves and are harmless. This is repeated 10 times on a region of interest as guided by the endoscopic ultrasound probe. The device used in question is the linear EUS (Aloka Arietta 850, Olympus America, Center Valley, PA).",
                    "armGroupLabels": [
                        "Patients with nonalcoholic fatty liver disease and elevated body mass index"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Accuracy of EUS-SWE in reference to the gold standard liver biopsy",
                    "description": "Accuracy is measured by performing area under the receiver operator characteristic (AUROC) analysis for different threshold of liver fibrosis (e.g. advanced fibrosis, cirrhosis). The AUROC c-statistic number will then be statistically compared to other non-invasive modalities, such as FIB-4 and Fibroscan who will have similar AUROC curves generated as surrogate for accuracy.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Optimal stiffness cutoffs for EUS-SWE based on AUROC analysis",
                    "description": "Optimal cutoffs can be derived with the Youden index in attempt to maximize sensitivity and specificity",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults 18 years or older\n* Planned for clinically indicated endoscopic ultrasound with plan for follow up liver biopsy\n* Suspected or confirmed non alcoholic fatty liver disease prior to procedure\n* Body mass index \\>=25\n\nExclusion Criteria:\n\n* Inadequate liver biopsy sample",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adults who are overweight or obese with suspected or confirmed NAFLD/NASH planned for clinically indicated EUS with liver biopsy",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Wang, MD",
                    "role": "CONTACT",
                    "phone": "6177325500",
                    "email": "twang16@partners.org"
                },
                {
                    "name": "Michele Ryan",
                    "role": "CONTACT",
                    "phone": "6177325500",
                    "email": "mryan@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marvin Ryou, MD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michele Ryan, MS",
                            "role": "CONTACT",
                            "phone": "617-732-5500",
                            "email": "mryan@bwh.harvard.edu"
                        },
                        {
                            "name": "Thomas Wang, MD",
                            "role": "CONTACT",
                            "phone": "6177325500",
                            "email": "twang16@partners.org"
                        },
                        {
                            "name": "Marvin Ryou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Brigham and Women's Faulkner Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Wang, MD",
                            "role": "CONTACT",
                            "phone": "617-732-5500",
                            "email": "twang16@partners.org"
                        },
                        {
                            "name": "Marvin Ryou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24574716",
                    "type": "BACKGROUND",
                    "citation": "Sumida Y, Nakajima A, Itoh Y. Limitations of liver biopsy and non-invasive diagnostic tests for the diagnosis of nonalcoholic fatty liver disease/nonalcoholic steatohepatitis. World J Gastroenterol. 2014 Jan 14;20(2):475-85. doi: 10.3748/wjg.v20.i2.475."
                },
                {
                    "pmid": "28586172",
                    "type": "BACKGROUND",
                    "citation": "Xiao G, Zhu S, Xiao X, Yan L, Yang J, Wu G. Comparison of laboratory tests, ultrasound, or magnetic resonance elastography to detect fibrosis in patients with nonalcoholic fatty liver disease: A meta-analysis. Hepatology. 2017 Nov;66(5):1486-1501. doi: 10.1002/hep.29302. Epub 2017 Sep 26."
                },
                {
                    "pmid": "34760965",
                    "type": "BACKGROUND",
                    "citation": "Eilenberg M, Munda P, Stift J, Langer FB, Prager G, Trauner M, Staufer K. Accuracy of non-invasive liver stiffness measurement and steatosis quantification in patients with severe and morbid obesity. Hepatobiliary Surg Nutr. 2021 Oct;10(5):610-622. doi: 10.21037/hbsn-20-787."
                },
                {
                    "pmid": "21898479",
                    "type": "BACKGROUND",
                    "citation": "Myers RP, Pomier-Layrargues G, Kirsch R, Pollett A, Duarte-Rojo A, Wong D, Beaton M, Levstik M, Crotty P, Elkashab M. Feasibility and diagnostic performance of the FibroScan XL probe for liver stiffness measurement in overweight and obese patients. Hepatology. 2012 Jan;55(1):199-208. doi: 10.1002/hep.24624. Epub 2011 Nov 18."
                },
                {
                    "pmid": "16161804",
                    "type": "BACKGROUND",
                    "citation": "Fluss R, Faraggi D, Reiser B. Estimation of the Youden Index and its associated cutoff point. Biom J. 2005 Aug;47(4):458-72. doi: 10.1002/bimj.200410135."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Non-alcoholic Fatty Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}