{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06339320",
            "orgStudyIdInfo": {
                "id": "PRO00037835"
            },
            "organization": {
                "fullName": "The Methodist Hospital Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Endoscopic Sleeve Gastroplasty (ESG) for the Treatment of Obesity",
            "officialTitle": "Endoscopic Sleeve Gastroplasty (ESG) for the Treatment of Obesity",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "endoscopic-sleeve-gastroplasty-esg-for-the-treatment-of-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2033-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-11",
            "studyFirstSubmitQcDate": "2024-03-24",
            "studyFirstPostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thomas R McCarty, MD, MPH",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "The Methodist Hospital Research Institute"
            },
            "leadSponsor": {
                "name": "The Methodist Hospital Research Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate endoscopic sleeve gastroplasty (ESG) for the treatment of obesity. The ESG procedure is an U.S. Food and Drug Administration (FDA) approved procedure for the treatment of obesity - patients with a body mass index (BMI) 30-50 kg/m2. This procedure is FDA approved; however, Metabolic and Bariatric Surgery Accreditation and Quality Improvement Program (MBSAQIP)-Accredited centers (such as Houston Methodist Hospital) must receive approval from an Institutional Review Board (IRB) in order to perform primary procedures, such as ESG, that are not endorsed by the American Society for Metabolic and Bariatric Surgery (ASMBS).",
            "detailedDescription": "Obesity has become an epidemic on a national and international scale with immense burden of disease. Approximately one out of every three United States (U.S.) adults are characterized as having obesity with the global prevalence having nearly tripled over the last four decades to include over 650 million people. Although diet and exercise are essential, these interventions alone typically result in only 1-3% total weight loss. Pharmacotherapy is effective but has side effects and carries the risk of weight recurrence once discontinued. While bariatric surgery is the most robust treatment option, only 1% of eligible patients undergo surgery, leaving a tremendous need for effective and safe therapies.\n\nHelping to bridge this gap in available treatments, the endoscopic sleeve gastroplasty (ESG) procedure provides a way to improve access to validated, efficacious, and safe anti-obesity treatments. ESG is an endoscopic weight loss procedure. The procedure uses an endoscopic suturing device, which has received FDA authorization as a minimally invasive procedure to facilitate weight loss for adults with obesity (BMI 30-50 kg/m2) who have been unable to lose weight or maintain weight loss through more conservative measures such as diet and exercise. This procedure involves endoscopic suturing to reduce the volume of the stomach endoscopically by approximately 70% to 80% its original size. Following the procedure, the new stomach appears similar to the surgical sleeve stomach, although the procedure is considered less invasive with fewer complications compared to a surgical sleeve procedure.\n\nThis study aims to perform ESG for patients with obesity, defined as a BMI 30-50 kg/m2. Additionally, data collection of relevant weight-related and metabolic outcomes, including comorbidity resolution will be collected retrospectively from the study to assess efficacy and safety of the ESG procedure. Data collection for the MBSAQIP registry will be recorded on a monthly basis."
        },
        "conditionsModule": {
            "conditions": [
                "Endoscopic Sleeve Gastroplasty",
                "Obesity"
            ],
            "keywords": [
                "Obesity",
                "Weight loss",
                "Endoscopic Sleeve Gastroplasty (ESG)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Retrospective Registry Study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ESG Procedure",
                    "type": "OTHER",
                    "description": "Endoscopic Sleeve Gastroplasty for patients with obesity using the Apollo OverStitch endoscopic suturing device.",
                    "interventionNames": [
                        "Procedure: Endoscopic Sleeve Gastroplasty (ESG)",
                        "Device: Apollo OverStitch endoscopic suturing device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Endoscopic Sleeve Gastroplasty (ESG)",
                    "description": "The ESG procedure uses the Apollo OverStitch endoscopic suturing device, which has received FDA authorization as a minimally invasive procedure to facilitate weight loss for adults with who have been unable to lose weight or maintain weight loss through more conservative measures such as diet and exercise. This procedure involves endoscopic suturing to reduce the volume of the stomach endoscopically by approximately 70% to 80% its original size. Using the Apollo OverStitch or APOLLO ESG and ESG SX Systems, the ESG procedure is performed be folding the stomach in on itself (endoscopically) and placing full-thickness sutures through the wall of the stomach to maintain this narrow, smaller size. Following the procedure, the new stomach appears similar to the surgical sleeve stomach, although the procedure is considered less invasive with fewer complications compared to a surgical sleeve gastrectomy.",
                    "armGroupLabels": [
                        "ESG Procedure"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Apollo OverStitch endoscopic suturing device",
                    "description": "Apollo ESG is the first and only device to be authorized by the FDA to perform the ESG procedure to facilitate weight loss in patients with obesity (BMI 30 to 50 kg/m2). The FDA identifies this generic type of device as an Endoscopic suturing device for altering gastric anatomy for weight loss.",
                    "armGroupLabels": [
                        "ESG Procedure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with technically successful completion of the ESG procedure",
                    "description": "Per the ASMBS, IRB approval must be for performing the ESG procedure, and not solely for data collection of outcomes from these procedures, with data collected by the MBSAQIP registry. Therefore, the primary outcome is performing the ESG procedure (defined as ability to successful complete the procedure). Procedural success will be defined by ability to successful reduce the size of the stomach using the Apollo OverStitch or APOLLO ESG and ESG SX systems. Technical success further identified by ability to insert the endoscopic suturing device, perform endoscopic reduction of the stomach, and success removal of the device.",
                    "timeFrame": "Procedural completion over 10 year period"
                },
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
                    "description": "Treatment-related adverse events as assessed by CTCAE v4.0 will be reviewed on a monthly basis by the bariatric medical director, bariatric clinical review, and program manager. Per the U.S. FDA, identified risks to health including device- and/or procedure-related adverse events include: death, gastrointestinal bleeding, obstruction, perforation, injury to organs adjacent to the stomach, perigastric leak, and nausea, infection, pain, pneumoperitoneum, pneumothorax, and pulmonary embolism, weight gain, and adverse tissue reaction. All patients are recorded and entered into this MBSAQIP registry with outcomes tracked in real-time via the electronic medical record, and all ESG complications discussed at the Metabolic and Bariatric Surgery Committee Meetings which are held quarterly. This includes monitoring emergency department visits, readmissions, and patient transfers to any inpatient facility during the 30-day postoperative period.",
                    "timeFrame": "30 days post-procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in body mass index (BMI) measured by kg/m2",
                    "description": "Data collection of relevant weight-related outcomes, including body mass index (BMI, measured in kg/m2) will be performed on day of procedure and at relevant follow-up periods (day of procedure, 4 weeks, 3 months, 6 months, and 12 month intervals). From this, change in BMI with be measured to determine change at relevant follow-up intervals.",
                    "timeFrame": "BMI (kg/m2) measured day of procedure, 4 weeks, 3 months, 6 months, and 12 month intervals"
                },
                {
                    "measure": "Change in hemoglobin A1C (%)",
                    "description": "Data collection of relevant comorbidity-related outcomes, including A1C (measured in percentage) will be performed pre-procedure and at relevant follow-up periods (pre-procedure, 3 months, 6 months, and 12 month intervals). This will be measured for all patients, regardless of presence or absence of diabetes mellitus (DM). From this, change in A1C will be calculated to determine and change in blood glucose (A1C).",
                    "timeFrame": "A1C measured pre-procedure, 3 months, 6 months, and 12 month intervals"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with BMI 30 to 50 kg/m2\n* Patients that have been unable able to lose weight, or maintain weight loss, through more conservative measures (i.e., lifestyle interventions including diet and exercise) per the FDA approval for the Apollo ESG device. Lifestyle interventions may include traditional diet and anaerobic or aerobic exercise, including resistance training.\n\nExclusion Criteria:\n\n* Patients who are actively pregnant\n* Active tobacco use (defined as tobacco within 4 weeks prior to the procedure)\n* Active gastric mucosal lesions\n* Active bleeding or potential bleeding gastric lesions (i.e., ulcers, erosive gastritis, varices, or vascular malformations)\n* Neoplastic lesions (i.e., esophageal, gastric, or small bowel cancer)\n* Hiatal hernia \\>5 cm\n* Severe coagulopathy and antiplatelet/anticoagulant therapy that cannot be corrected\n* Psychiatric disorders not assessed or cleared by a psychologist or psychiatrist actively participating in that patient's care (i.e., affective disorders not under medical supervision or refractory to medical therapy and all eating disorders such as anorexia nervosa, binge eating disorder, specified feeding and eating disorders, avoidant restrictive food intake, and rumination)\n* Patients with endoscopic interventions that are contraindicated",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas R McCarty, MD, MPH",
                    "role": "CONTACT",
                    "phone": "713-363-7436",
                    "email": "tommccarty3@houstonmethodist.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas R McCarty, MD, MPH",
                    "affiliation": "The Methodist Hospital Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Houston Methodist Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas R McCarty, MD, MPH",
                            "role": "CONTACT",
                            "phone": "713-363-7436",
                            "email": "tommccarty3@houstonmethodist.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Houston Methodist Hospital - Sugarland",
                    "status": "RECRUITING",
                    "city": "Sugar Land",
                    "state": "Texas",
                    "zip": "77479",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas R McCarty, MD, MPH",
                            "role": "CONTACT",
                            "phone": "713-363-7436",
                            "email": "tommccarty3@houstonmethodist.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.61968,
                        "lon": -95.63495
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35908555",
                    "type": "BACKGROUND",
                    "citation": "Abu Dayyeh BK, Bazerbachi F, Vargas EJ, Sharaiha RZ, Thompson CC, Thaemert BC, Teixeira AF, Chapman CG, Kumbhari V, Ujiki MB, Ahrens J, Day C; MERIT Study Group; Galvao Neto M, Zundel N, Wilson EB. Endoscopic sleeve gastroplasty for treatment of class 1 and 2 obesity (MERIT): a prospective, multicentre, randomised trial. Lancet. 2022 Aug 6;400(10350):441-451. doi: 10.1016/S0140-6736(22)01280-6. Epub 2022 Jul 28."
                },
                {
                    "pmid": "28017845",
                    "type": "BACKGROUND",
                    "citation": "Sharaiha RZ, Kumta NA, Saumoy M, Desai AP, Sarkisian AM, Benevenuto A, Tyberg A, Kumar R, Igel L, Verna EC, Schwartz R, Frissora C, Shukla A, Aronne LJ, Kahaleh M. Endoscopic Sleeve Gastroplasty Significantly Reduces Body Mass Index and Metabolic Complications in Obese Patients. Clin Gastroenterol Hepatol. 2017 Apr;15(4):504-510. doi: 10.1016/j.cgh.2016.12.012. Epub 2016 Dec 23."
                },
                {
                    "pmid": "30578757",
                    "type": "BACKGROUND",
                    "citation": "Alqahtani A, Al-Darwish A, Mahmoud AE, Alqahtani YA, Elahmedi M. Short-term outcomes of endoscopic sleeve gastroplasty in 1000 consecutive patients. Gastrointest Endosc. 2019 Jun;89(6):1132-1138. doi: 10.1016/j.gie.2018.12.012. Epub 2018 Dec 19."
                },
                {
                    "pmid": "31932205",
                    "type": "BACKGROUND",
                    "citation": "Singh S, Hourneaux de Moura DT, Khan A, Bilal M, Ryan MB, Thompson CC. Safety and efficacy of endoscopic sleeve gastroplasty worldwide for treatment of obesity: a systematic review and meta-analysis. Surg Obes Relat Dis. 2020 Feb;16(2):340-351. doi: 10.1016/j.soard.2019.11.012. Epub 2019 Dec 10."
                },
                {
                    "pmid": "29110192",
                    "type": "BACKGROUND",
                    "citation": "Novikov AA, Afaneh C, Saumoy M, Parra V, Shukla A, Dakin GF, Pomp A, Dawod E, Shah S, Aronne LJ, Sharaiha RZ. Endoscopic Sleeve Gastroplasty, Laparoscopic Sleeve Gastrectomy, and Laparoscopic Band for Weight Loss: How Do They Compare? J Gastrointest Surg. 2018 Feb;22(2):267-273. doi: 10.1007/s11605-017-3615-7. Epub 2017 Nov 6."
                },
                {
                    "pmid": "35248571",
                    "type": "BACKGROUND",
                    "citation": "Alqahtani AR, Elahmedi M, Aldarwish A, Abdurabu HY, Alqahtani S. Endoscopic gastroplasty versus laparoscopic sleeve gastrectomy: a noninferiority propensity score-matched comparative study. Gastrointest Endosc. 2022 Jul;96(1):44-50. doi: 10.1016/j.gie.2022.02.050. Epub 2022 Mar 3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}