{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05285267",
            "orgStudyIdInfo": {
                "id": "IRB-21-0474"
            },
            "organization": {
                "fullName": "Florida International University",
                "class": "OTHER"
            },
            "briefTitle": "Engaging Male Caregivers in Effective Prevention Programming to Reduce Risk of Violence and Violence-Related Injury",
            "officialTitle": "Engaging Male Caregivers in Effective Prevention Programming to Reduce Risk of Violence and Violence-Related Injury",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "engaging-male-caregivers-in-effective-prevention-programming-to-reduce-risk-of-violence-and-violence-related-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-09",
            "studyFirstSubmitQcDate": "2022-03-09",
            "studyFirstPostDateStruct": {
                "date": "2022-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Florida International University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Buffalo Prenatal Perinatal Network",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Fathers are disproportionately involved in and responsible for family violence. Forty percent of maltreatment cases include the child's father, which is quite considerable when one considers mothers spend more time with the child during the day and engage in a greater variety of activities, relative to fathers. Importantly, the majority of child victims were those five and younger.\n\nContrary to these potential negative impacts, fathers contribute positively to many aspects of child development and overall family functioning, making unique contributions to child peer relationships, language development, academic skills, and the proficiency of the other parent in parenting tasks. Thus, efforts to emphasize the father's role in the child's life, and attenuate any potential risks due to child or family directed violence, represent key public health initiatives within prevention efforts.\n\nThere are many potential prevention programs that have been developed to support male caregivers. The Nurturing Fathers program and the Coaching Our Children: Heightening Essential Skills program are two examples of father-focused preventive intervention efforts. However, these approaches have not typically been evaluated as preventive interventions in community-based samples using scientifically rigorous methods. Thus, the present study aims to evaluate the effectiveness of these approaches in reducing family violence and improving male caregiver competencies in a randomized, controlled trial. Specifically, Nurturing Fathers Alone and Nurturing Fathers + COACHES will be compared to an attention control, and male caregivers and their children will be randomly assigned to one of the three groups."
        },
        "conditionsModule": {
            "conditions": [
                "Child Maltreatment",
                "Parenting"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Parent-child observations will be conducted by a masked observer.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Parent-Child Activities",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Families assigned to the active control group will participate in weekly \"parent-child open house\" where the parents will be permitted to meet with other parents in the meeting room and the children will be invited to attend an open gym. There will be no formal curriculum for the parent meetings, but the facilitator will be available to inform the parents of community resources (e.g., mentorship programs) and a resources table will be made available of community activities and referrals in the same manner as the other two groups.",
                    "interventionNames": [
                        "Behavioral: Shared Parent-Child Activities"
                    ]
                },
                {
                    "label": "Nurturing Fathers",
                    "type": "EXPERIMENTAL",
                    "description": "The Nurturing Fathers program (Perlman, 2021) is an adaptation of the Nurturing Parent program. It is a 13-week program that covers the role of fathers, the importance of nurturance rather than fear in fathering, how to effectively play and discipline a child, how to build relationships with the child and co-parent, and it ends with a graduate ceremony. For the present study, consistent with a prevention approach, the investigators will modify the Nurturing Fathers program to focus on the content directly related to parenting skills. The investigators will implement an eight-week program, which is consistent with the duration of prior, successfully attended father-focused interventions (e.g., Fabiano et al., 2009).",
                    "interventionNames": [
                        "Behavioral: Behavioral Parent Support"
                    ]
                },
                {
                    "label": "Nurturing Fathers + COACHES",
                    "type": "EXPERIMENTAL",
                    "description": "The Nurturing Fathers program described above will be implemented as described. For the last 45 minutes of the sessions, fathers will join the child activity group and participate in shared parent-child activities consistent with the COACHES model. For the present study, several adaptations to the clinic-based COACHES program will be made, similar to those successfully deployed in our preliminary study in Head Start preschool settings (Caserta, Fabiano, et al., 2018). The investigators will use the Nurturing Fathers curriculum as the substantive content for each meeting, and then use the parent-child interactions within recreational sports as the forum for practicing skills.",
                    "interventionNames": [
                        "Behavioral: Behavioral Parent Support",
                        "Behavioral: COACHES"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Parent Support",
                    "description": "Parent training on effective child management strategies",
                    "armGroupLabels": [
                        "Nurturing Fathers",
                        "Nurturing Fathers + COACHES"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Shared Parent-Child Activities",
                    "description": "Structured parent-child activities",
                    "armGroupLabels": [
                        "Parent-Child Activities"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "COACHES",
                    "description": "This intervention involves practice of parenting strategies with facilitator monitoring and support.",
                    "armGroupLabels": [
                        "Nurturing Fathers + COACHES"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Behavioral Observations of Parenting",
                    "description": "The Dyadic Parent Child Interaction Coding scheme will be used to assess parent behaviors (negative Talk, Indirect and direct commands, labelled and unlabelled praise) and child behaviors (Negative talk, compliance, noncompliance)",
                    "timeFrame": "Baseline, End of Intervention (8 weeks later), 1 month after end of intervention (12 weeks later)"
                },
                {
                    "measure": "Conflict Tactics Scale",
                    "description": "This is a measure of conflict resolution and tactics used between the male Completed by the caregiver and the child's other parent. Scores range from \"This has never happened to More than 20 times in the past month. The scale measures frequency of behaviors from zero to more than 20 times. Higher scores indicate a worse outcome.",
                    "timeFrame": "Baseline, End of Intervention (8 weeks later), 1 month after end of intervention (12 weeks later)"
                },
                {
                    "measure": "Parenting Alliance Inventory",
                    "description": "This is a measure of alignment in parenting practices. Answers range from strongly agree to strongly disagree on a five point scale. Scores range from 1-5, with lower scores indicating improvement.",
                    "timeFrame": "Baseline, End of Intervention (8 weeks later), 1 month after end of intervention (12 weeks later)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Resident of Western New York\n* Have a target child three to six years of age\n* Have a male caregiver who consents to participate in the study\n* Caregiver and child can speak and understand English.\n\nExclusion Criteria:\n\n* A child with an estimated IQ less than 70\n* Any child who is presenting with severe developmental delays (e.g., autism level 2 or 3)\n* A child or caregiver who previously participated in the study\n* Any target child who has a male or female caregiver who has had a previous, founded, child protection complaint (will be excluded from the study and referred to alternative programming)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "6 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gregory A Fabiano, PhD",
                    "role": "CONTACT",
                    "phone": "716-359-7823",
                    "email": "gfabiano@fiu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Children and Families",
                    "status": "RECRUITING",
                    "city": "Amherst",
                    "state": "New York",
                    "zip": "14226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gregory A Fabiano, PhD",
                            "role": "CONTACT",
                            "phone": "716-359-7823",
                            "email": "gfabiano@fiu.edu"
                        },
                        {
                            "name": "Devon Tower",
                            "role": "CONTACT",
                            "phone": "716-359-7500",
                            "email": "dtower@fiu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.97839,
                        "lon": -78.79976
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-10-29",
                    "uploadDate": "2022-03-08T14:49",
                    "filename": "ICF_000.pdf",
                    "size": 922692
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}