{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05102929",
            "orgStudyIdInfo": {
                "id": "STUDY20050194"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH125816-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH125816-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Prefrontal Oscillations and Working Memory in Early-course Schizophrenia",
            "officialTitle": "Enhancing Prefrontal Oscillatory Activity and Working Memory Performance With Noninvasive Brain Stimulation in Early-course Schizophrenia",
            "acronym": "REDOCS",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "enhancing-prefrontal-oscillations-and-working-memory-in-early-course-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-20",
            "studyFirstSubmitQcDate": "2021-10-20",
            "studyFirstPostDateStruct": {
                "date": "2021-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Fabio Ferrarelli",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Fabio Ferrarelli",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will investigate the effects of intermittent Theta Burst Stimulation (iTBS) on natural oscillatory frequency of the dorsolateral prefrontal cortex (DLPFC) and working memory in early-course schizophrenia (EC-SCZ). Transcranial magnetic stimulation (TMS) will be used to evoke oscillatory activity, and EEG will record the responses of EC-SCZ participants. A working memory task will also be incorporated in order to determine how DLPFC natural frequency (NF) is related to working memory performance. iTBS (active or sham) will be administered, then the oscillatory activity of DLPFC and working memory performance will be reassessed. The overarching goal is to determine whether iTBS can acutely enhance the oscillatory activity of the DLPFC and to evaluate the relationship between changes in the DLPFC and working memory performance.",
            "detailedDescription": "The overarching goal of this proposal is to establish whether, by acutely enhancing dorsolateral prefrontal cortex (DLPFC) oscillatory deficits experimentally, there is a corresponding improvement in working memory (WM) function in early-course schizophrenia (EC-SCZ) patients. To achieve this goal, the investigators will perform TMS/EEG assessments of DLPFC and related oscillatory parameters and evaluate WM ability with the AX-Continuous Performance Task (AX-CPT) before and after two theta burst stimulation (TBS) sessions (intermittent (iTBS) and sham TBS of DLPFC) in 75 EC-SCZ patients.\n\nAim 1. Establish the acute effects of active vs. sham TBS on DLPFC oscillatory activity/NF of EC-SCZ patients. The investigators will iTBS to enhance DLPFC oscillatory activity/NF, as assessed with TMS/EEG, in EC-SCZ patients.\n\nH1: TBS condition (active vs sham) will moderate the change in DLPFC oscillatory activity/NF from pre to post-TBS, such that DLPFC oscillatory activity/NF will increase following iTBS (but not sham).\n\nAim 2. Assess the impact of acute active vs. sham TBS on WM performance in EC-SCZ patients. The investigators will assess the acute impact of active vs. sham iTBS on WM performance in EC-SCZ patients.\n\nH2: iTBS condition (active vs sham) will moderate the change in WM from pre- to post-TBS, such that AX-CPT performance will improve following iTBS (but not sham).\n\nAim 3. Examine the relationship between TBS-related changes in DLPFC oscillatory activity/NF and WM performance in EC-SCZ patients.\n\nH3: iTBS-induced increase in DLPFC oscillatory activity/NF will predict better post-iTBS WM performance in EC-SCZ patients."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "active, then sham Intermittent Theta Burst Stimulation (iTBS) over DLPFC",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will first receive active iTBS stimulation and then sham iTBS over the left dorsolateral prefrontal cortex (DLPFC).",
                    "interventionNames": [
                        "Device: active intermittent Theta Burst Stimulation (iTBS)",
                        "Device: sham intermittent Theta Burst Stimulation (iTBS)"
                    ]
                },
                {
                    "label": "sham, then active intermittent Theta Burst Stimulation (iTBS) over DLPFC",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will first receive sham iTBS (i.e., with the TMS coil in the placebo orientation) and then active iTBS stimulation over the left dorsolateral prefrontal cortex (DLPFC).",
                    "interventionNames": [
                        "Device: active intermittent Theta Burst Stimulation (iTBS)",
                        "Device: sham intermittent Theta Burst Stimulation (iTBS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "active intermittent Theta Burst Stimulation (iTBS)",
                    "description": "iTBS is a brief stimulation of a part of the brain with a magnetic field that passes through the scalp and skull safely. It is FDA-approved as a treatment for psychological conditions including depression; however, this device is not approved for the treatment of adults with patients with schizophrenia. This research study is using iTBS off label in SCZ patients to examine research questions.",
                    "armGroupLabels": [
                        "active, then sham Intermittent Theta Burst Stimulation (iTBS) over DLPFC",
                        "sham, then active intermittent Theta Burst Stimulation (iTBS) over DLPFC"
                    ],
                    "otherNames": [
                        "Transcranial Magnetic Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "sham intermittent Theta Burst Stimulation (iTBS)",
                    "description": "Sham TBS over the left DLPFC will be performed using a Cool-B65 A/P TMS coil, designed to support blinded clinical trials. Specifically, when the coil is placed in the \"P\" position (i.e. the \"placebo\" position), only a very small amount of current is induced in tissue, thus preventing the activation of cortical neurons.",
                    "armGroupLabels": [
                        "active, then sham Intermittent Theta Burst Stimulation (iTBS) over DLPFC",
                        "sham, then active intermittent Theta Burst Stimulation (iTBS) over DLPFC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in dorsolateral prefrontal cortex natural frequency (DLPFC NF) following iTBS",
                    "description": "The difference in prefrontal natural frequency (DLPFC NF) between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                },
                {
                    "measure": "Change in dorsolateral prefrontal event-related spectral perturbation (DLPFC ERSP) following iTBS",
                    "description": "The difference in prefrontal event-related spectral perturbation (DLPFC ERSP) between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                },
                {
                    "measure": "Change in dorsolateral prefrontal inter-trial coherence (DLPFC ITC) following iTBS",
                    "description": "The difference in prefrontal inter trial coherence (DLPFC ITC) between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                },
                {
                    "measure": "Change in AX-Continuous Performance Task Reaction Time (AX-CPT RT) following iTBS",
                    "description": "The difference in AX-Continuous Performance Task Reaction Time (AX-CPT RT) between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                },
                {
                    "measure": "Change in AX-Continuous Performance Task Error Rate (AX-CPT ER) following iTBS",
                    "description": "The difference in AX-Continuous Performance Task Error Rate (AX-CPT ER) between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                },
                {
                    "measure": "Change in AX-Continuous Performance Task d' context (AX-CPT d') following iTBS",
                    "description": "The difference in AX-Continuous Performance Task d' context (AX-CPT d') between pre- and post- intermittent Theta Burst Stimulation (iTBS) in EC-SCZ patients",
                    "timeFrame": "baseline (pre iTBS), within one hour from iTBS"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ages 18-40 years\n2. DSM diagnoses of Schizophrenia Spectrum Axis I disorders\n3. a duration of less than three years from beginning of psychosis, defined by report of symptoms and/or history of treatment, based on clinical guidelines employed in our UPMC psychoses clinics in Pittsburgh.\n\nExclusion Criteria:\n\n1. DSM intellectual developmental disorder\n2. significant head injury\n3. medical illness affecting brain structure or function\n4. significant neurologic disorder (e.g. seizure disorder)\n5. personal history or family history of epilepsy\n6. inability to provide informed consent\n7. concussion with loss of consciousness (LOC) greater than 10 minutes\n8. history of electroconvulsive therapy\n9. diabetes with associated seizures, loss of sensation/weakness in arms or legs, or momentary LOC\n10. pregnancy or postpartum (\\<6 weeks after delivery or miscarriage), as determined by self-report\n11. a psychotic illness with a temporal relation to substance use or head injury.\n12. current or past co-morbidity for alcohol or psychoactive substance dependence\n13. substance abuse, other than cannabis and/or alcohol, within the past one year",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sabine Janssen",
                    "role": "CONTACT",
                    "phone": "412-246-6114",
                    "email": "janssensa@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Fabio Ferrarelli, MD, PhD",
                    "affiliation": "University of Pittsbrugh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fabio Ferrarelli",
                            "role": "CONTACT",
                            "phone": "412-864-1668",
                            "email": "ferrarellif@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}