{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05700474",
            "orgStudyIdInfo": {
                "id": "Pro00111885"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Wellness Through Affirming Services and Education",
            "officialTitle": "Enhancing Wellness Through Affirming Services and Education",
            "acronym": "EASE",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "enhancing-wellness-through-affirming-services-and-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-17",
            "studyFirstSubmitQcDate": "2023-01-17",
            "studyFirstPostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this treatment study is to learn about the mental health, substance use and physical health outcomes associated with participating in the EASE holistic behavioral health and wellness program for individuals identifying as LGBTQ+ and/or living with HIV. The main questions it aims to answer are:\n\n1. Do important health outcomes, including substance use, mental health and social support related outcomes of individuals living with HIV and/or identifying as LGBTQ who participated in the holistic behavioral health and wellness program change after study participation?\n2. Does a tailored approach to meet the specific needs of different subpopulations including 1) older (40+) PLWH and/or LGBTQ individuals with or at risk for additional health comorbidities and 2) PLWH and/or LGBTQ young adults (18-40) improve health outcomes including improvement in health and health behaviors .\n\nParticipants will be asked to:\n\n* participate in 6 months of behavioral health treatment tailored to their needs, which may include individual counseling, group counseling, case management, peer support, and related education.\n* Complete surveys at the time of study entry and 6 months later to measure changes in health outcomes over time.",
            "detailedDescription": "Enhancing Wellness through Affirming Services and Education (EASE) is a comprehensive behavioral health program aimed at improving health outcomes for individuals living with HIV and individuals in the LGBT community in Charlotte NC. Over the course of the proposed five-year program, 200 clients will receive an array of services to address substance use and mental health as well as underlying conditions including trauma, minority stress, comorbidities, stigma, and life instability (i.e. unstable housing, lack of access to medical care, employment barriers, and isolation).\n\nEASE is a collaboration led by the Center for Health Policy and Inequalities Research with county and community partners including Mecklenburg County Community Support Services, RAIN, and individual therapists. Service offered will include evidence-based individual and group therapy, case management, peer programming, psychoeducation, and comorbidity management education. Building on previously successful programming, EASE will serve two client populations with tailored programs to meet their distinct needs. One track will serve an older population (over 40) with current drug use and living with or at higher risk of HIV to address substance use along with mental health and medical co-morbidities. A focus on overall wellness addressing stress management, nutrition, and chronic illness management will dovetail with substance use and mental health treatment to engage clients in whole body/mind wellness. The second track will serve minority LGBTQ+ adults, primarily adults under 40 to meet their specific mental and physical health needs addressing substance use, mental health, intersectional stress, gender-affirming health care, life skills development and sexual health . The LGBTQ+ community, particularly minority communities, has experienced more isolation and worse outcomes during the COVID pandemic; this track aims to address the behavioral health of this population by supporting overall wellbeing. Programmatic outcomes will be assessed through two secure online surveys completed by participants at baseline and six months after baseline."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Mental Health Disorder",
                "Substance Use"
            ],
            "keywords": [
                "HIV",
                "Mental Health",
                "Substance Use",
                "PrEP",
                "Comorbidity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Arm",
                    "type": "EXPERIMENTAL",
                    "description": "There is one arm of the study and this involves participating in holistic behavioral health treatment for people living with HIV and the LGBTQ+ community for a 6 month period. Specific services include individual and group therapy, case management, peer support, and behavioral health education and awareness",
                    "interventionNames": [
                        "Behavioral: Comprehensive outpatient behavioral health care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Comprehensive outpatient behavioral health care",
                    "description": "Participation will include clinical assessment and outpatient behavioral health services, case management, individual and group counseling, peer support, case management, and education regarding behavioral health and medical care",
                    "armGroupLabels": [
                        "Intervention Arm"
                    ],
                    "otherNames": [
                        "EASE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in depression symptoms measured by the PHQ-9",
                    "description": "PHQ-9 is a nine item depression scale with scores ranging from 0 to 27. A higher score indicates greater depressive symptoms",
                    "timeFrame": "Baseline to 6 month follow-up survey"
                },
                {
                    "measure": "Change in anxiety symptoms measured by the Hospital Anxiety and Depression Scale (HADS) (Anxiety subsection)",
                    "description": "HADS anxiety subscale is a seven item anxiety scale with scores ranging from 0 to 21. A higher score indicates greater anxiety",
                    "timeFrame": "Baseline to 6 month follow-up survey"
                },
                {
                    "measure": "Change in alcohol use as measured by alcohol use frequency questions",
                    "description": "The participant survey will include questions regarding any use of alcohol use in last 30 days and days of use in the last 30 days",
                    "timeFrame": "Baseline to 6 month follow-up survey"
                },
                {
                    "measure": "Change in illicit substance use as measured by illicit substance use frequency questions",
                    "description": "The participant survey will include questions regarding any use of illicit drugs and 30 day use of illicit drugs",
                    "timeFrame": "Baseline to 6 month follow-up survey"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in HIV-related stigma as measured by the HIV stigma scale",
                    "description": "The negative self-image subscale of HIV stigma scale has 13 items with likert response scores ranging from 13 to 52; higher scores indicate greater negative self image",
                    "timeFrame": "Baseline to 6 month follow-up survey"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. HIV diagnosis or self-identified LGBTQ+\n2. Any alcohol or illicit substance use in the last 90 days\n3. 18 or older\n4. Residing in Mecklenburg County or surrounding areas.\n\nExclusion Criteria:\n\n1) Inability to consent for services due to reduced mental or physical capacity",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Reif",
                    "role": "CONTACT",
                    "phone": "17042587111",
                    "email": "susan.reif@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan Reif, PhD, MSW",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Susan Reif",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Reif",
                            "role": "CONTACT",
                            "phone": "704-258-7111",
                            "email": "susan.reif@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Health Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        }
    },
    "hasResults": false
}