{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05843695",
            "orgStudyIdInfo": {
                "id": "H-52390"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Psychotherapy for Veterans and Service Members With PTSD and Anxiety",
            "officialTitle": "Enhancing Intensive Transdiagnostic Cognitive Behavioral Therapy for Veterans With PTSD and Anxiety Disorders",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "enhancing-psychotherapy-for-veterans-and-service-members-with-ptsd-and-anxiety"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-25",
            "studyFirstSubmitQcDate": "2023-04-25",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ellen Teng",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare two different intensive formats of delivering cognitive-behavioral treatment for people with PTSD and anxiety disorders. The main questions it aims to answer are:\n\n* Is iTCBT delivered in individual and group formats more effective than TAU in improving anxiety symptoms and quality of life?\n* For treatment non-responders, is iTCBT-Enhanced more effective than TAU improving anxiety symptoms and quality of life?\n* Does iTCBT-Individual produce a larger improvement in anxiety and quality of life compared with iTCBT-Group?\n\nParticipants will undergo several assessments throughout the course of the study. Based on randomization, they will receive: (1) iTCBT in an individual format over a 2-week period, (2) iTCBT in a group format over a 2-day period, or (3) usual care. Those who do not show a response to treatment will receive 4 additional individual therapy sessions.",
            "detailedDescription": "Anxiety disorders and posttraumatic stress disorder (PTSD) are among the leading mental health problems in the nation and are highly prevalent among service members and Veterans. The process of recovery and reintegration across the lifespan for military personnel with PTSD and anxiety disorders remains a significant problem. Due to the debilitating nature of these disorders, resuming and participating in major life roles following deployment can be challenging and often leads to avoidance of everyday activities and social withdrawal. Consequences of untreated anxiety-based disorders range from substantial impairment in social, vocational, emotional and physical functioning to high rates of suicide.\n\nDespite the debilitating nature of posttraumatic stress and anxiety, these disorders can be successfully treated with CBT. However, relatively few Veterans take advantage of these treatments. One explanation is that individual- and systemic- level barriers to treatment engagement are inherent in the structure of standard CBT delivery formats, which require weekly appointments over a 3 to 4-month period. Furthermore, because current CBTs are disorder-specific and often do not directly address psychiatric comorbidity, individuals frequently need to seek additional treatment after completing one course of CBT. These collective barriers point to the need for improved treatment delivery methods.\n\nTransdiagnostic treatment approaches hold potential in addressing the many barriers associated with treatment engagement. Transdiagnostic approaches distill the same treatment principles embedded across different protocols for anxiety disorders and PTSD into a single protocol without targeting a specific disorder. Fear is a common element across these disorders but the source of fear and how symptoms manifest differentiates one disorder from another.\n\nAlthough transdiagnostic approaches show excellent potential as a single treatment for multiple disorders, few studies to date have systematically examined the effectiveness of transdiagnostic treatment with a military population. Research also indicates that service members with anxiety disorders often prefer treatment in an individual therapy format. Group treatments typically show higher rates of dropout, which supports the importance of treating anxiety using individual formats. Similarly, given the many barriers associated with the structure of traditional psychotherapy delivery, more attention in recent years has been directed at examining intensive or massed treatment approaches in delivering trauma-focused treatment. Such approaches seek to shorten the overall length of treatment by providing psychotherapy in longer and stronger doses.\n\nThe proposed clinical trial tests two different delivery formats of iTCBT (Individual vs. Group) and the enhancement of iTCBT for participants who do now show significant improvement following a course of iTCBT. Veterans and service members with PTSD and anxiety will be recruited for the study. The extended version of iTCBT (iTCBT-E) will provide 6 additional hours of individual treatment over 2 weeks. Differences in outcomes between participants who receive the intervention in individual versus group formats will also be examined."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Anxiety Disorders"
            ],
            "keywords": [
                "PTSD",
                "Anxiety",
                "Veterans",
                "Service Members",
                "Reservists",
                "Treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "3 treatment arms: iTCBT Individual; iTCBT Group; TAU",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors who conduct 3- and 6- months follow-up evaluations will be masked to participant treatment assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 306,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "iTCBT-I (Intensive Transdiagnostic Cognitive Behavioral Therapy-Individual)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in this arm will receive transdiagnostic CBT delivered in an intensive individual format over 2 weeks. Intensive Transdiagnostic Cognitive Behavior Therapy-Individual (iTCBT-I): Participants randomized to this condition will receive 12 hours of treatment in four 3 hour sessions, over a 2-week period. Treatment consists of psychoeducation, cognitive restructuring, and exposure exercises.\n\nFor treatment non-responders (i.e., BAI score decrease \\< 10), patients will receive 4 additional 90 minute sessions of individual therapy over a 2-week period (iTCBT-Enhanced). These sessions will identify areas where participants might benefit from more in-depth focus on specific concepts taught in the treatment.",
                    "interventionNames": [
                        "Behavioral: iTCBT-I"
                    ]
                },
                {
                    "label": "iTCBT-G (Intensive Transdiagnostic Cognitive Behavioral Therapy-Group)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in this arm will receive transdiagnostic CBT delivered in an intensive group format over 2 weeks. Intensive Transdiagnostic Cognitive Behavior Therapy-Group (iTCBT-G): Participants randomized to this condition will receive 12 hours of treatment over a 2-day period (6 hrs each day). Treatment consists of psychoeducation, cognitive restructuring, and exposure exercises.\n\nFor treatment non-responders (i.e., BAI score decrease \\< 10), patients will receive 4 additional 90 minute sessions of individual therapy over a 2-week period (iTCBT-Enhanced). These sessions will identify areas where participants might benefit from more in-depth focus on specific concepts taught in the treatment.",
                    "interventionNames": [
                        "Behavioral: iTCBT-G"
                    ]
                },
                {
                    "label": "Treatment as Usual (TAU)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in this arm will not receive transdiagnostic CBT but will receive treatment as usual, which may include other forms of psychotherapy and/or medication.",
                    "interventionNames": [
                        "Behavioral: TAU"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "iTCBT-I",
                    "description": "Individual format over 2 weeks",
                    "armGroupLabels": [
                        "iTCBT-I (Intensive Transdiagnostic Cognitive Behavioral Therapy-Individual)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "iTCBT-G",
                    "description": "Group format over 2 days",
                    "armGroupLabels": [
                        "iTCBT-G (Intensive Transdiagnostic Cognitive Behavioral Therapy-Group)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "TAU",
                    "description": "Standard care",
                    "armGroupLabels": [
                        "Treatment as Usual (TAU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Quality of Life score on the Quality of Life Enjoyment & Satisfaction Questionnaire Short-Form (QLES-Q-SF) from Baseline to 6-Month Follow-Up between the iTCBT conditions (Individual & Group) and TAU.",
                    "description": "The QLES-Q-SF measures subjective functioning and satisfaction across a range of life domains including work, leisure activities, social relationships, and physical health. Satisfaction scores on this measure range from 14 (very poor) to 70 (very good). Higher scores indicate greater overall life satisfaction and functioning.",
                    "timeFrame": "6-Month Follow-Up"
                },
                {
                    "measure": "Change in Anxiety score on the Beck Anxiety Inventory (BAI) from Baseline to 6-Month Follow-Up between the iTCBT conditions (Individual & Group) and TAU.",
                    "description": "The BAI assesses the severity of anxiety symptoms across 21 items, minimizing those that overlap with depression. Two components of anxiety are measured: The cognitive subscale provides a measure of fearful thoughts and impaired cognitive functioning, whereas the somatic subscale measures the symptoms of physiological arousal. The total score on the BAI ranges from 0-63, with higher scores reflecting higher levels of anxiety.",
                    "timeFrame": "6-Month Follow-Up"
                },
                {
                    "measure": "Change in Quality of Life score on the Quality of Life Enjoyment & Satisfaction Questionnaire Short-Form (QLES-Q-SF) from Baseline to 6-Month Follow-Up between the iTCBT Enhanced (iTCBT-E) condition and TAU.",
                    "description": "The QLES-Q-SF measures subjective functioning and satisfaction across a range of life domains including work, leisure activities, social relationships, and physical health. Satisfaction scores on this measure range from 14 (very poor) to 70 (very good). Higher scores indicate greater overall life satisfaction and functioning.",
                    "timeFrame": "6-Month Follow-Up"
                },
                {
                    "measure": "Change in Anxiety score on the Beck Anxiety Inventory (BAI) from Baseline to 6-Month Follow-Up between the iTCBT Enhanced (iTCBT-E) condition and TAU.",
                    "description": "The BAI assesses the severity of anxiety symptoms across 21 items, minimizing those that overlap with depression. Two components of anxiety are measured: The cognitive subscale provides a measure of fearful thoughts and impaired cognitive functioning, whereas the somatic subscale measures the symptoms of physiological arousal. The total score on the BAI ranges from 0-63, with higher scores reflecting higher levels of anxiety.",
                    "timeFrame": "6-Month Follow-Up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Magnitude of Change in Quality of Life score on Quality of Life Enjoyment & Satisfaction Questionnaire Short-Form (QLES-Q-SF) from Baseline to 3- and 6-Month Follow-Ups between the iTCBT Individual and Group Conditions.",
                    "description": "The QLES-Q-SF measures subjective functioning and satisfaction across a range of life domains including work, leisure activities, social relationships, and physical health. Satisfaction scores on this measure range from 14 (very poor) to 70 (very good). Higher scores indicate greater overall life satisfaction and functioning.",
                    "timeFrame": "3- and 6-Month Follow-Ups"
                },
                {
                    "measure": "Magnitude of Change in Anxiety score on the Beck Anxiety Inventory (BAI) from Baseline to 3- and 6-Month Follow-Ups between the iTCBT Individual and Group Conditions.",
                    "description": "The BAI assesses the severity of anxiety symptoms across 21 items, minimizing those that overlap with depression. Two components of anxiety are measured: The cognitive subscale provides a measure of fearful thoughts and impaired cognitive functioning, whereas the somatic subscale measures the symptoms of physiological arousal. The total score on the BAI ranges from 0-63, with higher scores reflecting higher levels of anxiety.",
                    "timeFrame": "3- and 6-Month Follow-Ups"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran/Service Member at least 18 years old\n* Current diagnosis of at least one anxiety-based disorder: Posttraumatic Stress Disorder, Panic Disorder, Social Anxiety Disorder, Generalized Anxiety Disorder, Other Specified Trauma- and Stressor-Related Disorder, Other Specified Anxiety Disorder, and Unspecified Anxiety Disorder (based on ADIS-5)\n* Moderate-to-poor life enjoyment and satisfaction as indicated by a score of 47 or lower on the QLES-Q-SF\n* Stable on psychotropic medication for 4 weeks before study participation\n* Willing to be randomized to treatment condition\n\nExclusion Criteria:\n\n* Active symptoms of mania or psychosis at baseline (based on ADIS-5)\n* Depression with active suicidal ideation and intent that would preclude treatment (based on ADIS-5 \\& BDI-II)\n* Moderate-to-severe cognitive impairment as indicated by the SLUMS (a score below 20)\n* Veterans/Service Members with comorbid substance/alcohol use or dependence are study eligible but must agree to reduce and limit their use of substances during the active course of treatment, particularly during exposure exercises. If they do not agree to this, they will be excluded\n* Undergoing concurrent transdiagnostic CBT specifically targeting any of the above-mentioned disorders",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ellen Teng, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 791-1414",
                    "phoneExt": "25513",
                    "email": "eteng@bcm.edu"
                },
                {
                    "name": "Keri Bayley, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 791-1414",
                    "phoneExt": "26419"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ellen Teng, PhD",
                    "affiliation": "Michael E. DeBakey VA Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Michael E. DeBakey VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ellen Teng, PhD",
                            "role": "CONTACT",
                            "phone": "713-791-1414",
                            "phoneExt": "25513",
                            "email": "eteng@bcm.edu"
                        },
                        {
                            "name": "Keri Bayley, PhD",
                            "role": "CONTACT",
                            "phone": "(713) 791-1414",
                            "phoneExt": "26419"
                        },
                        {
                            "name": "Cynthia Kraus Schuman, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marilyn Hinojosa-Lindsey, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Terri Fletcher, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Caitlin Clark, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset containing itemized ratings from the psychological measures will be created and shared. Material will be made available electronically via Excel format and be accompanied by a Word format codebook describing variables in the dataset.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data requests can be submitted 12 months following manuscript publication.",
            "accessCriteria": "Access to data from this clinical trial can be requested by qualified investigators conducting independent scientific research. Data will be provided via a data sharing agreement, following review and approval of a research proposal and analytic plan."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}