{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06180681",
            "orgStudyIdInfo": {
                "id": "804142"
            },
            "secondaryIdInfos": [
                {
                    "id": "P50MH126231",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50MH126231"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Team Effectiveness for a Collaborative School-based Intervention for ADHD",
            "officialTitle": "Enhancing Team Effectiveness for a Collaborative School-based Intervention for ADHD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "enhancing-team-effectiveness-for-a-collaborative-school-based-intervention-for-adhd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-27",
            "studyFirstSubmitQcDate": "2023-12-12",
            "studyFirstPostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lauren Brookman-Frazee",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                },
                {
                    "name": "San Diego State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed project aims to integrate team-based implementation strategies with an established school-based intervention for children with ADHD, the Collaborative Life Skills Program (CLS), to enhance its implementation and optimize its effectiveness. The investigators will tailor three empirically-supported team development interventions, Team Charters, Team Communication Training (Student Handoff Protocols), and Team Performance Monitoring, and integrate them into a team-enhanced CLS implementation protocol (CLS-T). Team Charters are a written document developed collaboratively by the team at the outset of their work together outlining expectations, goals, roles and responsibilities, and relevant policies and procedures for team collaborative operations. Research shows that Team Charters strengthen affective emergent states, such as trust and cohesion among team members, as well as cognitive emergent states, such as shared mental models. They also strengthen team processes, such as goal specification, communication, and coordination to optimize team effectiveness. Handoff protocols are widely used interventions for ensuring continuity in patient care and minimizing errors in medical settings. They have also been found to improve affective (e.g., trust, cohesion) and cognitive (e.g., shared mental models, situation awareness) emergent states among team members, enhancing team communication and coordination. Finally, Team Performance Monitoring provides feedback to teams that can motivate performance, provide opportunities for adaptation in the event of challenges, and prompt communication among team members. The investigators will conduct a Hybrid Type III cluster randomized trial in 24 schools in two large urban school districts, to evaluate whether CLS-T implementation results in improved implementation outcomes and child outcomes in comparison to standard CLS implementation.",
            "detailedDescription": "The specific aims are: Aim 1. Evaluate the effectiveness of CLS-T implementation, relative to standard CLS, on implementation outcomes. It is hypothesized that parent-teacher-SMHP implementation teams (N = 72) in schools randomized to CLS-T (N = 12) will have a significantly greater proportion of completed daily behavioral report cards, use more intervention strategies, and have greater fidelity and adherence to the intervention protocol than implementation teams (N = 72) in schools randomized to standard CLS (N = 12). The investigators will conduct focus groups with parents and teachers (Ns = 48), and SMHPs and school principals (Ns = 24) at schools assigned to each condition following the effectiveness trial and during the next school year to assess their perceptions and sustained use of the CLS-T and standard CLS implementation and intervention strategies. Aim 2. Evaluate the effectiveness of CLS-T implementation, relative to standard CLS implementation, on child outcomes. It is hypothesized that children in schools randomized to CLS-T implementation will demonstrate significantly greater improvements in their ADHD symptoms, academic, social, and behavioral functioning following the intervention, relative to children in standard CLS implementation schools. Aim 3. Use mixed-methods to examine if key team-based mechanisms are engaged by CLS-T implementation, relative to standard CLS implementation, and mediate its effects on implementation outcomes and child outcomes. It is hypothesized that implementation teams assigned to CLS-T implementation will have significantly stronger team-based emergent cognitive (e.g., shared mental models, situation awareness) and affective (e.g., trust, collective efficacy) states and team-based processes (e.g., communication, coordination) than implementation teams assigned to standard CLS implementation. The investigators will test whether these team-based mechanisms mediate the effects of CLS-T on implementation outcomes and child outcomes. The investigators will analyze qualitative data from focus groups to identify themes related to team-based mechanisms. The investigators will identify and leverage team communication data sources that are feasible, naturally occurring, and appropriate for school settings (e.g., CLS team meetings, CLS website communication) to submit to the Methods Core for the development of Natural Language Processing (NLP) tools."
        },
        "conditionsModule": {
            "conditions": [
                "Team-effectiveness Research",
                "School-based Interventions",
                "Attention Deficit/ Hyperactivity Disorder",
                "Implementation Science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard Collaborative Life Skills Program Implementation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "CLS is a school-delivered intervention coordinating three empirically-supported approaches: teacher consultation and a daily behavior report card, behavioral parent training and child skills training. The three components are integrated over a 10-12 week period to improve symptoms and functional impairment among youth with ADHD.",
                    "interventionNames": [
                        "Behavioral: Standard Collaborative Life Skills Program"
                    ]
                },
                {
                    "label": "Team-Enhanced Collaborative Life Skills Program Implementation",
                    "type": "EXPERIMENTAL",
                    "description": "We will integrate three team-based implementation strategies to enhance team effectiveness in CLS, including Team Charters, Team Communication Training via Student Handoff Protocols, and Team Performance Monitoring. These interventions have been shown to improve cognitive (e.g., shared mental models) and affective ((e.g., trust, collective efficacy) team-based emergent states and enhance team-based processes, such as communication and coordination.",
                    "interventionNames": [
                        "Behavioral: Team-Enhanced Collaborative Life Skills Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Team-Enhanced Collaborative Life Skills Program",
                    "description": "We will integrate three team-based implementation strategies to enhance team effectiveness in CLS, including Team Charters, Team Communication Training via Student Handoff Protocols, and Team Performance Monitoring. These interventions have been shown to improve cognitive (e.g., shared mental models) and affective ((e.g., trust, collective efficacy) team-based emergent states and enhance team-based processes, such as communication and coordination.",
                    "armGroupLabels": [
                        "Team-Enhanced Collaborative Life Skills Program Implementation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard Collaborative Life Skills Program",
                    "description": "CLS is a school-delivered intervention coordinating three empirically-supported approaches: teacher consultation and a daily behavior report card, behavioral parent training and child skills training. The three components are integrated over a 10-12 week period to improve symptoms and functional impairment among youth with ADHD.",
                    "armGroupLabels": [
                        "Standard Collaborative Life Skills Program Implementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability, Feasibility, and Appropriateness of Intervention Measure",
                    "description": "This 12-item measure will be completed by parents, teachers, and SMHPs at post-intervention to assess the extent to which the CLS intervention, Team Charters, Handoff protocols, and Team Progress Monitoring and Assessment procedures are appealing, liked, and welcomed in their setting (acceptability); fitting, suitable, and applicable in their setting (appropriateness); possible and doable in their setting (feasible).",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Intervention Fidelity",
                    "description": "Fidelity monitoring observation checklists will be adapted in Year 1 from those previously developed for CLS to measure fidelity of SMHP training in standard CLS and CLS-T, as well as SMHP implementation of each component of the CLS and the TBIS. A separate measure of SMHP competence in executing the treatment will be adapted from the CLS Implementation Quality Form used in previous trials, which will be completed by the trainer after each \"live\" observation. Items assess clarity of skill presentation, thoroughness of homework review, use of practical examples, and effectiveness of handout review rated by the trainer on a 1- 5 scale (from 1=not at all to 5= most). The child-group version includes items such as use of effective commands, prompts and praise, and clarity of skill presentation rated by the trainer on a 1-5 scale (from 1=not at all to 5=most). A second research team member (blinded to group assignment) will rate 15% of sessions to estimate inter-rater reliability.",
                    "timeFrame": "Weekly during 3-month long intervention"
                },
                {
                    "measure": "DBRC Completion",
                    "description": "The proportion of school days the school eDBRC was implemented each week will be calculated based on the number of completed eDBRCs, divided by the overall count of possible school days during the week, as we have done in previous trials.13 School holidays (coded from the online student calendar for each school), child absence, special school events/field trips and substitute teacher days (when noted on the eDBRC) will not be included in the overall count of possible school days during the week.",
                    "timeFrame": "Weekly during 3-month long intervention"
                },
                {
                    "measure": "Parenting Skill Use Diary",
                    "description": "This 2-item measures assesses parent's use of behavioral strategies in responses to adaptive, as well as maladaptive child behaviors. It is completed in a daily diary format.",
                    "timeFrame": "Daily during 3-month long intervention"
                },
                {
                    "measure": "System Usability Scale (SUS)",
                    "description": "Parents, teachers, and SMHPs will completed this 10-item agnostic scale assessing product usability, with SUS scores above 80 indicating good usability.57-59 SUS will be completed by SMHPs, teachers, and parents after pre-intervention focus groups, and at the post-intervention assessment of the randomized trial to assess usability of each TBIS.",
                    "timeFrame": "Post-Intervention (immediately following intervention)"
                },
                {
                    "measure": "Sustained Use of EBP Strategies",
                    "description": "SMHPs, parents, and teachers will each complete customized measures that query whether they are still using the skills learned in CLS during the subsequent school year, with new students/teachers. The scales will be adapted from scales used in previous clinical trials evaluating CLS and will include questions about use of the TBIS.",
                    "timeFrame": "Follow-up (6 months after the end of intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Homework Problems Checklist",
                    "description": "Parents will complete the HPC, which consists of 20 items rated on a 4-point scale and has evidence of excellent internal consistency (αs between .90 and .92. assess child problems related to homework.75 (Langberg et al., 2010), which includes 20 items rated on a 4-point scale.",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), Post-intervention (immediately following intervention), Follow-up (6 months after the end of intervention)."
                },
                {
                    "measure": "Academic Competency Evaluation Scale",
                    "description": "Teachers will complete the Academic Enablers scales measures behaviors that support adaptive learning in the classroom. This subscale has evidence of excellent reliability. which has excellent psychometric properties including test-retest reliability (r=.96) and internal consistency (α=.98) for 3rd - 5th grade children",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                },
                {
                    "measure": "Children's Organizational Skills Scales",
                    "description": "Parents and teachers will complete the COSS includes subscales assessing organizational skills, management of materials/supplies, and task planning skills (parent=58 items, teacher=35 items), with items are rated on a 4-point scale. The parent and teacher versions both have excellent internal consistency (αs=.98 and .97, respectively), test-retest reliability (rs = .99 and .94, respectively), and evidence of structural, convergent, and discriminant validity.",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                },
                {
                    "measure": "Child and Adolescent Symptom Inventory-5",
                    "description": "Parents and teachers will complete the CASI-5 includes 78 items assessing DSM-5 symptoms of ADHD ODD, CD, Mood, and Anxiety. It has demonstrated adequate reliability (rs=.66-.78) and internal consistency (αs=.90-.94).",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                },
                {
                    "measure": "Social Skills Improvement System",
                    "description": "Parents and teachers will complete the Social Skills scale (standard scores) will be used in analyses. The SSIS has excellent psychometric properties, including high internal consistency for the parent and teacher versions (.94 and .95, respectively) adequate test-retest reliability (.84 and .81 for teacher and parent versions respectively) and has been sensitive to CLS in previous trials",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                },
                {
                    "measure": "Impairment Rating Scale",
                    "description": "Parents and teachers will report about students' functioning (e.g., academic, behavioral, peer, etc.) on the Impairment Rating Scale using a 6-point scale (0 = \"needs no treatment\" to 6 = \"definitely requires treatment\") with ratings of \\> 2 indicating impairment.",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Card-Sorting Task",
                    "description": "Card sorting elicits individual mental models to understand how participants structure their knowledge. In open card sorts participants are provided with a set of key concepts and asked to sort them into categories. Each participant then creates a label for each category. In closed card sorts, participants are similarly given a set of key concepts, but participants are given pre-defined categories that each concept must be sorted into. Within team environments, card sorting can be used to examine the degree to which team members are thinking about key concepts in a similar manner (e.g., team mental models) by comparing the categories and sorted content across members. For this proposal, the card sorting task will assess CLS/CLS-T team mental models by examining perceptions of member roles, responsibilities, and goals across CLS/CLS-T team members. In doing so, the concepts contained in the card sort will be representative of specific CLS roles, task responsibilities, and goals.",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Working Alliance Inventory Short Form (WAI-SR)",
                    "description": "The WAI-SR will be completed by parents, teachers, and SMHPs at post-intervention. The WAI-SR is a 12-item version of the Horvath and Greenberg's (1989) Working Alliance Inventory. Each of the subscales will measure proposed mechanisms, while the overall scale will measure proposed outcomes. The 4-item Goal subscale will be used to determine team member agreement on goals for CLS daily behavior plan (goal specification). The 4-item Bond subscale will be used to determine the personal bond between CLS team members (trust). The overall scale score assesses the collaborative relationship between relevant parties; consensus and willingness by all to engage in and do the work that leads to improvement.",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "McAllister Affect-Based Trust",
                    "description": "This 5-item scale will be completed by parents, teachers, and SMHPs at post-intervention. It assesses perceptions of affect-based trust amongst CLS members. Items center around individual's perceptions that team members can share ideas freely, that team members listen to one another, that team members care for one another, and that team members are invested in working well with one another.",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Collaboration & Satisfaction About Care Decisions (CSACD)",
                    "description": "The 6-item collaboration subscale will be completed by parents, teachers, and SMHPs at post-intervention to assesses collaboration, shared responsibilities for planning, open communication, and coordination. The 3-item satisfaction subscale assesses satisfaction with the decision making process, and satisfaction with the decision itself. Although originally developed about care decisions for intensive care patients, it has since been used to measure collaboration and satisfaction with treatment planning plans associated with the proposed team-based strategies.",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Cohesion scale of Teamwork Quality",
                    "description": "This 10-item subscale from the Teamwork Quality measures (Hoegl \\& Gemuenden, 2001) will be completed by parents, teachers, and SMHPs at post-intervention. It measures team members' commitment to working together and remaining part of the team. It has excellent internal consistency (α = .97, and includes items, such as \"It was important to members of our team to be part of this project.\"",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Situation Awareness Rating Technique (SART)",
                    "description": "The SART (Taylor, 1990) is a multidimensional self-rating measure of situation awareness. It includes ten dimensions, rated on a 7-point scale to measure operator SA. Dimensions include familiarity of the situation, focusing of attention, information quantity, information quality, instability of the situation, concentration of attention, complexity of the situation, variability of the situation, arousal, and spare mental capacity.",
                    "timeFrame": "Post-intervention (immediately following intervention)"
                },
                {
                    "measure": "Parent Strategy Use Questionnaire",
                    "description": "Each week, parents will complete the 5-item Parent Strategy Use Questionnaire, a scale used in previous CLS trials to assess the frequency (rated on a 5-point scale) of parent's self-rated use of specific strategies taught during the previous BPT sessions over the past week.",
                    "timeFrame": "Weekly during 3-month long intervention"
                },
                {
                    "measure": "Services for Children and Adolescents Parent Interview",
                    "description": "Parents and teachers will report about students' functioning (e.g., academic, behavior, peer, etc.) on the Impairment Rating Scale (Fabiano et al., 2006) using a 6-point scale (0 = \"needs no treatment\" to 6 = \"definitely requires treatment\") with ratings of \\> 2 indicating impairment.",
                    "timeFrame": "Pre-intervention (immediately before intervention begins), post-intervention (immediately following intervention), and follow up (6 months after the end of intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Youth ages of 7-11 years (2-5th grade) who are attending a participating school\n2. Child referred by a school mental health provider (SMHP) with apparent ADHD-related problems,\n3. ≥6 symptoms (item score ≥2) of Inattention or Hyperactivity-Impulsivity on the pooled parent and teacher Child Symptom Inventory\n4. ≥3 on the Impairment Rating Scale by parent and teacher (cross-situational impairment)\n5. Caretaker and teacher consent to participate in treatment and child provides assent.\n\nExclusion Criteria:\n\n1. No presence of conditions that are incompatible with this study's treatment including: severe visual or hearing impairment, severe language delay or intellectual impairment, psychosis, pervasive developmental disorder\n2. Child is in an all-day special education classroom (children in these classrooms are frequently receiving intensive behavior modification programs such that the intervention would be expected to require modification for use in these settings)\n3. Parent/primary caregiver or child does not read or speak English. Note: Participats will need to be able to read/speak English because all measures are in English, and the intervention will be conducted in English. Parents will be given the option of having a research staff member assist them in completing the assessment measures.\n4. Children planning to change (start or stop) psychotropic medication Note: Children taking medication will be required to meet all entry criteria, including impairment criteria, thus indicating a need for the intervention. Children taking medication for attention or behavior are eligible as long as their medication regimens are stable.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "11 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lilliana Conradi, BA",
                    "role": "CONTACT",
                    "phone": "16196513154",
                    "email": "lconradi@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Miguel Villodas, Ph.D.",
                    "affiliation": "San Diego State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Linda Pfiffner, Ph.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "IN STEP Children's Mental Health Center",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lilliana R Conradi",
                            "role": "CONTACT",
                            "phone": "619-651-3154",
                            "email": "lconradi@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001289",
                    "term": "Attention Deficit Disorder with Hyperactivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9999",
                    "name": "Hyperkinesis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "asFound": "Attention-Deficit/Hyperactivity Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}