{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04060303",
            "orgStudyIdInfo": {
                "id": "Pro00039201"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD099344",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD099344"
                }
            ],
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "ENhanced Recovery in CHildren Undergoing Surgery",
            "officialTitle": "Assessing Effectiveness and Implementation of a Perioperative Enhanced Recovery Protocol for Children Undergoing Gastrointestinal Surgery",
            "acronym": "ENRICH-US",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Gastroenterology"
            ],
            "study": "enhanced-recovery-in-children-undergoing-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-07",
            "studyFirstSubmitQcDate": "2019-08-15",
            "studyFirstPostDateStruct": {
                "date": "2019-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mehul Raval",
                "investigatorTitle": "Associate Professor of Surgery and Pediatrics",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The institution of perioperative Enhanced Recovery Protocols (ERPs) has been found to decrease hospital length of stay, in-hospital costs, and complications among adult surgical populations but data in pediatric populations are lacking. The Assessing Effectiveness and Implementation of a Perioperative Enhanced Recovery Protocol for Children Undergoing Gastrointestinal Surgery, which has the short title \"ENhanced Recovery In CHildren Undergoing Surgery (ENRICH-US),\" study is a multicenter, pragmatic, prospective study, using a stepped wedge cluster randomized controlled trial design. The study is designed to test the adoption, effectiveness, and generalizability of a newly developed, 21-element ERP for children undergoing elective gastrointestinal surgery.",
            "detailedDescription": "The purpose of this study is to learn more about the clinical effectiveness and to examine obstacles to implementing a Perioperative Enhanced Recovery Protocol (ERP) in pediatric surgery. ERPs are evidence-based interventions that have been developed among adult surgical populations, but implementation of ERPs and data in pediatric populations are lacking. To address this need, we have designed a multicenter, prospective study entitled ENhanced Recovery In CHildren Undergoing Surgery (ENRICH-US). This study is designed to test the adoption, effectiveness, and generalizability of a pediatric specific 21-element ERP intervention for children recovering from surgery compared with usual care. All other peri-operative care in this study will not be modified from usual care pathways, including medications.\n\nThe basic elements of the ENRICH-US intervention are very similar to the elements of most adult ERPs and include perioperative counseling and education, mindfulness training, maintenance of euvolumia through limited perioperative fasting and limited intraoperative fluid resuscitation, early enteral intake, early mobilization, limited opioid use, and non-routine use of surgical drains and tubes. Elements span the preadmission and pre-, intra-, and post-operative phases of care. The concurrent use of these integrative healthcare interventions results in a markedly improved patient care experience that minimizes the physiologic stress of surgery and hastens recovery. These ERPs have been found to decrease hospital length of stay, in-hospital costs, complications, and help patients recover sooner after surgery. Though each ERP element is independently simple, implementation of the combined elements likely will require substantial redesign of the systems and processes of care to assure a high level of coordination among surgery, anesthesia, and nursing clinicians.\n\nThis prospective study involves multiple sites and uses a stepped-wedge, cluster-randomized, controlled study design of the ENRICH protocol in pediatric patients undergoing elective GI surgery. The cluster-randomized trial design is ideally suited for pragmatic intervention implementation. A hybrid, type 2 study design will be used with equal focus on evaluating the effectiveness and the implementation. The study will optimize implementation using the National Implementation Research Network's five Active Implementation Frameworks (AIFs), which identify competency, organization, and leadership as drivers of implementation and empower team collaboration and facilitate rapid-cycle evaluation. The five AIFs used as key tools to achieve high-fidelity and sustainable implementation will include patient-stakeholder input in all steps of the improvement process and a Learning Collaborative (LC) with rapid-cycle data feedback.\n\nThe study, by taking place in the setting where patients receive usual clinical care by usual clinicians, using data primarily from existing data sources (e.g., EHR), having minimal eligibility criteria, and recruiting all eligible pediatric patients undergoing GI surgery delivery, fulfills most of the pragmatic qualities to understand the real-world performance and implications of the intervention. The nature of this trial does not allow for subjects (patients or clinicians) to be blinded.\n\nThe study will enroll patients at 18 US hospitals (\"sites\") that participate in the Pediatric Surgery Research Collaborative (PedSRC), a cooperative group of pediatric surgeons and researchers committed to performing clinical research in pediatric surgery. All sites offer comprehensive, inpatient, pediatric services, including surgical services. The PedSRC represents one of the largest pediatric surgical networks for collaboration and research.\n\nThe 18 sites will be randomly assigned to one of three clusters for the stepped wedge design with each cluster, in turn, being randomly assigned to an intervention start period. Given that many sites have already initiated some ERP elements, a study design that randomizes sites or patients to a control arm without any ERP elements is not feasible. The stepped-wedge design was selected, in part, to ease the practical challenges of concurrently coordinating training and data collection across the 18 sites.\n\nThe ENRICH-US study provides a unique opportunity to accelerate, yet evaluate the adoption of ERP elements for pediatric GI patients, thus improving surgical care for this high-risk population by rapidly incorporating ERPs into practice, using the five AIFs. This study will serve as a model for future pediatric surgical quality improvement implementation efforts."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammatory Bowel Disease",
                "Crohn's Disease",
                "Ulcerative Colitis"
            ],
            "keywords": [
                "Pediatric Surgery",
                "Implementation",
                "Quality Improvement",
                "Enhanced Recovery Protocols",
                "Gastrointestinal Surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "A stepped-wedge, cluster-randomized study design will be used in which the participating sites will be randomly assigned to one of three clusters with each cluster, in turn, being randomly assigned to an intervention start period.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1260,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ENRICH-US Implementation- early",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Baseline, pre-intervention data will be collected. This phase consists primarily of individual-level patient (ages 10-18 years undergoing elective GI surgery) data collection. This phase involves abstraction of existing electronic health records data by the Site Coordinator about current, standard perioperative care received by patients. Patients and parents will complete web-based HRQoL assessments preoperatively, and 5 days and 4-6 weeks post-operatively. Site-specific barriers and facilitators to implementation will be assessed by semi-structured, telephone interviews, conducted by each Site's PI and Coordinator.\n\nIntervention phase will span 12 months with an implementation curriculum. Sites will be randomized to this implementation phase based on stepped-wedge cluster assignment. A sustainability phase will collect post intervention data.",
                    "interventionNames": [
                        "Procedure: Perioperative surgical care"
                    ]
                },
                {
                    "label": "ENRICH-US Implementation- mid",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Baseline, pre-intervention data will be collected. This phase consists primarily of individual-level patient (ages 10-18 years undergoing elective GI surgery) data collection. This phase involves abstraction of existing electronic health records data by the Site Coordinator about current, standard perioperative care received by patients. Patients and parents will complete web-based HRQoL assessments preoperatively, and 5 days and 4-6 weeks post-operatively. Site-specific barriers and facilitators to implementation will be assessed by semi-structured, telephone interviews, conducted by each Site's PI and Coordinator.\n\nIntervention phase will span 12 months with an implementation curriculum. Sites will be randomized to this implementation phase based on stepped-wedge cluster assignment. A sustainability phase will collect post intervention data.",
                    "interventionNames": [
                        "Procedure: Perioperative surgical care"
                    ]
                },
                {
                    "label": "ENRICH-US Implementation- late",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Baseline, pre-intervention data will be collected. This phase consists primarily of individual-level patient (ages 10-18 years undergoing elective GI surgery) data collection. This phase involves abstraction of existing electronic health records data by the Site Coordinator about current, standard perioperative care received by patients. Patients and parents will complete web-based HRQoL assessments preoperatively, and 5 days and 4-6 weeks post-operatively. Site-specific barriers and facilitators to implementation will be assessed by semi-structured, telephone interviews, conducted by each Site's PI and Coordinator.\n\nIntervention phase will span 12 months with an implementation curriculum. Sites will be randomized to this implementation phase based on stepped-wedge cluster assignment. A sustainability phase will collect post intervention data.",
                    "interventionNames": [
                        "Procedure: Perioperative surgical care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Perioperative surgical care",
                    "description": "The ENRICH-US Protocol includes perioperative counseling and education, maintaining euvolumia through limited perioperative fasting and limited intraoperative fluid resuscitation, early enteral intake and mobilization, limited use of opioids, and non-routine use of surgical drains and tubes. Elements span the pre-, intra-, and post-operative experience for patients and involve care coordination among surgery, anesthesia, and nursing providers. Though individually simple, the concomitant implementation of the combined elements results in a markedly improved patient care experience that mitigates the physiologic stress of surgery and hastens recovery.",
                    "armGroupLabels": [
                        "ENRICH-US Implementation- early",
                        "ENRICH-US Implementation- late",
                        "ENRICH-US Implementation- mid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Length of stay (LOS)",
                    "description": "Measured in days from surgery to discharge.",
                    "timeFrame": "Up to 30 days after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intraoperative fluid use",
                    "description": "intravenous fluids given during surgery (measured in mL/kg)",
                    "timeFrame": "Intraoperative"
                },
                {
                    "measure": "Surgical Complications",
                    "description": "wound infections, pneumonia, urinary tract infections within 30 days of surgery",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Hospital readmission",
                    "description": "Post discharge hospital readmission within 30 days of surgery.",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Intraoperative opioid use",
                    "description": "opioids used during surgery measured in morphine equivalents mg/kg",
                    "timeFrame": "Intraoperative"
                },
                {
                    "measure": "Postoperative opioid use",
                    "description": "opioids from surgery until discharge measured in morphine equivalents mg/kg",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Post-discharge opioid prescribed",
                    "description": "Opioids prescribed at discharge measured in morphine equivalents mg/kg",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Time to regular diet",
                    "description": "Time from intestinal surgery to resumption of regular diet (measured in days)",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Preoperative Quality of Life assessment",
                    "description": "Health Related Quality of Life assessment using Pediatric Quality of Life (PedsQL) inventory. Total scores spanning all domains (Physical Functioning, Emotional Functioning, Social Functioning, and School Functioning). Scores total to 100. Scores \\>90 considered normal. This measurement will be collected prior to surgery.",
                    "timeFrame": "Baseline (prior to surgery)"
                },
                {
                    "measure": "Immediate post-operative Quality of Life assessment",
                    "description": "Health Related Quality of Life assessments: Pediatric Quality of Life (PedsQL) inventory. Total scores spanning all domains (Physical Functioning, Emotional Functioning, Social Functioning, and School Functioning). Scores total to 100. Scores \\>90 considered normal. This measurement will be collected within 48 hours after surgery",
                    "timeFrame": "48 hours after surgery"
                },
                {
                    "measure": "Long-term post-operative Quality of Life assessment",
                    "description": "Health Related Quality of Life assessments: Pediatric Quality of Life (PedsQL) inventory. Total scores spanning all domains (Physical Functioning, Emotional Functioning, Social Functioning, and School Functioning). Scores total to 100. Scores \\>90 considered normal. This measurement will be collected 2 weeks after surgery.",
                    "timeFrame": "2 weeks after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric patients ages 10-18\n* Undergoing elective (non-emergency) gastrointestinal/colorectal surgical procedures\n\nExclusion Criteria:\n\n* Children undergoing emergent/urgent gastrointestinal/colorectal surgical procedures\n* Patients/families who cannot read and write English or Spanish",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mehul Raval, MD, MS",
                    "role": "CONTACT",
                    "phone": "3122274210",
                    "email": "mraval@luriechildrens.org"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mehul Raval, MD, MS",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33198767",
                    "type": "DERIVED",
                    "citation": "Raval MV, Wymore E, Ingram ME, Tian Y, Johnson JK, Holl JL. Assessing effectiveness and implementation of a perioperative enhanced recovery protocol for children undergoing surgery: study protocol for a prospective, stepped-wedge, cluster, randomized, controlled clinical trial. Trials. 2020 Nov 16;21(1):926. doi: 10.1186/s13063-020-04851-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "All data collected during the study will be made available such that further advancement of ERP principles will be made possible by building upon these data. In addition to the peer-reviewed publication of study results and the dissemination of findings through publicly available websites, blogs, and newsletters, the PI and Biostatistics Director will create a patient-deidentified data set that will be made publicly available to researchers. We have included a request for funds to curate this dataset for public use. It will include clinical data and outcomes collected through REDCap for the complete ENRICH-US study, as well as, raw data for the PedsQL health-related quality of life surveys. All data will be fully de-identified. A copy of the study protocol, data definition dictionary, and public use file with instructions will also be generated for ease of use. Data will be made available in a format that will easily be used in mainstream software analysis packages (e.g., ASCII, SAS)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003424",
                    "term": "Crohn Disease"
                },
                {
                    "id": "D000015212",
                    "term": "Inflammatory Bowel Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M6638",
                    "name": "Crohn Disease",
                    "asFound": "Crohn's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6320",
                    "name": "Colitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6321",
                    "name": "Colitis, Ulcerative",
                    "relevance": "LOW"
                },
                {
                    "id": "M17917",
                    "name": "Inflammatory Bowel Diseases",
                    "asFound": "Inflammatory Bowel Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}