{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05750537",
            "orgStudyIdInfo": {
                "id": "T32CF4745"
            },
            "organization": {
                "fullName": "Family Health Centers of San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Enhanced Multicomponent Proactive Navigator-Assisted Cessation of Tobacco Use in Low-Income Patients",
            "officialTitle": "Enhanced Multicomponent Proactive Navigator-Assisted Cessation of Tobacco Use in Low-Income Patients",
            "acronym": "EMPACT-Us",
            "therapeuticArea": [
                "Other"
            ],
            "study": "enhanced-multicomponent-proactive-navigator-assisted-cessation-of-tobacco-use-in-low-income-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-07",
            "studyFirstSubmitQcDate": "2023-02-28",
            "studyFirstPostDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Family Health Centers of San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                },
                {
                    "name": "Tobacco Related Disease Research Program",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is being conducted to test the effectiveness of the Enhanced Multicomponent Proactive Navigator-Assisted Cessation of Tobacco Use (EMPACT-Us), an innovative suite of tobacco cessation services designed in partnership with patients, providers, and other community stakeholders during a pilot study.\n\nWe hypothesize that EMPACT-Us will be more effective than the newly-enhanced usual care on improving engagement in tobacco treatments, quit attempts and biochemically verified cessation at 6-and 12-months post initial offerings.",
            "detailedDescription": "The investigators propose a stepped-wedge cluster randomized trial. Eight of the largest FHCSD clinics with geographic distribution covering a wide region of San Diego were selected. Based on chart review, the investigators estimate that there are 13,496 tobacco users who are active patients at the selected clinics and could present to one or more clinics during the study period. This population represents roughly 70% of the tobacco users at FHCSD. The larger clinics are chosen based on size, special populations represented, and staff size. The study duration was divided into five 6-month periods. After a baseline period, four pairs of clinics (8 total clinics) will be assigned randomly to begin the active treatment at one of the four subsequent periods. No other clinic characteristics are used for randomization. Tobacco users first tobacco-related visit will anchor subsequent assessments of tobacco use and engagement in tobacco treatments within their electronic medical records and in surveys during the duration of the study.\n\nActivities are designed to evaluate tobacco treatments within FHCSD and to generalize these evaluations to other health clinics serving similar low-income communities. Activities are organized within the Milestones, each building upon the other, leading to the ultimate test of two workflows offering a suite of tobacco cessation services. Milestone 1 (1-6mo) includes startup and training (TE Coach curriculum adaptation, MA training, Primary Care Provider (PCP) training) and baseline data collection using system-level infrastructure assessment and rapid, iterative improvement; Milestone 2 (6-33mo) includes the testing of EMPACT-Us suite of services, with evaluation and fidelity checks built into implementation through Milestone 3 (4-33mo.), which will include conducting qualitative semi-structured interviews and surveys designed to understand the experiences of patients, N-MAs, PCPs, and TE Coaches. Staff will be interviewed either in person or remotely, while patients will be offered surveys either remotely over the phone or via email or SMS beginning two to four weeks after their index visit.; Milestone 4 (7-35mo) data analysis weaves through most of the study to inform work as the investigation progresses; and Milestone 5 (6-36mo) manuscript preparation and dissemination, is planned throughout the study period and beyond.\n\nFor the current project, UC San Diego investigators and staff are engaged with FHCSD in delivering the intervention that the investigators partnered to develop. While primarily housed at UC San Diego, this project will include regular onsite interactions with clinical records, individual interviews, interacting with FHCSD providers and viewing clinical information in both clinical intervention training and evaluation roles that again will include contact with patient PHI. The investigators will be removing PHI prior to final qualitative and quantitative analyses and reporting results using de-identified data."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Cessation"
            ],
            "keywords": [
                "Tobacco Use Cessation",
                "FQHC",
                "San Diego",
                "Electronic Health Record",
                "EHR",
                "Kick It California",
                "FHCSD",
                "UCSD",
                "Family Health Centers of San Diego",
                "University of California San Diego",
                "California",
                "Southern California",
                "Low-income populations",
                "Smoking Cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Stepped-wedge cluster randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 13496,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "EMPACT-Us",
                    "type": "EXPERIMENTAL",
                    "description": "An innovative suite of tobacco cessation services designed in partnership with patients, providers, and other community stakeholders during a pilot study.",
                    "interventionNames": [
                        "Behavioral: EMPACT-Us"
                    ]
                },
                {
                    "label": "Newly-enhanced usual care (EUC)",
                    "type": "NO_INTERVENTION",
                    "description": "Newly-enhanced usual care (EUC)"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "EMPACT-Us",
                    "description": "A suite of tobacco cessation services supported by patient navigation designed in close partnership with patients, providers, and community stakeholders.",
                    "armGroupLabels": [
                        "EMPACT-Us"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Engagement with tobacco-use treatment as captured through Electronic Health Record queries",
                    "description": "Engagement with tobacco use treatment is defined as at least one dose/session of evidence-based pharmacotherapy or behavioral counseling for smoking cessation using the EHR.",
                    "timeFrame": "7 to 35 months"
                },
                {
                    "measure": "Tobacco-use quit attempts as assessed through Electronic Health Record queries",
                    "description": "Quit attempts are defined as the stated intention to achieve long-term cessation and an ability to refrain smoking evidenced by a self-reported 24-hour period of no smoking. ((e.g. C-TUQ: How long has it been since you last smoked a cigarette (even one or two puffs)?))",
                    "timeFrame": "7 to 35 months"
                },
                {
                    "measure": "Biochemically verified tobacco-use cessation as assessed through cotinine saliva test",
                    "description": "Tobacco-use cessation is defined as prolonged abstinence at the 6- and 12- month follow periods, biochemically verified through cotinine saliva tests.",
                    "timeFrame": "6 and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current tobacco user\n* 18 years old\n* Speaks English or Spanish\n\nNo exclusions due to:\n\n* Nationality\n* Mental health status\n* Substance use\n* Race\n* Sexual orientation\n* Ethnicity\n\nInclusion into saliva collection:\n\n* Met level 1 criteria for inclusion into study\n* Reports abstinence at follow-up assessment\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women\n* Patients with a lung cancer diagnosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Strong, BA, MS, PhD",
                    "role": "CONTACT",
                    "phone": "858-657-5241",
                    "email": "dstrong@health.ucsd.edu"
                },
                {
                    "name": "Karim Ghobrial-Sedky, MD, MSc, DFAPA",
                    "role": "CONTACT",
                    "phone": "619-515-2300",
                    "email": "karimg@fhcsd.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Strong, BA, MS, PhD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Karim Ghobrial-Sedky, MD, MSc, DFAPA",
                    "affiliation": "Family Health Centers of San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Family Health Centers of San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paloma A Mohn",
                            "role": "CONTACT",
                            "phone": "619-908-4554",
                            "email": "palomam@fhcsd.org"
                        },
                        {
                            "name": "Gabriela F Ramirez, BS",
                            "role": "CONTACT",
                            "phone": "619-906-4526",
                            "email": "gabrielara@fhcsd.org"
                        },
                        {
                            "name": "Karim Ghobrial-Sedky, MD, MSc, DFAPA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31422986",
                    "type": "BACKGROUND",
                    "citation": "Flocke SA, Vanderpool R, Birkby G, Gullett H, Seaman EL, Land S, Zeliadt S. Addressing Tobacco Cessation at Federally Qualified Health Centers: Current Practices & Resources. J Health Care Poor Underserved. 2019;30(3):1024-1036. doi: 10.1353/hpu.2019.0071."
                },
                {
                    "pmid": "32705473",
                    "type": "BACKGROUND",
                    "citation": "Flocke SA, Seeholzer E, Lewis SA, Gill IJ, Rose JC, Albert E, Love TE, Kaelber D. 12-Month Evaluation of an EHR-Supported Staff Role Change for Provision of Tobacco Cessation Care in 8 Primary Care Safety-Net Clinics. J Gen Intern Med. 2020 Nov;35(11):3234-3242. doi: 10.1007/s11606-020-06030-7. Epub 2020 Jul 23."
                },
                {
                    "pmid": "32000812",
                    "type": "BACKGROUND",
                    "citation": "Fernandez ME, Schlechter CR, Del Fiol G, Gibson B, Kawamoto K, Siaperas T, Pruhs A, Greene T, Nahum-Shani I, Schulthies S, Nelson M, Bohner C, Kramer H, Borbolla D, Austin S, Weir C, Walker TW, Lam CY, Wetter DW. QuitSMART Utah: an implementation study protocol for a cluster-randomized, multi-level Sequential Multiple Assignment Randomized Trial to increase Reach and Impact of tobacco cessation treatment in Community Health Centers. Implement Sci. 2020 Jan 30;15(1):9. doi: 10.1186/s13012-020-0967-2."
                },
                {
                    "pmid": "31089727",
                    "type": "BACKGROUND",
                    "citation": "Fiore M, Adsit R, Zehner M, McCarthy D, Lundsten S, Hartlaub P, Mahr T, Gorrilla A, Skora A, Baker T. An electronic health record-based interoperable eReferral system to enhance smoking Quitline treatment in primary care. J Am Med Inform Assoc. 2019 Aug 1;26(8-9):778-786. doi: 10.1093/jamia/ocz044. Erratum In: J Am Med Inform Assoc. 2019 Oct 1;26(10):1159. doi: 10.1093/jamia/ocz122."
                },
                {
                    "pmid": "26155841",
                    "type": "BACKGROUND",
                    "citation": "Levinson AH, Valverde P, Garrett K, Kimminau M, Burns EK, Albright K, Flynn D. Community-based navigators for tobacco cessation treatment: a proof-of-concept pilot study among low-income smokers. BMC Public Health. 2015 Jul 9;15:627. doi: 10.1186/s12889-015-1962-4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}