{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05820919",
            "orgStudyIdInfo": {
                "id": "R33AG065619",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R33AG065619"
            },
            "organization": {
                "fullName": "University of Alabama, Tuscaloosa",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Sleep Quality for Nursing Home Residents With Dementia - R33 Phase",
            "officialTitle": "Enhancing Sleep Quality for Nursing Home Residents With Dementia: Pragmatic Trial of an Evidence-Based Frontline Huddling Program",
            "acronym": "40Winks",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "enhancing-sleep-quality-for-nursing-home-residents-with-dementia-phase"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-07",
            "studyFirstSubmitQcDate": "2023-04-07",
            "studyFirstPostDateStruct": {
                "date": "2023-04-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "A. Lynn Snow",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Alabama, Tuscaloosa"
            },
            "leadSponsor": {
                "name": "University of Alabama, Tuscaloosa",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Massachusetts, Lowell",
                    "class": "OTHER"
                },
                {
                    "name": "The University of Texas Health Science Center, Houston",
                    "class": "OTHER"
                },
                {
                    "name": "University of Texas at Austin",
                    "class": "OTHER"
                },
                {
                    "name": "Brown University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to improve clinical outcomes for an important, growing, and vulnerable population-nursing home residents with Alzheimer's disease or related dementias-by testing an evidence-based intervention to improve these residents' sleep. It will also examine the implementation and sustainment of this intervention.",
            "detailedDescription": "Disturbed sleep places older adults at higher risk for frailty, morbidity, and even mortality. Yet nursing home (NH) routines frequently disturb residents' sleep through use of noise and light or efforts, for example, to reduce incontinence. NH residents with Alzheimer's disease or related dementias-almost two-thirds of long-stay NH residents-are likely to be particularly affected by sleep disturbance. This study tackles these important issues and substantially moves forward goals of the National Plan to Address Alzheimer's Disease 2018 Update by proposing to implement an evidence-based intervention to improve sleep: a NH frontline staff huddling program known as LOCK. The LOCK program is derived from evidence supporting strengths-based learning, systematic observation, relationship-based teamwork, and efficiency.\n\nThis is an incomplete stepped-wedge randomized controlled trial to test the impact and sustainability of the LOCK sleep program. In 24 community nursing homes (NHs)-eight from each of 3 national NH corporations-our multi-disciplinary team will examine these aims: (1) Implement the LOCK-based sleep program for residents with ADRD using the train-the-trainer model. (2) Estimate impact of the LOCK sleep program on sleep (primary outcome) and on psychotropic medication use, pain and analgesic medication use, and activities of daily living decline (secondary outcomes). (3) Examine factors, using mixed methods, associated with variation in the program's implementation and its sustainability."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease",
                "Dementia",
                "Sleep Disorder",
                "Sleep Disturbance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a wedge- based cluster randomized, controlled trial (RCT) design with each NH acting as its own control. The unit of random assignment is the NH. There are 24 NHs - 8 from each of 3 corporations. Each NH serves as its own control. Control data are collected for 1 week, then the intervention will begin with intervention data collected for 15 weeks (10-week active intervention period, and five-week sustainment period). All NHs are assigned to the control group and then phased into the intervention group at 37-week intervals (steps). Our stepped wedge design has 4 steps with 6 NHs per step (2 NHs per corporation per step). We will randomly assign the order in which the 8 NHs within each corporation are phased into the intervention group. We will randomize NHs within corporations to steps after matching on bed size and number of long-stay residents with ADRD diagnoses.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 456,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control (each NH acts as its own control):",
                    "type": "OTHER",
                    "description": "Each nursing home serves as its own control. Control data will be collected for 1 week (then the intervention will begin).",
                    "interventionNames": [
                        "Other: No intervention (control period/baseline data collection)"
                    ]
                },
                {
                    "label": "Intervention (all NHs receive the intervention):",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention arm includes a ten-week active intervention phase, then a five-week sustainment phase.",
                    "interventionNames": [
                        "Behavioral: LOCK Sleep Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "LOCK Sleep Program",
                    "description": "The LOCK sleep program is a program that trains NH staff in a NH frontline staff huddling approach. It is derived from evidence supporting strengths-based learning, systematic observation, relationship-based teamwork, and efficiency. Staff learn how to work together as a team to collaboratively problem-solving about resident sleep challenges (e.g., evidence-based sleep promoting best practices and daytime meaningful activity best practices).",
                    "armGroupLabels": [
                        "Intervention (all NHs receive the intervention):"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No intervention (control period/baseline data collection)",
                    "description": "Each NH serves as its own control. During the control period, baseline data will be collected.",
                    "armGroupLabels": [
                        "Control (each NH acts as its own control):"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sleep (actigraph measurement)",
                    "description": "Total sleep time (total minutes asleep each nighttime period - 10pm to 7am)",
                    "timeFrame": "15 week sleep intervention period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psychotropic medication use",
                    "description": "As recorded in the Minimum Data Set's Medications received subscale, Antipsychotic medication question, and Psychotropic Drug Care Area Trigger Code. The Medications received subscale asks if the resident has received any antipsychotic, antianxiety or antidepressant medication in the past seven days or since admission/reentry if less than seven days. The Antipsychotic medication, similar to in the previous subscale, asks whether the resident received antipsychotic medications since admission/entry or reentry or the prior OBRA assessment, whichever is more recent. Finally, the Psychotropic Drug Trigger Code asks whether the Psychotropic Drug Use Care Area was triggered. These are MDS items N0410A-C, N0450A, and V0200A17A, respectively. These data will be consolidated into a trichotomous indicator of change from baseline (decrease, increase, same).",
                    "timeFrame": "15 week sleep intervention period"
                },
                {
                    "measure": "Pain treatment received",
                    "description": "Based on the Pain Management items as recorded in the Minimum Data Set. The Pain Management sub scale asks, using yes or no questions, if the resident has been on a scheduled pain medication regimen, received PRN pain medication or was offered and declined, and, has received non-medication intervention for pain in the past five days. These data will be consolidated into a trichotomous indicator of change from baseline (decrease, increase, same).",
                    "timeFrame": "15 week sleep intervention period"
                },
                {
                    "measure": "Pain - Resident Report",
                    "description": "Based on the Pain Assessment items as recorded in the Minimum Data Set. The Pain Assessment sub scale asks if the resident has had pain or hurting (yes, no), the frequency of pain or hurting (almost constantly, frequently, occasionally, rarely), if the resident had difficulty sleeping because of pain or hurting (yes, no), if the residents day-to-day activities were limited because of pain or hurting (yes, no) over the past five days. The Pain Intensity sub scale asks the residents numeric pain rating value (0-10 scale) and intensity of worst pain experienced (mild, moderate, severe, very severe or horrible) in the past five days. These data will be consolidated into a trichotomous indicator of change from baseline (decrease, increase, same).",
                    "timeFrame": "15 week sleep intervention period"
                },
                {
                    "measure": "Pain - Staff Report",
                    "description": "As recorded in the Minimum Data Set, the Staff Assessment sub scale asks staff members, all yes, no responses, if the resident had non-verbal sounds, verbal complaints, facial expressions, protective body movements or postures, or no signs that may be an indicator of possible pain in the last five days. These data will be consolidated into a trichotomous indicator of change from baseline (decrease, increase, same).",
                    "timeFrame": "15 week sleep intervention period"
                },
                {
                    "measure": "Activities of daily living decline",
                    "description": "Has activities of daily living functional ability declined from baseline. Based on Minimum Data Set items assessing decline in activities of daily living (MDS; G0110A-J \\& G0120A-B; QM N028.01), these data will be consolidated into a trichotomous indicator of change from baseline (decrease, increase, same)",
                    "timeFrame": "15 week sleep intervention period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Nursing home residents aged \\>=50 years with an Alzheimer disease or related dementia (ADRD) diagnosis, identified by nursing home staff participating in frontline LOCK sleep huddles as having sleep problems\n\nExclusion Criteria:\n\n* Residents with a high risk of OSA who are not being treated for OSA because actigraph measurements are inaccurate in that population.\n* Residents who have a persistent bilateral resting tremor or paralysis in both arms (a subset of persons with Parkinson's disease and related significant tremor-causing diagnoses), due to actigraph measurement inaccuracies",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lynn Snow, PhD",
                    "role": "CONTACT",
                    "phone": "205-201-0312",
                    "email": "LSNOW@ua.edu"
                },
                {
                    "name": "Brian Cox, MS",
                    "role": "CONTACT",
                    "phone": "205-348-7518",
                    "email": "brian.cox@ua.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lynn Snow, PhD",
                    "affiliation": "The University of Alabama",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vivage/Beecan Corporation",
                    "status": "RECRUITING",
                    "city": "Lakewood",
                    "state": "Colorado",
                    "zip": "80228",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hope Carwile, MSW",
                            "role": "CONTACT",
                            "phone": "720-217-9043",
                            "email": "hcarwile@vivagebeecan.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.70471,
                        "lon": -105.08137
                    }
                },
                {
                    "facility": "National HealthCare Corporation",
                    "status": "RECRUITING",
                    "city": "Murfreesboro",
                    "state": "Tennessee",
                    "zip": "37130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vicki Dodson, RN",
                            "role": "CONTACT",
                            "email": "vdodson@nhccare.com"
                        },
                        {
                            "name": "Angela Westergard, LPN",
                            "role": "CONTACT",
                            "phone": "615-631-6146",
                            "email": "angela.westergard@nhccare.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.84562,
                        "lon": -86.39027
                    }
                },
                {
                    "facility": "Caraday Healthcare, LLC",
                    "status": "RECRUITING",
                    "city": "San Marcos",
                    "state": "Texas",
                    "zip": "78666",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Gerharter, RN,C",
                            "role": "CONTACT",
                            "phone": "512-641-8805",
                            "email": "pgerharter@caradayhealth.com"
                        },
                        {
                            "name": "Catherine McGuire, RN,MPAff",
                            "role": "CONTACT",
                            "email": "cmcguire@caradayhealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.88327,
                        "lon": -97.94139
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will share de-identified participant data by depositing data files and associated code books and analysis files with the data repository dataverse (dataverse.org). We will follow the University of Alabama IRB guidance and approval for ensuring that our data is appropriately de-identified before posting to dataverse. Our IRB-approved informed consent and HIPPAA forms seek participant permission for broad inclusion of participant data for these data sharing and secondary analysis purposes. We do not have authority to share Minimum Data Set (MDS) data, so we cannot deposit these data directly. However, we will share our analysis files and instructions on how to work with the federal owners of these data to request access; in this way other researchers will be able to replicate our steps in constructing the MDS data sets once they obtain the data from the federal owners (who do provide the data to the public via a standardized credentialed request process for a fee).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will become available no later than 1 year after data collection is completed and will remain available for 1 year.",
            "accessCriteria": "Interested parties will be invited to submit access requests and plan for use of data. Data use plans will be reviewed for scientific merit and ethics."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "asFound": "Sleep Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}