{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06193967",
            "orgStudyIdInfo": {
                "id": "UTK IRB-23-07903-XP"
            },
            "organization": {
                "fullName": "The University of Tennessee, Knoxville",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Child Dietary Self-monitoring",
            "officialTitle": "Enhancing Child Digital Dietary Self-monitoring: Proof-of-concept Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "enhancing-child-dietary-self-monitoring"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-21",
            "studyFirstSubmitQcDate": "2023-12-21",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hollie Raynor",
                "investigatorTitle": "Executive Associate Dean of Research & Operations, College of Education, Health, and Human Sciences",
                "investigatorAffiliation": "The University of Tennessee, Knoxville"
            },
            "leadSponsor": {
                "name": "The University of Tennessee, Knoxville",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the usability, acceptability, and preliminary efficacy of a digital dietary self-monitoring (dDSM) log that uses positive reinforcement strategies (caregiver praise and gamification) to improve child engagement in DSM. The main aims are to:\n\n* Examine the usability of a dDSM log that uses positive reinforcement (praise and gamification) among children 8-12 years and their adult caregivers.\n* Examine the acceptability of a dDSM log that uses positive reinforcement (praise and gamification) among children 8-12 years and their adult caregivers\n* Conduct a proof-of-concept trial that examines the effects of positive reinforcement on child DSM behaviors.\n* Explore differences in children's intrinsic motivation.\n\nParticipating children will be instructed to self-monitor their daily intake of targeted food groups (fruits, vegetables, sweet and salty snack foods, and sugar-sweetened beverages) for 4 weeks using a personal web-based DSM log. Each child-caregiver dyad will be randomly assigned to 1 of 4 conditions: BASIC, PRAISE, GAME, or PRAISE+GAME. For PRAISE and PRAISE+GAME conditions, caregivers will be instructed to provide daily process praise to their child related to DSM behaviors. For GAME and PRAISE+GAME conditions, logs will integrate three game mechanics: points, levels, and a virtual pet. Points will be accumulated for engaging in DSM behaviors, and accrual of points will evolve a virtual pet over time.",
            "detailedDescription": "The objective of the proposed study is to test the usability, acceptability, and preliminary efficacy of a digital dietary self-monitoring (dDSM) log that uses positive reinforcement strategies (caregiver praise and gamification) to improve child engagement in DSM.\n\nFor this proof of concept trial, a mobile-optimized, web-based dDSM log will be developed to test the two positive reinforcement strategies: caregiver praise and gamification. The dDSM log will be developed as a mobile-optimized website, rather than an app, so that phone operating system will not be a limitation of use. Families will therefore be able to access the dDSM log from a computer, smartphone, or other internet-enabled device. All dDSM logs will include three basic features: 1) ability to log targeted food groups with amounts and serving consumed, 2) ability to indicate logging is complete for the day, and 3) access to a help feature that provides guidance on tracking and serving sizes. Children will be instructed to self-monitor their daily intake of the following food groups: fruits, vegetables, sweet and salty snack foods, and sugar-sweetened beverages (SSBs). DSM will focus on these four food groups because they have an established influence on health. Fruit and vegetable consumption is associated with decreased risk of chronic disease, and reduced consumption of energy-dense foods like sweet and salty snacks and SSBs is recommended for weight loss in children. Additionally, these food groups are frequently targeted in childhood obesity treatment and are easily understood by young children.\n\nUsing a 2x2 factorial design, each child-caregiver dyad will be randomly assigned to 1 of 4 conditions: BASIC, PRAISE, GAME, or PRAISE+GAME. Each child will be provided a unique URL to access a personal dDSM log with the appropriate, randomly assigned features (praise and/or gamification). For PRAISE and PRAISE+GAME conditions, caregivers will be instructed to provide daily process praise to their child related to DSM behaviors. While DSM is frequently implemented within treatment, children in the proposed study will engage in DSM without a concurrent intervention to tightly control the influence of the independent variables on DSM behaviors only (as compared to having all adult caregivers learning how to praise or having caregivers focus their praise on achieving dietary goals, which are both standard components of family-based, childhood obesity interventions). Thus, only caregivers randomized to PRAISE or PRAISE+GAME will be instructed on praise and, in the absence of dietary goals for intervention, caregivers will only have one behavior (DSM) to praise. For GAME and PRAISE+GAME conditions, logs will integrate three game mechanics: points, levels, and a virtual pet. Points will be accumulated for engaging in DSM behaviors, and accrual of points will evolve a virtual pet over time, acting as digital token economy. The number of points to level up will increase with each level, so that each consecutive level is harder to attain than the previous one. At the end of the 4-week DSM period, families who complete follow-up assessments will receive two $25 gift cards (one for caregiver, one for child) and will be provided access to a short online behavioral nutrition education program.\n\nThe primary DSM outcomes will be frequency (i.e., number of days any food/beverage item is tracked or logging is marked complete) and timing (i.e., how many sessions of recording are completed each day and whether foods/beverages were logged on the day of intake). On days in which no targeted food group is consumed, children will have the ability to mark logging as complete for the day (Figure 1a). Indicating logging is complete in the absence of any tracked foods will be considered a \"tracked\" day. Pre-post changes in intrinsic motivation will also be examined.\n\nStudy Flow\n\nAfter an initial phone screening to determine eligibility, interested families will be invited to attend an orientation at the Healthy Eating and Activity Laboratory (HEAL) at the University of Tennessee Knoxville. For families who agree to participate, caregivers will complete informed consent forms and children will provide assent. After consent/assent, families will complete baseline assessment measures (see Measures). Immediately after baseline measures are completed, families will be told their assigned condition (randomized using a random numbers table). All families will be provided information on the benefits of DSM and the relationships of the four targeted food groups with child health. Families will be informed that the child's DSM records over the next 4 weeks will be used to provide individualized feedback on their child's nutrition status at their follow-up visit, at which time they will receive access to a short online behavioral nutrition education program (described below).\n\nEach family will be provided a personal URL for a dDSM log that matches group assignment. Caregivers will be instructed to review their child's DSM each day and complete a caregiver check in. Additionally, to get children started, all caregivers will be instructed to sit with their child each day for the first 3 days of the DSM period to help their child log any foods consumed from targeted food groups. If no logging is completed within the first 4 days of a family's DSM period, a research assistant will reach out to the caregiver to problem solve and provide support.\n\nAt the end of the 4-week DSM period, families will schedule a virtual appointment to complete follow-up assessment measures. To provide feedback to families, days for which tracking was marked as completed in the dDSM log will be entered into the Nutrition Data System for Research (NDSR) software to determine servings of fruits and vegetables consumed, as well as intake of added sugars and saturated fats from sugar-sweetened beverages and sweet and salty snack foods. These values will be entered into a feedback template that compares the child's intake to the recommendations in the Dietary Guidelines for Americans (DGA) 2020-2025. Families will also be provided access to a short online behavioral nutrition education program that will consist of four modules: 1) DGA recommendations and basic nutrition information, 2) establishing a healthy home environment, 3) positive reinforcement of healthy behaviors, and 4) pre-planning and problem solving.\n\nFamily dDSM Training. After baseline measures, families will complete a DSM practice session using their dDSM log under the observation of research staff. The family's personal dDSM will be used; therefore, GAME/PRAISE features related to the family's assigned condition will be included. The family will practice logging foods and beverages from a standard list and will then be instructed to mark logging as complete for the day. Research staff will answer any questions the family has and will explain how to use the \"Help Me Log\" feature. Caregivers will also be shown how to complete the caregiver check in feature.\n\nFor families randomized to the PRAISE conditions (PRAISE and PRAISE+GAME), caregivers will also provide praise to their child during the DSM practice session so that research staff can observe and provide feedback. During training session, caregivers will be provided a brief training on providing process praise. A description of process praise will be provided, including a list of examples, and caregivers will complete a brief \"quiz\" in which they attempt to correctly identify process praise statements. Caregivers will also be encouraged to avoid negative reinforcement (e.g., nagging). If the caregiver notices the child is not using the dDSM log, he or she will be encouraged to engage in problem solving/preplanning (rather than nagging) to encourage the child to self-monitor. If the caregiver notices the child is engaging in undesirable behaviors (e.g., recording unhealthy foods), this should be ignored rather than criticized. Additionally, caregivers will be encouraged to provide the praise as close to the occurrence of the behavior as possible to increase its effectiveness. For PRAISE conditions, completion of the caregiver check-in will prompt the caregiver to also complete a praise check-in (\"Would you also like to complete a praise check in?\"). If no praise check-ins are completed within the first 4 days of the DSM period, a research assistant will reach out to the caregiver to problem solve and provide support.\n\nFor families randomized to GAME conditions (GAME and PRAISE+GAME), children and caregivers will observe how points are accrued during the DSM practice session. Prior to the practice session, research staff will explain how points are earned and how points help to \"level up\" the virtual pet. Points will be accrued and represented in the dDSM log in real time so that children will immediately be rewarded for engaging is DSM behaviors.\n\nAt the conclusion of the study, results will be disseminated to former participants via email."
        },
        "conditionsModule": {
            "conditions": [
                "Nutrition, Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "2 x 2 factorial design",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BASIC",
                    "type": "NO_INTERVENTION",
                    "description": "Children will be asked to track their intake of fruits, vegetables, sweet and salty snack foods, and sugary drinks in the web-based dietary self-monitoring (DSM) log for 4 weeks. Each child will be provided with a personal URL to access their log, which can be accessed from any internet-capable device (computer, phone, etc.). Caregivers will be asked to review their child's log each day and complete a caregiver check-in in the DSM log."
                },
                {
                    "label": "PRAISE",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to conditions of the BASIC group, caregivers will also be asked to provide praise to their child for engaging in DSM over the 4 weeks. Additionally, when the caregiver completes caregiver check-ins in the DSM log, they will receive a prompt to also complete a praise check-in.",
                    "interventionNames": [
                        "Behavioral: Caregiver Praise"
                    ]
                },
                {
                    "label": "GAME",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to the conditions of the BASIC group, the child's log will also include a virtual pet that evolves over time as he/she uses the log. As the child earns points, the pet will level up and grow over time.",
                    "interventionNames": [
                        "Behavioral: Gamification"
                    ]
                },
                {
                    "label": "PRAISE+GAME",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to conditions of the BASIC group, caregivers will also be asked to provide praise to their child for engaging in DSM over the 4 weeks. Additionally, when the caregiver completes caregiver check-ins in the DSM log, they will receive a prompt to also complete a praise check-in. The child's log will also include a virtual pet that evolves over time as he/she uses the log. As the child earns points, the pet will level up and grow over time.",
                    "interventionNames": [
                        "Behavioral: Caregiver Praise",
                        "Behavioral: Gamification"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Caregiver Praise",
                    "description": "Caregivers will provide praise for child's engagement in dietary self-monitoring behaviors as a form of positive reinforcement",
                    "armGroupLabels": [
                        "PRAISE",
                        "PRAISE+GAME"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Gamification",
                    "description": "DSM logs will include gamification (points, levels, virtual pets) as positive reinforcement for child's engagement in dietary self-monitoring behaviors",
                    "armGroupLabels": [
                        "GAME",
                        "PRAISE+GAME"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dietary self-monitoring frequency",
                    "description": "I.e., number of days with any logging. DSM frequency has been shown to predict success in family-based based childhood overweight and obesity programs. A day will be counted as \"tracked\" if any food or beverage is logged on that day or, if no food or beverage is logged, the \"Logging Complete\" button is clicked.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Dietary self-monitoring timing",
                    "description": "I.e., proportion of days on which food/beverage items were tracked on the day of intake, as well as the average number of logging sessions per day. Sessions will be considered as distinct tracking events if they occur \\>15 minutes apart.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Child/Caregiver usability and acceptability survey",
                    "description": "A survey will be developed (adapted from Marsac et al.108) to capture family's experiences with the dDSM log, as well as the caregiver praise (PRAISE and PRAISE+GAME only) and gamification (GAME and PRAISE+GAME only) features. The survey will address both usability and acceptability.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Child intrinsic motivation",
                    "description": "Gamification and caregiver praise may differentially affect child motivation to engage in DSM. The Task Evaluation Questionnaire of the Intrinsic Motivation Inventory (IMI) will be used to determine whether are differences in pre-post changes in child intrinsic motivation. This questionnaire consists of 22 items and utilizes a 5-point Likert scale (not at all true to very true) to assess interest/enjoyment, perceived choice, perceived competence, and pressure/tension. At baseline, the measure will be administered after the child has practiced using the log with the research assistant so that he or she has some familiarity with the behavior before completing the measure.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Child motivation to change eating behaviors",
                    "description": "Child's motivation to change eating habits will be measured, as this may influence engagement in DSM. Children will be asked to complete the 8-item diet subscale of the Motivation to Exercise and Diet Questionnaire-Adapted for Children (MED-C), which is based on self-determination theory. The MED-C diet subscale utilizes a 5-point Likert scale (never to always) and includes 5 items related to motivation and 3 items related to self-determination theory needs (autonomy, competence, relatedness). This validity of the questionnaire has been tested in children aged 7 to 11 years.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Child dietary intake",
                    "description": "The act of self-monitoring a behavior may result in reactivity, or improvements in the monitored behavior in the absence of other intervention. Thus, child dietary intake will also be assessed at baseline and follow-up using the Block Food Screener for Ages 2-17 2007. The instrument asks about intake in the \"last week\" and focuses on take of fruit, fruit juices, vegetables, potatoes (including French fries), whole grains, animal-based proteins, dairy, legumes, saturated fat, added sugars (in sweetened cereals, sugar sweetened beverages), glycemic load and glycemic index. It takes approximately 10-12 minutes to complete.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Families with children ages 8-12 years with body mass index (BMI)-for-age ≥ 5th percentile who report eating foods/beverages (any serving size) from ≥2 targeted food groups (fruits, vegetables, sweet and salty snack foods, and SSBs) on ≥3 days/week each and who have an adult caregiver ≥18 years of age willing to participate\n* Family has reliable access to the internet via phone, computer, or another device that the child is able and permitted to operate\n\nExclusion Criteria:\n\n* Child has major psychiatric diseases or organic brain syndromes\n* Family does not live in the greater Knoxville area\n* Family does not speak English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Griffiths, MPH",
                    "role": "CONTACT",
                    "phone": "865-974-0752",
                    "email": "lgriff31@vols.utk.edu"
                },
                {
                    "name": "Hollie Raynor, PhD",
                    "role": "CONTACT",
                    "phone": "865-974-9126",
                    "phoneExt": "1",
                    "email": "hraynor@utk.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Tennessee",
                    "status": "RECRUITING",
                    "city": "Knoxville",
                    "state": "Tennessee",
                    "zip": "37996",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Griffiths, MPH",
                            "role": "CONTACT",
                            "phone": "865-974-0752",
                            "email": "lgriff31@vols.utk.edu"
                        },
                        {
                            "name": "Hollie Raynor, PhD",
                            "role": "CONTACT",
                            "phone": "865-974-9126",
                            "phoneExt": "1",
                            "email": "hraynor@utk.edu"
                        },
                        {
                            "name": "Hollie Raynor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.96064,
                        "lon": -83.92074
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16775083",
                    "type": "BACKGROUND",
                    "citation": "Germann JN, Kirschenbaum DS, Rich BH. Child and parental self-monitoring as determinants of success in the treatment of morbid obesity in low-income minority children. J Pediatr Psychol. 2007 Jan-Feb;32(1):111-21. doi: 10.1093/jpepsy/jsl007. Epub 2006 Jun 14."
                },
                {
                    "pmid": "21722068",
                    "type": "BACKGROUND",
                    "citation": "Mockus DS, Macera CA, Wingard DL, Peddecord M, Thomas RG, Wilfley DE. Dietary self-monitoring and its impact on weight loss in overweight children. Int J Pediatr Obes. 2011 Aug;6(3-4):197-205. doi: 10.3109/17477166.2011.590196. Epub 2011 Jul 4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Saelens BE, McGrath AM. Self-monitoring adherence and adolescent weight control efficacy. Children's Health Care. 2003;32(2):137-152."
                },
                {
                    "pmid": "24124398",
                    "type": "BACKGROUND",
                    "citation": "Dalle Grave R, Centis E, Marzocchi R, El Ghoch M, Marchesini G. Major factors for facilitating change in behavioral strategies to reduce obesity. Psychol Res Behav Manag. 2013 Oct 3;6:101-10. doi: 10.2147/PRBM.S40460."
                },
                {
                    "pmid": "32052993",
                    "type": "BACKGROUND",
                    "citation": "Guideline Development Panel for Treatment of Obesity, American Psychological Association. Summary of the clinical practice guideline for multicomponent behavioral treatment of obesity and overweight in children and adolescents. Am Psychol. 2020 Feb-Mar;75(2):178-188. doi: 10.1037/amp0000530."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Favell JE. The power of positive reinforcement: a handbook of behavior modification. Charles C Thomas; 1977."
                },
                {
                    "pmid": "33955110",
                    "type": "BACKGROUND",
                    "citation": "Griffiths LA, Douglas SM, Raynor HA. The role of structure in dietary approaches for the treatment of pediatric overweight and obesity: A critical review. Obes Rev. 2021 Sep;22(9):e13266. doi: 10.1111/obr.13266. Epub 2021 May 5."
                },
                {
                    "pmid": "22283380",
                    "type": "BACKGROUND",
                    "citation": "Henggeler SW, Sheidow AJ. Empirically supported family-based treatments for conduct disorder and delinquency in adolescents. J Marital Fam Ther. 2012 Jan;38(1):30-58. doi: 10.1111/j.1752-0606.2011.00244.x. Epub 2011 Sep 20."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Freeman JB, Garcia AM. Family based treatment for young children with OCD: therapist guide. Oxford University Press; 2008."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Garett R, Young SD. Health care gamification: a study of game mechanics and elements. Technology, Knowledge and Learning. 2019;24(3):341-353."
                },
                {
                    "pmid": "15320998",
                    "type": "BACKGROUND",
                    "citation": "Kumar VS, Wentzell KJ, Mikkelsen T, Pentland A, Laffel LM. The DAILY (Daily Automated Intensive Log for Youth) trial: a wireless, portable system to improve adherence and glycemic control in youth with diabetes. Diabetes Technol Ther. 2004 Aug;6(4):445-53. doi: 10.1089/1520915041705893."
                },
                {
                    "pmid": "22564332",
                    "type": "BACKGROUND",
                    "citation": "Cafazzo JA, Casselman M, Hamming N, Katzman DK, Palmert MR. Design of an mHealth app for the self-management of adolescent type 1 diabetes: a pilot study. J Med Internet Res. 2012 May 8;14(3):e70. doi: 10.2196/jmir.2058."
                },
                {
                    "pmid": "21699639",
                    "type": "BACKGROUND",
                    "citation": "Klingensmith GJ, Aisenberg J, Kaufman F, Halvorson M, Cruz E, Riordan ME, Varma C, Pardo S, Viggiani MT, Wallace JF, Schachner HC, Bailey T. Evaluation of a combined blood glucose monitoring and gaming system (Didget(R)) for motivation in children, adolescents, and young adults with type 1 diabetes. Pediatr Diabetes. 2013 Aug;14(5):350-7. doi: 10.1111/j.1399-5448.2011.00791.x. Epub 2011 Jun 23."
                },
                {
                    "pmid": "27155609",
                    "type": "BACKGROUND",
                    "citation": "Swartwout E, El-Zein A, Deyo P, Sweenie R, Streisand R. Use of Gaming in Self-Management of Diabetes in Teens. Curr Diab Rep. 2016 Jul;16(7):59. doi: 10.1007/s11892-016-0754-2."
                },
                {
                    "pmid": "31169427",
                    "type": "BACKGROUND",
                    "citation": "Debong F, Mayer H, Kober J. Real-World Assessments of mySugr Mobile Health App. Diabetes Technol Ther. 2019 Jun;21(S2):S235-S240. doi: 10.1089/dia.2019.0019."
                },
                {
                    "pmid": "10589297",
                    "type": "BACKGROUND",
                    "citation": "Deci EL, Koestner R, Ryan RM. A meta-analytic review of experiments examining the effects of extrinsic rewards on intrinsic motivation. Psychol Bull. 1999 Nov;125(6):627-68; discussion 692-700. doi: 10.1037/0033-2909.125.6.627."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mekler ED, Brühlmann F, Opwis K, Tuch AN. Do points, levels and leaderboards harm intrinsic motivation? An empirical analysis of common gamification elements. 2013:66-73."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Linehan C, Kirman B, Roche B. Gamification as behavioral psychology. The Gameful world: Approaches, Issues, Applications. MIT Press; 2015:81-105."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-04-17",
                    "uploadDate": "2024-05-08T15:00",
                    "filename": "ICF_001.pdf",
                    "size": 89447
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}