{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06273527",
            "orgStudyIdInfo": {
                "id": "808681"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Enhancing Transdiagnostic Mechanisms of Cognitive Dyscontrol (R33)",
            "officialTitle": "Enhancing Transdiagnostic Mechanisms of Cognitive Dyscontrol",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "enhancing-transdiagnostic-mechanisms-of-cognitive-dyscontrol"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-31",
            "studyFirstSubmitQcDate": "2024-02-15",
            "studyFirstPostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Bomyea",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed project aims to test the cognitive and neural effects of a cognitive training in a sample of individuals seeking treatment for anxiety, depression, or traumatic stress symptoms. Participants will be randomly assigned to one of two groups. Group 1 will receive a computer-based program that is designed as a cognitive training intervention and Group 2 will receive a similar computer-based exercise that researchers think will be less effective in training thinking skills (also known as a control or sham condition). Participants will be compared on cognitive performance and brain response during cognitive tasks from baseline to post-treatment.",
            "detailedDescription": "Mood, anxiety, and traumatic stress disorders are common psychiatric conditions - affecting over 40 million U.S. adults - and are leading causes of disability worldwide. People with these conditions are commonly plagued by difficulty controlling distressing personal thoughts and memories, collectively referred to as repetitive negative thinking symptoms. Models suggest that repetitive negative thinking is driven by executive functioning deficits, such that cognitive resources are insufficient to downregulate unwanted thoughts. Executive functioning deficits could be a promising treatment target but are not typically addressed with existing interventions. The long-term goal advanced by this project is to develop effective, mechanistic cognitive training programs that can improve cognition and reduce symptoms associated with mood, anxiety, and traumatic stress disorders. The objectives of this proposal is to evaluate the cognitive effects of the optimized computer-based cognitive training intervention relative to a sham training program (ST). The central hypothesis is that the cognitive training intervention will enhance executive functioning and will lead to a reduction of repetitive negative thinking in mood, anxiety, and traumatic stress disorders. The project will randomize participants with depression, anxiety, and/or traumatic stress disorders to a cognitive training intervention program or a sham training program. The investigators will examine executive functioning change with cognitive task performance and functional neuroimaging assessments."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety Disorders",
                "Depression",
                "Post Traumatic Stress Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "COGENT - Cognitive Training Intervention Program",
                    "type": "EXPERIMENTAL",
                    "description": "Computer-administered cognitive training program. COGENT is a modified working memory capacity task designed to train cognitive functioning. COGENT was designed to contain high interference across trials. By requiring repeated practice with utilization of interference control across trials, COGENT is thought to enhance plasticity of cognitive systems and improve performance. That is, training is based on the premise that learning-based neural changes will occur via repeated exposure to a task demanding cognitive control resources",
                    "interventionNames": [
                        "Behavioral: COGENT"
                    ]
                },
                {
                    "label": "Non-Training Program",
                    "type": "SHAM_COMPARATOR",
                    "description": "The non-training condition requires participants to complete a similar computer task for the same length of time. The non-training is a modified working memory capacity task designed to be inert. The non-training condition was designed to contain relatively less interference demands across trials.",
                    "interventionNames": [
                        "Other: Sham Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "COGENT",
                    "description": "COGENT is based on a working memory capacity task, which requires individuals to memorize stimuli while simultaneously completing a secondary puzzle task.",
                    "armGroupLabels": [
                        "COGENT - Cognitive Training Intervention Program"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sham Program",
                    "description": "The Sham Program will be a similar task which researchers think will be less effective in training thinking skills.",
                    "armGroupLabels": [
                        "Non-Training Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in cognitive performance",
                    "description": "Span Working Memory Score. Scores are calculated based on memory accuracy total points across all trials, with higher scores indicating better performance. This change is expected to be significantly higher for the COGENT group than the Sham group.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reading Span Blood Oxygen Level Dependent (BOLD) Response",
                    "description": "Functional Magnetic Resonance Imaging (fMRI) Reading span working memory capacity task while undergoing functional MRI. Neural activation to task condition is measured using % signal change (0-100) with higher scores indicating greater activation.",
                    "timeFrame": "Baseline, Week 4"
                },
                {
                    "measure": "Neuropsychological Performance",
                    "description": "Change from baseline in neuropsychological performance as measured by a composite of the following tests Flanker Inhibitory Control and Attention Test, Picture Sequence Memory Test, List Sorting Working Memory Test, Oral Reading Recognition Test, Dimensional Change Card Sort Test, Pattern Comparison Processing Speed Test, Picture Vocabulary Test (measured at baseline and week 4) and Matrix Reasoning, Digit Span, Trail Making Test, Digit Symbol Matching.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 16"
                },
                {
                    "measure": "Repetitive Negative Thinking (RNT)",
                    "description": "Change from baseline in RNT as measured by a composite of the Ruminative Response Scale (RRS), Penn State Worry Questionnaire (PSWQ), the Repetitive Negative Thinking Questionnaire-10 (RTQ-10) and the Perseverative Thinking Questionnaire (PTQ).\n\nThe total score for the RRS ranges from 22 to 88, with higher scores indicating higher degrees of ruminative symptoms.\n\nThe total score for the PSWQ ranges from 16 to 80, with higher scores indicating higher worry.\n\nThe total score for the RTQ-10 ranges from 10 to 50, with higher scores indicating higher repetitive thinking.\n\nThe total score for the PTQ ranges from 0 to 60, with higher scores indicating higher repetitive negative thinking. Scores of each characteristic of RNT can also be obtained.",
                    "timeFrame": "Baseline, Week 4,Week 8, Week 16"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Disability",
                    "description": "Change from baseline in disability across six domains, understanding and communicating, getting around, self-care, getting along with people, life activities, and participation in society as measured by the World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0).\n\nA simple score for the WHODAS 2.0 ranges from 36-180 with higher scores indicating the degree of functional limitations. An item-response-theory based score can also be obtained by summing the recoded item scores within each of the six domains, summing the domains, and converting the summary score into a metric ranging from 0 to 100, with higher scores indicating higher disability.",
                    "timeFrame": "Baseline, Week 4,Week 8, Week 16"
                },
                {
                    "measure": "Suicide Cognitions",
                    "description": "Change from baseline in suicide-related beliefs as measures by the Suicide Cognitions Scale-Revised (SCS-R). The total score ranges from 0 to 64, with higher scores indicating higher severity of suicidal cognitions.",
                    "timeFrame": "Baseline, Week 4,Week 8, Week 16"
                },
                {
                    "measure": "Mood and Emotions",
                    "description": "Changes from baseline in mood and emotions as measured by the Positive and Negative Affect Schedule (PANAS).There are two scores calculated, one for positive affect and one for negative affect. The total score for positive affect ranges from 10 to 50. The total score for negative affect ranges from 11 to 55.",
                    "timeFrame": "Baseline, Week 4,Week 8, Week 16"
                },
                {
                    "measure": "Self-reported attention",
                    "description": "Change from baseline in attention focusing and attention shifting as measured by the Attention Control Questionnaire. The total score ranges from 20 to 80, with higher scores indicating higher levels of attention control.",
                    "timeFrame": "Baseline, Week 4,Week 8, Week 16"
                },
                {
                    "measure": "Anxiety Symptoms",
                    "description": "Change from baseline in anxiety symptoms as measured by General Anxiety Disorder 7 (GAD-7). The total score ranges from 0-21. With higher scores indicating higher levels of anxiety symptoms.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 16"
                },
                {
                    "measure": "Symptoms of Depression",
                    "description": "Change from baseline in symptoms of depression as measured by the PhenX Depression-Quick Inventory of Depressive Symptoms (QUIDS). The total score ranges from 0-27, with higher scores indicating higher depressive symptoms.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 16"
                },
                {
                    "measure": "PTSD Symptoms",
                    "description": "Change from baseline in PTSD symptoms as measured by PTSD Checklist for DSM-5 (PCL-5).The total score ranges from 0-80, with higher scores indicating higher severity.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age 21-55\n* fluent in English\n* diagnosis of mood, anxiety, or traumatic stress disorder\n* clinically elevated repetitive negative thinking\n* outpatient status\n* 6-week stability if taking selective serotonin reuptake inhibitor (SSRI) medications\n* willing to take a pregnancy test on the dates of the MRI scan to confirm pregnancy status.\n* own a smartphone\n\nExclusion Criteria:\n\n* past year diagnosis of severe alcohol or moderate or greater substance use disorder\n* lifetime history of psychotic or bipolar I disorder\n* acute suicidality necessitating immediate clinical intervention\n* neurodegenerative or neurodevelopmental disorders\n* history of moderate or severe traumatic brain injury or other known neurological condition\n* sensory deficits that would preclude completing tasks\n* conditions unsafe for completing MRI scanning (e.g., metal in body)\n* current pregnancy\n* currently receiving psychosocial treatment\n* currently receiving psychiatric pharmacotherapy, except SSRIs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Bomyea, Ph.D.",
                    "role": "CONTACT",
                    "phone": "858.552.8585",
                    "phoneExt": "1416",
                    "email": "jbomyea@health.ucsd.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edith Jimenez",
                            "role": "CONTACT",
                            "phone": "858-822-1470",
                            "email": "e7jimenez@health.ucsd.edu"
                        },
                        {
                            "name": "Nathalie Dugas",
                            "role": "CONTACT",
                            "phone": "858-534-2148",
                            "email": "ndugas@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}