{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06245057",
            "orgStudyIdInfo": {
                "id": "853430"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NR020975-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NR020975-01"
                }
            ],
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Enriched Holistic Care to Eradicate Disparities in Maternal Morbidity",
            "officialTitle": "The ENHANCED Trial: Enriched Holistic Care to Eradicate Disparities in Maternal Morbidity",
            "acronym": "ENHANCED",
            "therapeuticArea": [
                "Other"
            ],
            "study": "enriched-holistic-care-to-eradicate-disparities-in-maternal-morbidity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-17",
            "studyFirstSubmitQcDate": "2024-02-05",
            "studyFirstPostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sindhu Srinivas, MD",
                "investigatorTitle": "Vice Chair for Quality and Safety, Department OBGYN",
                "investigatorAffiliation": "University of Pennsylvania"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized controlled intervention trial is to evaluate an integrated, interdisciplinary, multi-level maternity care home model (MCHM) aimed at reducing severe maternal morbidity (SMM) among a group of Black indigenous and people of color (BIPOC) patients.\n\nThe main question it aims to answer is whether a patient-centered MCHM will address the gap in social, structural, and health system factors that contribute to disparities for the most vulnerable patients, thereby reducing SMM.\n\nParticipants will be randomized to a MCHM (office-based prenatal care that is integrated with social services within the MCHM) or standard of care (office-based prenatal care with individually outsourced social services referrals) and followed during pregnancy through 1 year postpartum.",
            "detailedDescription": "This randomized controlled trial addresses social and structural inequities to reduce severe maternal morbidity (SMM) and maternal mortality in the most at-risk patients - those that self-identify as Black, indigenous and people of color (BIPOC). Specifically, the intervention will implement and evaluate an integrated, multi-level maternity care home model (MCHM) that incorporates maternity care navigation, benefits navigation, social work, doula and mental health resources all within one care-delivery model. While previous studies have evaluated single social determinants (e.g. education and insurance) or single solutions (e.g. care navigator), these approaches lack a comprehensive, integrated approach that is responsive to all patient needs.\n\nThe study will test the central hypothesis that a patient-centered MCHM will address the gap in social, structural, and health system factors that contribute to disparities for the most vulnerable BIPOC patients, thereby reducing SMM. To test the effectiveness of this MCHM and ensure timely uptake of the results, the investigators propose a type 1 hybrid effectiveness-implementation trial to evaluate the effectiveness and implementation of an integrated MCHM that provides a comprehensive approach by partnering a unified model of social and structural service delivery with medical service delivery in all prenatal offices affiliated with the two largest birthing hospitals in Philadelphia.\n\nWithin this study, the investigators will determine the effectiveness of an integrated MCHM in reducing SMM among BIPOC patients (Aim 1). Patients will be randomized (n=2300) to a MCHM (office-based prenatal care that is integrated with social services within the MCHM) or standard of care (office-based prenatal care with individually outsourced social services referrals) and followed throughout pregnancy and for 1 year postpartum. To determine mechanisms by which this integrated MCHM impacts SMM (Sub-Aim 1a), the investigators will evaluate numerous factors that could plausibly mitigate the effects of health system failures, provider bias and adverse social conditions (e.g. improved health system access, care coordination). The investigators will also characterize patient, provider and organizational implementation determinants relevant to an integrated MCHM and identify barriers and facilitators to implementation and sustainability (Aim 2) as well as determine resource utilization and total cost/cost savings associated with the MCHM (Sub-Aim 2a) by partnering with commercial and Medicaid payers.\n\nImportantly, the results of the proposed study will provide actionable evidence to support effective maternity care delivery that results in optimal and equitable outcomes, thereby revolutionizing the way in which prenatal, intrapartum and postpartum care is delivered and experienced. Additionally, even if the trial is negative in reducing SMM, there are still numerous other potential benefits to an integrated MCHM (including many of the secondary outcomes being evaluated) and the investigators will have therefore collected valuable information to inform the implementation of this model into clinical practice."
        },
        "conditionsModule": {
            "conditions": [
                "Morbidity;Perinatal"
            ],
            "keywords": [
                "Prenatal care",
                "Disparity",
                "Maternity care home model",
                "Pregnancy home",
                "Severe maternal morbidity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Maternity care home model (MCHM)",
                    "type": "EXPERIMENTAL",
                    "description": "Office based prenatal care integrated with comprehensive social services within the maternity care home model.",
                    "interventionNames": [
                        "Other: Maternity care home model (MCHM)"
                    ]
                },
                {
                    "label": "Usual care arm",
                    "type": "NO_INTERVENTION",
                    "description": "Office based prenatal care with individually outsourced social service referrals."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Maternity care home model (MCHM)",
                    "description": "The maternity care home model is defined as office based prenatal care integrated with comprehensive social services.",
                    "armGroupLabels": [
                        "Maternity care home model (MCHM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Severe Maternal Morbidity (SMM)",
                    "description": "The CDC definition of SMM. We will also include postpartum hemorrhage, infection, thrombosis, readmission and maternal mortality within this definition",
                    "timeFrame": "Delivery to one year postpartum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Obstetric outcomes: Mode of delivery",
                    "description": "Vaginal or cesarean",
                    "timeFrame": "At delivery"
                },
                {
                    "measure": "Obstetric outcomes: Preterm birth less than 37 weeks",
                    "description": "Preterm delivery defined as less than 37 weeks",
                    "timeFrame": "At delivery"
                },
                {
                    "measure": "Obstetric outcomes: Preterm birth less than 34 weeks",
                    "description": "Preterm delivery defined as less than 34 weeks.",
                    "timeFrame": "At delivery"
                },
                {
                    "measure": "Obstetric outcomes: Hypertensive disorders of pregnancy",
                    "description": "Diagnosis of Gestational hypertension, preeclampsia with or without severe features",
                    "timeFrame": "During pregnancy through 6 weeks postpartum"
                },
                {
                    "measure": "Composite adverse neonatal outcome",
                    "description": "Made up of one or more of the following: severe respiratory distress syndrome, Culture proven/presumed neonatal sepsis, Neonatal blood transfusion, Hypoxic ischemic encephalopathy, Intraventricular hemorrhage grade 3 or 4, Necrotizing enterocolitis, Need for head cooling,",
                    "timeFrame": "From birth until 4 months after birth"
                },
                {
                    "measure": "Postpartum visit attendance",
                    "description": "Whether or not the patient attended their routine postpartum visit up to 12 weeks postpartum mark.",
                    "timeFrame": "From delivery discharge up to 12 weeks postpartum"
                },
                {
                    "measure": "Edinburgh Postnatal Depression Scale (EPDS) Screening",
                    "description": "Scores from the validated EPDS screening tool will be calculated using standard scoring criteria for each of the 10 items. A score of 9 or greater or indication of suicide ideation will be used to indicate a positive depression screen",
                    "timeFrame": "At delivery and at 3-6 months postpartum"
                },
                {
                    "measure": "Unscheduled Emergency room/pregnancy triage visits",
                    "description": "Record number of unscheduled visits, reason for visit, whether or not patient was admitted to hospital.",
                    "timeFrame": "Post-randomization to 1 year postpartum"
                },
                {
                    "measure": "Perceived stress scale",
                    "description": "Scores from the validated Perceived Stress Scale (PSS-4) will be calculated using standard scoring criteria for each of the 4 items. Higher scores are correlated with more perceived stress.\n\nSurvey to be completed at randomization, at delivery, at 3 months post partum, and at 1 year post partum.",
                    "timeFrame": "Post-randomization to 1 year postpartum"
                },
                {
                    "measure": "Person centered prenatal care survey for people of color",
                    "description": "Scores from this 34-item scale will be calculated using standard scoring criteria. This scale measures person-centered prenatal care that reflects the experiences of people of color.",
                    "timeFrame": "After delivery up to 6 weeks postpartum"
                },
                {
                    "measure": "Rate of Lactation initiation and continuation",
                    "description": "Initiation of breastfeeding; Continuation of breastfeeding through 1 year postpartum. To be assessed by EMR documentation and patient report at 3-months and 1 year postpartum.",
                    "timeFrame": "From delivery through 1 year postpartum"
                },
                {
                    "measure": "Perceived discrimination",
                    "description": "Perceived discrimination will be assessed using the Experiences of Discrimination measure (Krieger et al, 2005). The measure lists 9 situations in which respondent may have experienced racial discrimination. Responses options are Yes/No. It is scored by counting the number of situations in which participant reported experiencing racial discrimination. Score ranges from 0 to 9, higher being more experiences of discrimination.",
                    "timeFrame": "At randomization"
                },
                {
                    "measure": "Birth satisfaction (BSS-R survey)",
                    "description": "Patient satisfaction as measured by the BSS-R with a possible score of 0-40 with 0 equaling the least birth satisfaction",
                    "timeFrame": "After delivery up to 6 weeks postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant patients who self-identify as Black, Indigenous, Asian, or Latina (BIPOC)\n* Ages 16-55\n* Presentation to the hospital in pregnancy - this includes prenatal care or the emergency department\n* Plan to deliver at the 2 Penn hospital sites\n* Patients must be able to read and understand English or Spanish\n* Participants must be willing and able to sign the informed consent form\n\nExclusion Criteria:\n\n* Unable to provide written consent by being unable to read or sign informed consent.\n* Enrolled in ENHANCED Trial in a prior pregnancy\n* Already participating in Maternity Care Home Model (MCHM)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "16 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sindhu K Srinivas, MD, MSCE",
                    "role": "CONTACT",
                    "phone": "215-662-2982",
                    "email": "ssrinivas@pennmedicine.upenn.edu"
                },
                {
                    "name": "Elizabeth Norton, MPH, MBE",
                    "role": "CONTACT",
                    "phone": "215-349-5277",
                    "email": "elizabeth.norton@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sindhu K Srinivas, MD, MSCE",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hospital of the University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Norton, MPH, MBE",
                            "role": "CONTACT",
                            "phone": "215-349-5277",
                            "email": "elizabeth.norton@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Meaghan McCabe, MPH",
                            "role": "CONTACT",
                            "phone": "215-349-5277",
                            "email": "meaghan.mccabe@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Sindhu K Srinivas, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lisa D Levine, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Pennsylvania Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Norton, MPH, MBE",
                            "role": "CONTACT",
                            "phone": "215-349-5277",
                            "email": "elizabeth.norton@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Meaghan McCabe, MPH",
                            "role": "CONTACT",
                            "phone": "215-349-5277",
                            "email": "meaghan.mccabe@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Sindhu K Srinivas, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lisa D Levine, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}