{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06409156",
            "orgStudyIdInfo": {
                "id": "23-417"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "EOIFP Block Versus OSTAP Block for Upper Abdominal Surgery",
            "officialTitle": "A Feasibility Pilot Study Assessing the Effects of External Oblique Intercostal Fascial Plane Block Versus Subcostal TAP Block for Upper Abdominal Surgery: A Randomized, Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "eoifp-block-versus-ostap-block-for-upper-abdominal-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-07",
            "studyFirstSubmitQcDate": "2024-05-09",
            "studyFirstPostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Cleveland Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose a single-center, assessor blinded, randomized control trial to compare the efficacy of external oblique fascial plane (EOIFP) block versus Oblique Subcostal Transversus Abdominis Plane (OSTAP) block for patients undergoing open upper abdominal surgery at Cleveland Clinic Main Campus.",
            "detailedDescription": "The investigators propose a single-center, assessor blinded, randomized control trial to compare the efficacy of external oblique fascial plane (EOIFP) block versus Oblique Subcostal Transversus Abdominis Plane (OSTAP) block for patients undergoing open upper abdominal surgery at Cleveland Clinic Main Campus..\n\nParticipating patients and outcome assessors will be blinded to group assignment. The anesthesiologists who perform the blocks will not be blinded to group assignment.\n\nAmerican Society of Anesthesiologists (ASA) physical status 1-3 adults scheduled for elective open upper abdominal surgery with supraumbilical incision, with anticipated 3 days postoperative hospitalization, at Cleveland Clinic Main Campus will be included in the study. Patients will be excluded if they have chronic hepatic or kidney disease. Pregnant or breastfeeding participants will not be eligible for this study.\n\nPatients will be randomly assigned to: 1) EOIFP block or 2) OSTAP block. The location of each block will be performed as previously described. The procedure will be performed using sterile technique under ultrasound guidance. Once the target is visualized, a 20-gauge, 4-inch echogenic needle will be advanced in-plane to the fascial plane. 5 ml of 0.9% normal saline will be injected through the needle to open the fascial plane and then a single dose (10 ml) of liposomal bupivacaine mixed with 20 mL of bupivacaine 0.25% will be injected on each side. General anesthesia will be induced at the attending anesthesiologist's discretion and maintained with sevoflurane or isoflurane. Intraoperative analgesic use will be up to the anesthesiologist preference. Postoperatively, patients will be given IV Dilaudid \\&/or fentanyl, \\&/or morphine equivalent for pain relief as needed, as well as oral Tylenol 1000mg every 8 hours unless contraindicated. Toradol can be given as part of multimodal analgesia if cleared by the surgical team. Clinicians will adjust analgesic management as necessary in an effort to keep verbal response pain scores \\<4. Nurses will adjust analgesic management as necessary in an effort to keep verbal response pain scores \\<4.\n\nOther anti-inflammatory drugs will not be used intraoperatively or for the initial 48 postoperative hours. A single dose of dexamethasone (4-8 mg) will be permitted for PONV prophylaxis for patients with Apfel risk score of 2 or more, and inhaled steroids will be permitted as necessary to treat reactive airway disease. Other opioid sparing medications like gabapentin, pregabalin, ketamine or lidocaine patch will also not be permitted through the initial 48 postoperative hours.\n\nClinical evaluators for the outcomes will be blinded to study aim and Pharmacy personnel not involved in evaluations will prepare the study drugs. Patients will be continuously monitored and recorded with a wireless monitor starting after extubation in the operating room. Clinicians including nurses will be blinded to monitoring and will be required to perform their standard of care management after surgery.\n\nPatients will be allowed to receive prophylactic anti-emetic (first choice ondansetron) intraoperatively based on the risk assessment for nausea and vomiting. Postoperative anti-emetics for symptomatic treatment will also be allowed."
        },
        "conditionsModule": {
            "conditions": [
                "Open Abdominal Surgery"
            ],
            "keywords": [
                "Abdominal Block"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single center randomized control trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The participant and Outcomes Assessor will be blinded to the patient's allocation.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oblique Subcostal Transversus Abdominis Plane Block",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Researchers will perform the Oblique Subcostal Transversus Abdominis Plane Block using sterile technique under ultrasound guidance. Once the target is visualized, a 20-gauge, 4-inch echogenic needle will be advanced in-plane to the fascial plane. 5 ml of 0.9% normal saline will be injected through the needle to open the fascial plane and then a single dose (10 ml) of liposomal bupivacaine mixed with 20 mL of bupivacaine 0.25% will be injected on each side.",
                    "interventionNames": [
                        "Procedure: Oblique Subcostal Transversus Abdominis Plane Block"
                    ]
                },
                {
                    "label": "External Oblique Intercostal Fascial Plane block",
                    "type": "EXPERIMENTAL",
                    "description": "Researchers will perform the External Oblique Intercostal Fascial Plane block using sterile technique under ultrasound guidance. Once the target is visualized, a 20-gauge, 4-inch echogenic needle will be advanced in-plane to the fascial plane. 5 ml of 0.9% normal saline will be injected through the needle to open the fascial plane and then a single dose (10 ml) of liposomal bupivacaine mixed with 20 mL of bupivacaine 0.25% will be injected on each side.",
                    "interventionNames": [
                        "Procedure: External Oblique Intercostal Fascial Plane block"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Oblique Subcostal Transversus Abdominis Plane Block",
                    "description": "With the OSTAP block, local anesthetic is injected into the fascial plane between the posterior rectus sheath and the transversus abdominis muscle beneath the subcostal margin.",
                    "armGroupLabels": [
                        "Oblique Subcostal Transversus Abdominis Plane Block"
                    ],
                    "otherNames": [
                        "OSTAP"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "External Oblique Intercostal Fascial Plane block",
                    "description": "With the EOIF block, local anesthetic targets the terminal part of the thoracoabdominal nerves pass behind the costal cartilage and continue anteriorly in the plane between the internal oblique and transversus abdominis muscle, before piercing the rectus abdominis sheath as anterior cutaneous branches supplying the skin of the midabdomen.",
                    "armGroupLabels": [
                        "External Oblique Intercostal Fascial Plane block"
                    ],
                    "otherNames": [
                        "EOIFP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "feasibility for the learning curve of EOIFP Vs OSTAP",
                    "description": "Evaluate feasibility for the learning curve of the new technique of EOIFP versus the standard technique of OSTAP",
                    "timeFrame": "3 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent;\n* 18-85 years old;\n* ASA Physical Status 1-3\n* Scheduled for elective open upper abdominal surgery with supraumbilical incision (gastrectomy, hepatectomy, pancreatectomy, splenectomy, supraumbilical ventral hernia repair).\n* Anticipated hospitalization of three nights;\n* Expected requirement for parenteral opioids for at least 48 hours for postoperative pain\n\nExclusion Criteria:\n\n* Hepatic disease, e.g. twice the normal levels of liver enzymes;\n* Chronic kidney disease according to GFR (may be stage 3 or worse as defined by a GFR \\<60\n* Allergic reaction to study medications;\n* Women who are pregnant or breastfeeding;\n* Nephrectomy or lower abdominal surgeries such as hysterectomy, colorectal surgeries\n* Patient refusal",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fabio Rodriguez, MD",
                    "role": "CONTACT",
                    "phone": "216-444-9950",
                    "email": "rodrigf3@ccf.org"
                },
                {
                    "name": "Ehab Farag, MD",
                    "role": "CONTACT",
                    "phone": "216 870-8719",
                    "email": "farage@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ehab Farag, MD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic Foundation",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ehab Farag, MD",
                            "role": "CONTACT",
                            "email": "farage@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}