{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05944692",
            "orgStudyIdInfo": {
                "id": "U44NS121559",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/U44NS121559"
            },
            "organization": {
                "fullName": "CREmedical",
                "class": "INDUSTRY"
            },
            "briefTitle": "Epilepsy Seizure Detection With Innovative Tripolar EEG (tEEG)",
            "officialTitle": "Epilepsy Seizure Detection With Innovative Tripolar EEG (tEEG)",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "epilepsy-seizure-detection-with-innovative-tripolar-eeg-teeg"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-22",
            "studyFirstSubmitQcDate": "2023-07-06",
            "studyFirstPostDateStruct": {
                "date": "2023-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "CREmedical",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Boston Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Barrow Neurological Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Concurrent electroencephalography (EEG) and new tripolar EEG (tEEG) will be recorded from adult and pediatric patients. In some patients stereo EEG (sEEG) will also be recorded concurrently.",
            "detailedDescription": "This study is a prospective observational study of the clinical utility (usability + accuracy) and safety of a novel EEG diagnostic device, the Tripolar Concentric Ring Electrode (TCE), that will be used to record the tripolar electroencephalogram (tEEG). The major objectives of the proposed studies will be to compare the recording qualities of the standard scalp EEG and intracranial stereo-EEG (sEEG), in preparation for obtaining FDA clearance for the TCRE and the tEEG technique. tEEG resolves the fundamental drawbacks of conventional EEG, providing significant improvement in signal fidelity, spatial resolution, and registering of higher frequency brain activities. In this project, a comparison of the safety, ease of use, and accuracy of the TCRE device to standard EEG and intracranial sEEG recordings in patients with epilepsy will be performed. An overview of the proposed studies are as follows:\n\nMilestone 1: Simultaneous tEEG and EEG will be recorded in the outpatient clinical EEG lab. Per recording, tEEG and gold standard scalp EEG will be compared in 30-minute studies, examining a) usability (i.e., ease of application, time for electrode application, and subject ratings of comfort), b) EEG data quality, and c) accuracy of blinded analysis of common EEG patterns, including epileptiform activity.\n\nMilestone 2: Data collected will be analyzed in Milestone 2, to assess the ability of tEEG to suppress commonly encountered EEG artifacts, by comparing blinded analysis of tEEG to the gold standard scalp EEG.\n\nMilestone 3: Simultaneous tEEG and EEG will be collected in the inpatient epilepsy monitoring unit. It is anticipated that recordings will last 24-120 hours. From these data, a comparison of the sensitivity and accuracy of tEEG and scalp EEG for detection of seizures and high-frequency oscillations (HFOs) will be performed in long-term (24 hours to 120 hours) studies in subjects undergoing continuous video-EEG monitoring in the Epilepsy Monitoring Unit.\n\nMilestone 4: A comparison of the accuracy of tEEG, to gold standard intracranial sEEG for seizure and high frequency oscillation (HFO) localization, will be performed in patients undergoing invasive diagnostic evaluation for epilepsy surgery.\n\nIn all instances, tEEG and EEG data will be interpreted by board-certified clinical neurophysiologists. This project is a collaborative project where data will be collected separately from pediatric and adult participants. The project leadership team are; study PI, Dr. Walter Besio from CREmedical, Boston Children's Hospital site PI, Dr. Alexander Rotenberg, and Barrow Neurological Institute (Phoenix, AZ) site PI, Dr. Susan Herman."
        },
        "conditionsModule": {
            "conditions": [
                "Epilepsy"
            ],
            "keywords": [
                "electroencephalography",
                "tripolar electroencephalography (tEEG)",
                "diagnostic accuracy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "12 Months",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pediatric patients",
                    "description": "pediatric patients with epilepsy",
                    "interventionNames": [
                        "Device: Tripolar electroencephalography"
                    ]
                },
                {
                    "label": "Adult patients",
                    "description": "Adult patients with epilepsy",
                    "interventionNames": [
                        "Device: Tripolar electroencephalography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tripolar electroencephalography",
                    "description": "We will record physiological signals with the tripolar electroencephalography",
                    "armGroupLabels": [
                        "Adult patients",
                        "Pediatric patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Technical and diagnostic accuracy",
                    "description": "1. Establish the technical accuracy of tEEG (ability to record waveforms accurately and reproducibly in clinical conditions in comparison to conventional EEG).\n2. Establish the diagnostic accuracy of tEEG compared to conventional EEG (combination of improved artifact reduction, better interrater agreement for interictal epileptiform activity, and earlier identification of ictal patterns), as determined by blinded expert EEG readers.",
                    "timeFrame": "up to 10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Scalp integrity",
                    "description": "Post-EEG: Skin condition will be scored on a 0-6 point scale reflecting erythema and pressure ulcer presence/severity, where 0 = no erythema, 1 = minimal erythema, 2 = moderate erythema with sharply defined borders, 3 = intense erythema with or without edema, 4 = intense erythema with edema and blistering/erosion, 5 = full-thickness tissue loss with exposure of subcutaneous fat but no visible bone, tendon, or muscles, and 6 = full-thickness ulcers with exposure of muscle, tendons, or bones. Scores less than 4 will be considered safe.",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "Tolerability of tripolar concentric ring electrode electroencephalography",
                    "description": "Subjects will complete a questionnaire rating their comfort with EEG placement, recording, and removal. The Wong-Baker FACES Pain Rating Scale will be used for 6 questions:\n\n1. How much discomfort did you feel during placement or adjustment of the EEG electrodes?\n2. How much discomfort did you feel at the electrode sites during recording of the EEG?\n3. How much itching did you feel at the electrode sites during recording of the EEG?\n4. How much headache did you feel during recording of the EEG?\n5. How much neck discomfort did you feel during recording of the EEG?\n6. How much discomfort did you feel at the electrode sites after EEG electrodes were removed? 0 = no pain 1-3 = mild pain 4-6 = moderate to severe pain 7-9 = very severe pain 10 = worst pain possible Statistical analysis will be performed to determine if the tripolar concentric ring electrodes have a significantly higher pain than conventional electrodes. If so, they are not tolerable.",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "Recording of high frequency oscillations",
                    "description": "Each HFO candidate event will be marked by an automated HFO detection algorithm. The Readers will then be asked to visually rate candidate HFO events. The Readers will determine \"Morphology of Interictal Findings\", the readers can select \"Epileptiform interictal activity\" or \"Ictal EEG activity\" and HFO if it is a valid event. For candidate events contaminated by artifacts, e.g. events co-occurring with muscle or electrode artifacts in the unfiltered EEG, they will be rated as \"Recording is not interpretable\", \"Recording of reduced diagnostic value\", or \"Does not interfere with the interpretation of the recording\". A statistical comparison will be made between standard EEG and tEEG results to determine which, if either, records HFOs.",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "Seizure onset zone localization",
                    "description": "Readers will determine the onset and offset of all seizures as well as the maximal extent of seizure propagation: generalized (\\>8 channels), hemispheric (5-8 channels), or focal (≤4 channels). A seizure is defined as the first unequivocal ictal EEG change from background leading to a clear seizure discharge, without return to background activity. Readers will also mark any rhythmic or periodic patterns detected. A gold standard seizure will be defined as a seizure marked by \\>=4 readers with \\>=50% overlap in seizure duration",
                    "timeFrame": "up to 10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric (BCH): Age ≥ 6 years and \\< 18 years\n* Adult (BNI): Age ≥ 18 years\n* Able to provide written informed consent or have a legally authorized representative able to provide consent; pediatric patients to provide assent when appropriate\n* Scheduled for routine outpatient EEG for clinical diagnosis\n* Able to participate in a post-EEG telemedicine video visit\n* Clinical diagnosis of epilepsy with epileptiform discharges on prior routine EEG\n* Scheduled for inpatient video-EEG monitoring for clinical diagnosis\n* MRI of brain available for co-registration\n* Confirmed diagnosis of focal epilepsy by prior video-EEG monitoring interpreted by board-certified epileptologist or clinical neurophysiologist\n* Scheduled for inpatient video-EEG monitoring with intracranial stereo-EEG electrodes for epilepsy presurgical evaluation\n* MRI of brain available for co-registration\n\nExclusion criteria\n\n* Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the subject or the integrity of the data\n* Any clinical suspicion of prion disease\n* History of allergy or adverse reaction to EEG electrode paste or gel\n* Scalp lesions or infections\n* Severe intellectual disability or behavioral disorders with inability to cooperate with EEG application or recording",
            "sex": "ALL",
            "minimumAge": "6 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Pediatric and adult patients either suspected of, or having epilepsy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Walter Besio, PhD",
                    "role": "CONTACT",
                    "phone": "4019326148",
                    "email": "walt@cremedical.com"
                }
            ],
            "locations": [
                {
                    "facility": "Barrow Neurological Institute Dignity Health dba St. Joseph's Hospital and Medical Center",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Caitlin Goodman, MS",
                            "role": "CONTACT",
                            "phone": "602-406-6912",
                            "email": "caitlin.goodman@commonspirit.org"
                        },
                        {
                            "name": "Susan Herman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Boston Children's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joanne Hall, MS",
                            "role": "CONTACT",
                            "phone": "617-919-2743",
                            "email": "joanne.hall@childrens.harvard.edu"
                        },
                        {
                            "name": "Alexander Rotenberg, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Once we publish our results we will make the data from the study available to other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Once we publish the results.",
            "accessCriteria": "We intend to post the data on the BRAIN Initiative data sharing website. Researchers that have access to the website can access the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                },
                {
                    "id": "D000012640",
                    "term": "Seizures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15452",
                    "name": "Seizures",
                    "asFound": "Seizures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}