{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05280925",
            "orgStudyIdInfo": {
                "id": "21-440"
            },
            "organization": {
                "fullName": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "briefTitle": "Episodic Future Thinking to Improve Management of Type 2 Diabetes: Remote Delivery and Outcomes Assessment",
            "officialTitle": "Episodic Future Thinking to Improve Management of Type 2 Diabetes in Rural and Urban Patients: Remote Delivery and Outcomes Assessment to Increase Reach and Dissemination",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "episodic-future-thinking-to-improve-management-of-type-diabetes-remote-delivery-and-outcomes-assessment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-15",
            "studyFirstSubmitQcDate": "2022-03-14",
            "studyFirstPostDateStruct": {
                "date": "2022-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Carilion Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "University at Buffalo",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Successful management of type 2 diabetes (T2D) requires adherence to a dietary, physical activity, and medication plan agreed upon between a patient and their healthcare providers. The lifestyle changes involved in these collaborative care plans (CCPs) often provide little to no short-term benefit and may instead be aversive (e.g., caloric restriction and physical activity). However, these changes provide critical health benefits in the future, allowing patients with T2D to halt or reverse disease progression and avoid T2D-related complications (e.g., renal disease or diabetic retinopathy). Thus, successful management of T2D requires one's present behavior to be guided by future outcomes. Unfortunately, accumulating evidence indicates that individuals with T2D and prediabetes show elevated rates of delay discounting (i.e., devaluation of delayed consequences). Moreover, high rates of delay discounting are cross-sectionally and longitudinally associated with poor treatment adherence and clinical outcomes in T2D and prediabetes. These data suggest that high rates of delay discounting prevent successful management of T2D through a mechanism in which the health benefits of lifestyle changes are too delayed to motivate behavioral change. Thus, we believe delay discounting serves as a therapeutic target in T2D, where improving participants' valuation of the future will facilitate healthy lifestyle changes and, in turn, improve T2D management. This study will conduct a randomized 24-week remote clinical trial comparing repeated measures ANOVA, with group (episodic future thinking \\[EFT\\]/control) and area (urban vs. rural) as between-subjects factors, and time (baseline, week 8, and week 24 assessments) as within-subjects factors in adults with type 2 diabetes.",
            "detailedDescription": "In a 24-week trial, 120 participants from both urban (n = 60) and rural (n = 60) areas will be assigned receive either remotely delivered episodic future thinking or a control condition. Participants will be prompted three times daily to engage in episodic future thinking or control thinking. All participants will also receive virtual diet and physical activity support; self-monitoring of diet, activity, and weight; and case management. Outcome measures will be assessed at baseline, 8 weeks, and 24 weeks.\n\nIn the week following informed consent, participants will complete remote assessments of dietary intake (ASA-24 food recalls) and self-reported physical activity (IPAQ-SF), as well as self-administered survey (requiring approximately 10 minutes) to obtain sociodemographic information and delay discounting measures.\n\nThe week following baseline, all participants will begin phone-based case management; online self-monitoring of diet, activity, and weight; and diet and activity support. Beginning in Week 3, participants will begin episodic future thinking or control thinking conditions. Here, participants assigned to the EFT group will complete an episodic event generation task to generate a number of positive, vivid events that may occur at several time frames in the future (1 month, 3 months, 6 months, 1 year, 3 years, 5 years, and 10 years; a total of 7 events). During this task, participants will also generate corresponding short text descriptions that will be used as cues to prompt episodic thinking in the natural environment. Participants will regenerate all cues during weeks 8, 16, and 24, with partial regenerations (regenerating only the 1 month and 3 month cues) scheduled during weeks 12 and 20. Participants will complete delay discounting tasks while viewing and imagining their EFT or HIT cues in weeks 3 and 16.\n\nOn the day following the event/cue generation, participants will begin thrice-daily smartphone app prompts to engage in EFT. In each prompt, participants will be presented with one of their EFT cues, chosen randomly, and asked to read and vividly imagine this event for a period of 30-60 seconds in a quiet location.\n\nIn contrast to the EFT condition, the control condition will be healthy information thinking (HIT). Specifically, participants assigned to the HIT group will be asked to read informational health vignettes on various topics related to T2D and health, adapted from publicly available information (e.g., information on the role of insulin and insulin resistance in T2D, nutrition labeling, understanding T2D risk factors). Participants will then be asked to describe, in 1-2 sentences, a specific piece of information they learned about each topic. This process is designed to mimic the event generation task used for the EFT group, with the number of topics matched to the number of future EFT events. Beginning in Week 3, participants will receive smartphone prompts to read and consider their self-generated topic descriptions with the same frequency and at approximately the same times of day as the EFT group. Moreover, HIT participants will regenerate these descriptions with the same frequency as the EFT group.\n\nAt Weeks 8 and 24, participants will complete the same primary and secondary outcome measures they completed during the baseline week, including delay discounting, BMI, and HbA1c.\n\nIn addition, during a debriefing stage after Week 24, participants will also rate the perceived helpfulness and convenience of each intervention component (EFT/control prompting, diet and activity support, self-monitoring, and case management) and remote outcomes assessment methods."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes",
                "Overweight and Obesity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "24-week remote randomized controlled trial. Analysis plan: repeated measures ANOVA, with group (EFT/control) and area (urban vs. rural) as between-subjects factors, and time (baseline, week 8, and week 24 assessments) as within-subjects factors",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants assigned to both groups will be masked to experimental hypotheses. Research personnel who will be conducting assessment sessions, including weight and HbA1c measurements, will not be informed of participants' group assignments",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Episodic Future Thinking",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will generate vivid, episodic events and be prompted via a guided smartphone app to engage in EFT in their daily lives. EFT will be paired with diet and physical activity support.",
                    "interventionNames": [
                        "Behavioral: Episodic Future Thinking"
                    ]
                },
                {
                    "label": "Healthy Information Thinking",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be prompted via a guided smartphone app to thinking about their written responses to informational health vignettes during their daily lives. The HIT condition will be paired with diet and physical activity support.",
                    "interventionNames": [
                        "Behavioral: Healthy Information Thinking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Episodic Future Thinking",
                    "description": "Participants will be prompted three times daily to think vividly about personally meaningful future events.",
                    "armGroupLabels": [
                        "Episodic Future Thinking"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthy Information Thinking",
                    "description": "Participants will be prompted three times daily to think about their responses to informational health vignettes.",
                    "armGroupLabels": [
                        "Healthy Information Thinking"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in glycemic control from baseline (Week 0) to Week 8",
                    "description": "Hemoglobin A1c (HbA1C) will be assessed by the A1CNOW system",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in glycemic control from baseline (Week 0) to Week 24",
                    "description": "Hemoglobin A1c (HbA1C) will be assessed by the A1CNOW system",
                    "timeFrame": "Baseline, Week 24"
                },
                {
                    "measure": "Change in body mass index from baseline (Week 0) to Week 8",
                    "description": "Weight will be assessed with a wireless-enabled scale. Height will be assessed through self-report. Height and weight will be used to calculate BMI (kg/m2).",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in body mass index from baseline (Week 0) to Week 24",
                    "description": "Weight will be assessed with a wireless-enabled scale. Height will be assessed through self-report. Height and weight will be used to calculate BMI (kg/m2).",
                    "timeFrame": "Baseline, Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in dietary intake from baseline (Week 0) to Week 8",
                    "description": "Dietary intake will be assessed by ASA-24 online food recalls",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in dietary intake from baseline (Week 0) to Week 24",
                    "description": "Dietary intake will be assessed by ASA-24 online food recalls",
                    "timeFrame": "Baseline, Week 24"
                },
                {
                    "measure": "Change in physical activity from baseline (Week 0) to Week 8",
                    "description": "Physical activity will be assessed using the International Physical Activity Questionnaire Short Form (IPAQ-SF)",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in physical activity from baseline (Week 0) to Week 24",
                    "description": "Physical activity will be assessed using the International Physical Activity Questionnaire Short Form (IPAQ-SF)",
                    "timeFrame": "Baseline, Week 24"
                },
                {
                    "measure": "Change in self-reported adherence to glucose-lowering medication from baseline (Week 0) to Week 8",
                    "description": "Medication adherence will self reported by an 11-point assessment. Participants will self-report the frequency they have taken all of their glucose-lowering medications",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in self-reported adherence to glucose-lowering medication from baseline (Week 0) to Week 24",
                    "description": "Medication adherence will self reported by an 11-point assessment. Participants will self-report the frequency they have taken all of their glucose-lowering medications",
                    "timeFrame": "Baseline, Week 24"
                },
                {
                    "measure": "Ease of Use and Treatment Effectiveness Questionnaire, Likert scale",
                    "description": "Perceived ease of use and effectiveness of assessment methods and intervention components will be collected by self-reported ratings on 5-point Likert-style scales.",
                    "timeFrame": "Week 24"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in delay discounting from baseline (Week 0) to Week 8",
                    "description": "Monetary delay discounting will be assessed by an adjusting-amount task",
                    "timeFrame": "Baseline, Week 8"
                },
                {
                    "measure": "Change in delay discounting from baseline (Week 0) to Week 24",
                    "description": "Monetary delay discounting will be assessed by an adjusting-amount task",
                    "timeFrame": "Baseline, Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* HbA1c greater than or equal to 7.7%\n* from urban or rural area\n* body mass index greater than or equal to 30\n\nExclusion Criteria:\n\n* gestational diabetes\n* pregnancy or lactating\n* not ambulatory\n* intellectual impairment\n* unmanaged comorbid psychiatric diagnosis (including eating disorders)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeffrey Stein, PhD",
                    "role": "CONTACT",
                    "phone": "540-526-2124",
                    "email": "jstein1@vtc.vt.edu"
                },
                {
                    "name": "Megan Stuart",
                    "role": "CONTACT",
                    "email": "stuartma@vtc.vt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Stein, PhD",
                    "affiliation": "Fralin Biomedical Research Institute at Virginia Tech Carilion",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fralin Biomedical Research Institute at VTC",
                    "status": "RECRUITING",
                    "city": "Roanoke",
                    "state": "Virginia",
                    "zip": "24016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Stein, PhD",
                            "role": "CONTACT",
                            "email": "jstein1@vtc.vt.edu"
                        },
                        {
                            "name": "Kirstin Gatchalian, BS",
                            "role": "CONTACT",
                            "email": "kmgatch@vtc.vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.27097,
                        "lon": -79.94143
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}