{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05127616",
            "orgStudyIdInfo": {
                "id": "STUDY00005691"
            },
            "secondaryIdInfos": [
                {
                    "id": "NIH Grant/1R01DK128927",
                    "type": "OTHER_GRANT",
                    "domain": "NIH"
                }
            ],
            "organization": {
                "fullName": "State University of New York at Buffalo",
                "class": "OTHER"
            },
            "briefTitle": "EPPIC: Easing Pelvic Pain Interventions Clinical Research Program",
            "officialTitle": "A Brief, Transdiagnostic Cognitive Behavioral Treatment for Urological Chronic Pelvic Pain Syndrome: Processes, Predictions, Outcomes",
            "acronym": "EPPIC",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "eppic-easing-pelvic-pain-interventions-clinical-research-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-04",
            "studyFirstSubmitQcDate": "2021-11-16",
            "studyFirstPostDateStruct": {
                "date": "2021-11-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeffrey Lackner",
                "investigatorTitle": "Professor, Chief Division of Behavioral Medicine, Dept of Medicine",
                "investigatorAffiliation": "State University of New York at Buffalo"
            },
            "leadSponsor": {
                "name": "State University of New York at Buffalo",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The EPPIC (Easing Pelvic Pain Interventions Clinical Research Program) study evaluates an ultra-brief, 4 session cognitive behavioral pain treatment transdiagnostic in design for urologic chronic pain syndrome (UCPPS) with clinical and practical advantages over existing behavioral therapies whose length and focus limits their adoption by clinicians and coverage for mechanistically similar comorbidities. A theoretically informed, practical, empirically grounded approach will systematically unpack CBT's working mechanisms, clarify for whom it works, ease dissemination, appeal to patients, providers, payers, and policy makers in the COVID-19 era favoring low resource intensity treatments, and reduce cost and inefficiencies associated with high intensity therapies whose complexity, length, and scarcity restricts uptake and impact.",
            "detailedDescription": "Urologic chronic pelvic pain syndrome (UCPPS) encompasses several common, costly diagnoses including interstitial cystitis/bladder pain syndrome and chronic prostatitis/chronic pelvic pain syndrome that are poorly understood and inadequately treated. Their prolonged personal and economic costs are amplified by the frequent co-occurrence of a cluster of centralized pain conditions (particularly irritable bowel syndrome 3 \\[IBS\\]) but also fibromyalgia \\[FMS\\], chronic headache, chronic fatigue, etc.) called Chronic Overlapping Pain Conditions (COPC). Clinically, the notion that these syndromes share a centralized pain phenotype with a fundamental disturbance in pain or sensory processing dovetails with our preliminary research showing that a novel transdiagnostic behavioral treatment emphasizing a single common mechanistic pathway (i.e. inflexible cognitive style) reduces severity of both targeted (IBS) and untargeted multisymptom COPCs that include (but is not limited to) to UCPPS, FMS, chronic fatigue, and chronic headache. If effective in a larger scale study, a transdiagnostic UCPPS treatment would offer a more efficient, accessible, and broadly useful strategy for improving chronic pelvic pain and its most frequent and complicating comorbidities. To this end, the investigators will randomize 240 UCPPS subjects (18-70 yrs.) of any gender and race to a 4-session version of CBT that teaches skills for self-managing UCPPS symptoms (e.g. pelvic pain, urinary symptoms such as urinary frequency, urgency) with minimal clinician oversight (MC-CBT) or a four-session non-specific education/support control (EDU). Efficacy assessments will be administered at pre-treatment baseline and two weeks after the end of the 10-week acute phase using the patient version of the Clinical Global Impressions Scale and validated with the physician version rated by MD assessors blind to treatment assignment. The investigators hypothesize MC-CBT will deliver significantly greater UCPPS symptom improvement than EDU (Aim 1). Additional aims include characterizing the durability of effects 3- and 6 months post treatment (Aim 2). To increase the efficacy and efficiency of behavioral pain treatments, the investigators draw upon Beck's transdiagnostic cognitive model to characterize the precise cognitive procedures and corresponding operative processes (e.g., cognitive distancing, context sensitivity, coping flexibility, repetitive negative thought) that drive MC-CBT induced UCPPS symptom relief relative to EDU (Aim 3) as well as baseline patient variables that moderate differential response (Aim 3) with the ultimate goal of more proactive patient-treatment matching fundamental to the goals of personalized medicine. By applying innovative statistical modelling (e.g. dominance analysis, Randomized Explanatory Trial analyses) to study aims in the context of a rigorously designed behavioral trial, the researchers expand the portfolio of nondrug pain treatments for UCPPS and co-aggregating COPCs to include one whose brevity, convenience, and transdiagnostic design \"meets patients where they are\" and addresses the practical (access, complexity, cost), clinical (breadth, durability, magnitude of effects, patient preference) and conceptual (untargeted comorbidities, non-pain somatic symptoms) challenges that have impeded uptake and public health impact of evidence-based behavioral pain treatments at a time when our most vulnerable high impact pain patients are in greatest need."
        },
        "conditionsModule": {
            "conditions": [
                "Urologic Chronic Pelvic Pain Syndrome (UCPPS)",
                "Interstitial Cystitis",
                "Bladder Pain Syndrome",
                "Chronic Prostatitis",
                "Chronic Pain",
                "Chronic Pelvic Pain Syndrome",
                "Chronic Overlapping Pain Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Minimal Contact-Cognitive Behavior Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "CBT is a goal-focused, learning-based treatment that teaches practical self-management tools and strategies targeting biobehavioral factors that aggravate pelvic pain and urinary symptoms",
                    "interventionNames": [
                        "Behavioral: Minimal Contact-Cognitive Behavior Therapy"
                    ]
                },
                {
                    "label": "Education/Support",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "EDU emphasizes the empowering therapeutic benefits that come from the common across empirically-validated drug or non-drug treatment such as being listened to, support, receipt of science-based information, mobilization of hope, and the establishment of a strong patient-doctor relationship working toward shared goals",
                    "interventionNames": [
                        "Behavioral: Patient Education/Support"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Minimal Contact-Cognitive Behavior Therapy",
                    "description": "This 4 session largely home-based version of CBT with minimal therapist contact treatment is aimed at improving UCPPS symptoms by teaching symptom self-management skills that modify illness beliefs, information processing strategies, and reactions that aggravate pelvic pain and urinary symptoms.",
                    "armGroupLabels": [
                        "Minimal Contact-Cognitive Behavior Therapy"
                    ],
                    "otherNames": [
                        "MC-CBT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Patient Education/Support",
                    "description": "This 4 session largely home-based treatment is aimed at improving UCPPS symptoms through the provision of support and science-based information about UCPPS symptoms, how it is diagnosed, its causes, impacts, and triggers, treatment options and a collaborative relationship between the patient and clinician.",
                    "armGroupLabels": [
                        "Education/Support"
                    ],
                    "otherNames": [
                        "EDU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical Global Impressions - Improvement Scale Patient Version (CGI-I)",
                    "description": "Widely used measure of global improvement of symptoms from baseline. To optimize rigor, clinician version by independent MD assessors \"blind\" to treatment assignment will also measure global severity of pelvic pain and urinary symptoms from baseline and validate patient-reported global improvement as a marker of clinical response. Global improvement is a core domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain according to Initiative on Methods, Measurement, and Pain Assessment in Clinical Trials (IMMPACT)",
                    "timeFrame": "12 weeks after pre-treatment baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Genitourinary Pain Index (GUPI)",
                    "description": "9-item instrument of genitourinary pain including three subscales: pain, urinary, quality of life, and a total score. The GUPI includes a pain rating scale (assessed by a 0 to 10 numerical rating scale) which is a core outcome domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain according to Initiative on Methods, Measurement, and Pain Assessment in Clinical Trials (IMMPACT)",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Interstitial Cystitis Problem Index (ICPI)",
                    "description": "4-item questionnaire assessing problems caused by urinary and pelvic pain symptoms",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Interstitial Cystitis Symptom Index (ICSI)",
                    "description": "4-item questionnaire of urinary and pelvic pain symptoms",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Brief Symptom Inventory (BSI 18)",
                    "description": "18-item measure of anxiety, depression, somatization and overall distress. Emotional distress is a core IMMPACT domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "PROMIS - Pain Interference SF-6a",
                    "description": "6-item measure of consequences of pain on relevant aspects of one's life, including the extent to which pain hinders engagement with social, cognitive, emotional, physical, and recreational activities. Physical functioning is a core IMMPACT domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Client Satisfaction Questionnaire (CSQ)",
                    "description": "8-item questionnaire of patient satisfaction with treatment services. Patient satisfaction is a core IMMPACT domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain",
                    "timeFrame": "12 weeks after pre treatment baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "PROMIS - Fatigue SF-7a",
                    "description": "7-item measure of range of symptoms, from mild subjective feelings of tiredness to an overwhelming, debilitating, and sustained sense of exhaustion that likely decreases one's ability to execute daily activities and function normally in family or social roles. Fatigue is an IMMPACT-recommended endpoint",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "PROMIS Scale v1.2-Global Health Physical 2a",
                    "description": "2-item measure of global physical health",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "PROMIS Scale v1.2-Global Health Mental 2a",
                    "description": "2-item measure of global mental health",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Beck Depression Inventory - II (BDI-II)",
                    "description": "21-item criteria-referenced questionnaire of depressive severity. The BDI is aan IMMPACT-recommended measure.",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "SF-12 Health Survey",
                    "description": "12-item generic QOL measure of eight domains of health (physical functioning, role limitations from physical health, bodily pain, general health perceptions, vitality, social functioning, role limitations resulting from emotional problems, mental health). The SF-12 include an IMMPACT-recommended role functioning item",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                },
                {
                    "measure": "Change from baseline of the PROMIS - Sleep Disturbance SF-8b",
                    "description": "8-item measure of perceptions of sleep quality, sleep depth, and restoration associated with sleep. Sleep is an IMMPACT-recommended endpoint",
                    "timeFrame": "Baseline, 12 weeks after pre treatment baseline, 3- and 6-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18-70 years (inclusive)\n* Male or female\n* All genders, races, ethnic groups\n* MD-confirmed diagnosis of IC/BPS or CP/CPPS by study urologist or urogynecologist\n* Pelvic pain including uncomfortable sensations of pressure or discomfort that are not described as outright pain) of at least six months duration\n* Pelvic pain intensity of at least moderate severity (defined as 3 or greater on a 0-10 Numerical Rating Scale and causes life interference weekly and limit(s) participant's life or work-related activities, general activity level, and/or enjoyment of life) over the past 3 months.\n* Ability to understand and provide informed consent\n* Either not taking medications or if taking medications willing to refrain from starting new medications until after the initial 2-week pre-treatment baseline period ends unless medically necessary.\n* A minimum 6th grade reading level based on the Wide Range Achievement Test (WRAT 4)\n* Willing to be randomized to either CBT or Support/Education and to follow the protocol to which s/he has been assigned\n* Willing to be contacted for follow up assessments at week 12 and 3, 6 months after treatment ends\n* Willing to attend sessions\n* Able to maintain symptom diaries and complete paper work\n* Access to telephone and computer or smartphone\n* Willing and able to provide adequate information for locator purposes\n\nExclusion Criteria: Urologic-Specific\n\n* Presence of a neurological condition (e.g., MS, Parkinson's disease, paraplegia) affecting the bladder\n* The presence of a symptomatic urethral stricture (males only)\n* History of cystitis caused by tuberculosis or radiation or chemotherapies\n* Participant has been diagnosed and treated for a pelvic-related malignancy (colon, bladder, prostate, ovarian, endometrial, uterine, testicular, penile, cervical, vaginal, or rectal cancer)\n\nExclusion Criteria: General\n\n* Participant has a medical condition(s) whose nature or severity (unstable, life threatening, etc.) would influence adversely the conduct of the clinical trial, confound interpretation of study results, and/or compromise volunteer safety and engagement with study demands.\n* Gross cognitive impairment, deafness, blindness, vision problems (severe), hearing problems (severe)\n* Has a major psychiatric disorder which would impede conduct of the clinical study. These clinical disorders would include but are not limited to major depression with a high risk of suicidal behavior (i.e. intent or plan), current or recent (within the past 3 months) history of alcohol or substance abuse/dependence, a lifetime history of schizophrenia or schizoaffective disorder; or organic mental disorder\n* Current involvement in psychotherapy directed specifically toward relief of urological symptoms\n* Schedule does not permit participation in clinic sessions or home practice including plans to move out of the area, lack of reliable transportation, etc.\n* Characteristics related to inability to complete the study protocol\n* Unable to read or fluently speak English\n* Inability to complete screening visits\n* Inaccessible for interventions and/or follow up evaluations",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeffrey Lackner, PsyD",
                    "role": "CONTACT",
                    "phone": "716-898-5671",
                    "email": "lackner@buffalo.edu"
                },
                {
                    "name": "Patricia O'Leary, EdM",
                    "role": "CONTACT",
                    "phone": "716-898-6254",
                    "email": "pcoleary@buffalo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Lackner, PsyD",
                    "affiliation": "University at Buffalo (SUNY)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095-7378",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109-5330",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University at Buffalo (the only clinical site where treatment is delivered)",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patricia O'Leary, MS Ed",
                            "role": "CONTACT",
                            "phone": "716-898-6254",
                            "email": "pcoleary@buffalo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30560936",
                    "type": "BACKGROUND",
                    "citation": "Clemens JQ, Mullins C, Ackerman AL, Bavendam T, van Bokhoven A, Ellingson BM, Harte SE, Kutch JJ, Lai HH, Martucci KT, Moldwin R, Naliboff BD, Pontari MA, Sutcliffe S, Landis JR; MAPP Research Network Study Group. Urologic chronic pelvic pain syndrome: insights from the MAPP Research Network. Nat Rev Urol. 2019 Mar;16(3):187-200. doi: 10.1038/s41585-018-0135-5."
                },
                {
                    "pmid": "27922040",
                    "type": "BACKGROUND",
                    "citation": "Leue C, Kruimel J, Vrijens D, Masclee A, van Os J, van Koeveringe G. Functional urological disorders: a sensitized defence response in the bladder-gut-brain axis. Nat Rev Urol. 2017 Mar;14(3):153-163. doi: 10.1038/nrurol.2016.227. Epub 2016 Dec 6."
                },
                {
                    "pmid": "35964133",
                    "type": "DERIVED",
                    "citation": "Lackner JM, Jaccard J, Quigley BM, Ablove TS, Danforth TL, Firth RS, Gudleski GD, Krasner SS, Radziwon CD, Vargovich AM, Clemens JQ, Naliboff BD. Study protocol and methods for Easing Pelvic Pain Interventions Clinical Research Program (EPPIC): a randomized clinical trial of brief, low-intensity, transdiagnostic cognitive behavioral therapy vs education/support for urologic chronic pelvic pain syndrome (UCPPS). Trials. 2022 Aug 13;23(1):651. doi: 10.1186/s13063-022-06554-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be made available for other researchers who wish to collaborate on specific analysis as requested after the investigators complete analyses and publication of study aims as well as to investigators who are conducting meta analyses. We will prepare detailed description of methods that make clear how the proposed study was rigorously executed and is reproducible.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data will be made made available within 6 months of the publication of each study aim for which data is sought from qualified investigators"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000011472",
                    "term": "Prostatitis"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                },
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                },
                {
                    "id": "D000013001",
                    "term": "Somatoform Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14336",
                    "name": "Prostatitis",
                    "asFound": "Prostatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Bladder Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15803",
                    "name": "Somatoform Disorders",
                    "asFound": "Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}