{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05240924",
            "orgStudyIdInfo": {
                "id": "D3677-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "ERP to Improve Functioning in Veterans With OCD",
            "officialTitle": "Exposure and Response Prevention to Improve Functioning in Veterans With Obsessive Compulsive Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "erp-to-improve-functioning-in-veterans-with-ocd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-02",
            "studyFirstSubmitQcDate": "2022-02-04",
            "studyFirstPostDateStruct": {
                "date": "2022-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Obsessive compulsive disorder (OCD) is a debilitating psychiatric illness impacting work, social, and family functioning. Exposure and Response Prevention (ERP) is the sole evidence-based psychotherapy for OCD; however, no randomized controlled trials (RCTs) have examined the effectiveness of ERP among Veterans or individuals with both OCD and posttraumatic stress disorder (PTSD). This 4-year Hybrid Type I trial will compare outcomes of ERP to those of a control condition among Veterans with OCD. Primary and secondary aims will examine whether Veterans' functioning, quality of life, and OCD symptoms differ between the ERP and control in the full sample of Veterans with OCD, and in the half of the sample with both OCD and PTSD. The tertiary aim is to conduct a mixed-methods formative evaluation of the implementation potential of ERP in VA mental health settings.",
            "detailedDescription": "The proposed 4-year multisite RCT will compare outcomes of VTH-delivered ERP to those of a stress management training control condition among 160 Veterans with OCD. Half of the sample with have comorbid PTSD. The primary aim will examine whether participants' functioning, quality of life, and OCD symptoms differ as a function of the intervention (ERP vs. control). The secondary aim will examine these outcomes among the half of the sample with comorbid OCD and PTSD. The tertiary aim is to conduct a mixed-methods formative evaluation of the implementation potential of ERP in VA mental health settings.\n\nEligible Veteran participants will be randomized to ERP or to the control condition. Veterans randomized to ERP will receive 16 weekly ERP sessions delivered via VTH. Control participants will receive 16 weekly sessions of a stress management training intervention delivered via VTH. Participants in both conditions will complete assessments at post-treatment and 6 months after completing treatment. Participants in the ERP condition will also complete an assessment of treatment satisfaction and a qualitative exit interview assessing the Veterans' perceptions of the impact of treatment on multiple domains of functioning, including the impact on PTSD symptoms. Providers and VA administrators will participate in qualitative interviews regarding the implementation potential of ERP in VA."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive Compulsive Disorder (OCD)",
                "Comorbid Post-Traumatic Stress Disorder and OCD"
            ],
            "keywords": [
                "Obsessive Compulsive Disorder",
                "OCD",
                "Post-Traumatic Stress Disorder",
                "PTSD",
                "Worry",
                "Compulsion",
                "Stress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A hybrid type 1 effectiveness-implementation trial evaluating the effectiveness of ERP in Veterans while also assessing the implementation context. This two-arm, participant-level randomized trial will compare ERP to a stress management training control. All participants will receive treatment via video telehealth (VTH). Because one of the primary unanswered questions is whether ERP is effective in individuals with comorbid PTSD, the investigators considered only testing ERP in patients with comorbid PTSD. However, given that the investigators could find no published treatment trials of OCD in Veterans, or trials of OCD delivered via VTH, the investigators believe the effectiveness of ERP in this population must also be tested. Effect sizes in the OCD-only group will serve as comparators for those in the OCD+PTSD group. Implementation context will be evaluated using a mixed-methods formative evaluation guided by the RE-AIM Quest framework.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Immediately following the baseline assessment, Veterans who meet inclusion criteria will be randomized to either ERP or stress management training. Randomization will be conducted by the study biostatistician. Given that one of the primary reasons ERP must be tested in the Veteran population specifically is the potentially confounding role of comorbid PTSD, allocation to ERP or stress management training will be stratified by the presence or absence of PTSD in order to ensure 50% comorbid PTSD in each group. Block randomization with randomly selected block sizes will be carried out to ensure that the outcome assessor is masked to condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exposure and Response Prevention (ERP)",
                    "type": "EXPERIMENTAL",
                    "description": "ERP will be based upon the Treatments That Work series, which contains both a provider manual and client workbook. Sessions will last 90 minutes and occur weekly for 16 sessions. All ERP treatment will be delivered via VTH. Participants will receive instructions on accessing the VTH platform and take part in a brief practice run connecting to the VTH appointment with guidance from an RA. ERP treatment content includes psychoeducation about OCD, assessment of OCD symptoms, the rationale for treatment, construction of a hierarchy or a list of feared or avoided situations, and in-session in-vivo and imaginal exposures. Weekly homework assignments will include self-monitoring, reading chapters about the treatment, and practicing exposures daily. All therapy sessions will be audio-recorded. Although sessions are expected to occur weekly, accounting for delays due to scheduling, holidays, and missed appointments, the investigators will allow up to 6 months to complete the treatment.",
                    "interventionNames": [
                        "Behavioral: Exposure and Response Prevention"
                    ]
                },
                {
                    "label": "Control Condition",
                    "type": "OTHER",
                    "description": "Participants randomized to the control condition will receive 16 weekly sessions of stress management training via video telehealth. This control condition was chosen because it is expected to provide the therapeutic alliance and common factors associated with therapy generally and some specific effects in anxiety reduction.",
                    "interventionNames": [
                        "Other: Stress Management Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure and Response Prevention",
                    "description": "ERP is a specialized cognitive behavioral intervention conducted over the course of 8-16 therapy sessions. ERP is based upon exposure principles and the idea that people can habituate to the distress caused by OCD triggers and learn to cope with anxiety about feared consequences without engaging in compulsive behaviors to 'neutralize' the obsession. ERP begins with psychoeducation about OCD and exposure, followed by construction of a hierarchy, or list, of situations that are feared, avoided, or trigger OCD rituals such as washing or checking. Then, the therapist and client begin in-session exposures to hierarchy items utilizing response or ritual prevention techniques to avoid reinforcing the ritual. Exposures can be in vivo, such as touching a contaminated item, or imaginal, such as visualizing a feared consequence happening.",
                    "armGroupLabels": [
                        "Exposure and Response Prevention (ERP)"
                    ],
                    "otherNames": [
                        "ERP"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Stress Management Training",
                    "description": "The stress management training intervention will be based on that delivered by Simpson in an ERP trial. It will be delivered by PhD and Master's level therapists from each site's clinics. The stress management training intervention will begin with an introductory session providing psychoeducation about OCD, followed by 15 sessions covering stress management skills such as deep breathing progressive muscle relaxation, positive imagery, assertiveness training, and problem solving. Each session will contain an extended practice of the selected skill and will end with homework assignments to practice the stress management skills and monitor symptoms.",
                    "armGroupLabels": [
                        "Control Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Work and Social Adjustment Scale (WSAS) - Change",
                    "description": "The WSAS is a 5-item, self-report measure of impairment and functioning across five domains: work, household tasks, relationships, social, and leisure functioning. Respondents rate the impairment due to a specified problem; study participants will be directed to respond regarding impairment caused by OCD. Each item is rated on a 0-8 scale; total scores range from 0 to 40. The WSAS has good internal consistency reliability and validity and has been used to assess changes in functioning in OCD and anxiety disorders in psychotherapy trials. A score of 0-9 (Low impairment), 10-19 (Moderate impairment), and 20-40 (Severe impairment).",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Life Enjoyment and Satisfaction Questionnaire, short form (QLESQ-SF) - Change",
                    "description": "The QLESQ-SF is a 16-item scale assessing quality of life, enjoyment, and satisfaction across a broad range of domains, including physical health, mood, leisure activities, relationships, and overall sense of well-being. Respondents rate each item on a scale of 1-5. Because the last two items, about medication and overall life enjoyment, are scored separately, scores range from 14 to 70. The QLESQ-SF has good internal consistency reliability and validity and has been used to examine quality of life in OCD and anxiety disorders. Each item uses a 5-point scale ranging from 1 (very poor) to 5 (very good). A total score is derived from 14 items with a maximum score of 70 and with higher scores indicating greater life satisfaction and enjoyment.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Yale-Brown Obsessive Compulsive Scale, self-report form (Y-BOCS) - Change",
                    "description": "This 10-item questionnaire asks about the frequency and severity of obsessions and compulsions, ability to resist them, and interference from symptoms. Scores can range from 0-40. A score of 8-15 represents mild OCD; 16-23, moderate; 24-31, severe, and above 32, extreme. The self-report Y-BOCS has excellent reliability and validity, and correlates highly with the original clinician-administered interview version. It is frequently used as an outcome measure in randomized controlled trials of ERP. A clinically significant improvement in Y-BOCS score is a 35% reduction.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Obsessive-Compulsive Inventory, Revised (OCI-R) - Change",
                    "description": "The OCI-R is included as a secondary assessment of OCD symptoms. It contains 18 items rated on a 0-4 scale from \"not at all\" to \"extremely.\" The recommended cutoff for a likely OCD diagnosis is 21, and it has excellent internal consistency and validity.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Adult OCD Impact Scale (AOIS) - Change",
                    "description": "The AOIS is a 48-item measure that assesses level of difficulty completing activities due to OCD in four different areas: work/school, home/family, intimate relationships, and social situations. Questions are rated on a five-point scale; total scores range from 0 - 182 with higher scores indicating greater functional impairment due to OCD. This scale has excellent internal consistency (alpha = .96) and scores correlation with other measures of general functioning and disability.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-9) - Depression - Change",
                    "description": "The PHQ-9 is a psychometrically strong, 9-item measure of depressive symptoms that taps each of the DSM-5 depression symptoms. Scores range from 0-27 with scores greater than or equal to 10 suggesting the presence of clinically significant depression. PHQ-9 comprises five categories, where a cut-off point of 0-4 indicates no depressive symptoms, 5-9 mild depressive symptoms, 10-14 moderate depressive symptoms, 15-19 moderately-severe depressive symptoms, and 20-27 severe depressive symptoms. The PHQ-9 has excellent internal consistency and validity with other measures of depression.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Quality of Life and Functional Status (SF-12V) - Change",
                    "description": "The SF-12 is a self-reported outcome measure assessing the impact of health on an individual's everyday life. Physical and mental health composite scores are computed using the score of 12 questions and range from 0 to 100, where are zero score indicates the lowest level of health measure by the scales and 100 indicates the highest level of health. The investigators will assess quality of life using the 12-tiem short form health survey for Veterans, an instrument adopted by VHA as a measure of functional status. SF-12V responses can be summarized in component scores for physical (PCS) and mental (MCS) functioning.",
                    "timeFrame": "Baseline, Post Treatment (4-6 months after randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "PTSD Checklist (PCL-5) - PTSD Symptoms - Change",
                    "description": "The PCL-5 will be used to determine severity of PTSD symptoms. This 20-item questionnaire assesses each DSM-5 criterion for PTSD. The recommended cutoff for probable PTSD is 33. It has excellent internal consistency and correlation with other measures of PTSD.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Generalized Anxiety Disorder-7 scale (GAD-7) - Anxiety Symptoms - Change",
                    "description": "The GAD-7 is a 7-item measure of generalized anxiety symptoms. Scores range from 0 to 21, with scores greater than or equal to 10 suggesting the presence of generalized anxiety disorder. Cut points of 5, 10, and 15 might be interpreted as representing mild, moderate, and severe levels of anxiety on the GAD-7. The GAD-7 has good internal consistency reliability and validity.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                },
                {
                    "measure": "Columbia Suicide Severity Rating Scale (C-SSRS) - Suicidality - Change",
                    "description": "The C-SSRS assesses severity of suicidal ideation, intensity of ideation, behaviors such as preparation, and lethality of attempts. Internal consistency is very good (alpha = .94) and the scale shows good convergent validity with other scales assessing suicidality. For the current study, the investigators use the 'current' version which assesses suicide risk in the past month.",
                    "timeFrame": "Baseline, Post Treatment (4-6 Months after Randomization), 6 Months Post Treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans having a primary diagnosis of Obsessive Compulsive Disorder (OCD)(50% of sample) and comorbid OCD and Post-traumatic stress disorder (PTSD) (50% of sample) who are receiving care from the Michael E. DeBakey VA Medical Center (MEDVAMC) in Houston, TX; the Ralph H. Johnson VA Medical Center in Charleston, SC; and the VISN 20 Clinical Resource Hub which provides telehealth services to Washington, Oregon, and Alaska.\n* Willingness to participate in Exposure and Response Prevention(ERP)\n\nExclusion Criteria:\n\n* Significant cognitive impairment or conditions that threaten safety (current psychosis, mania, imminent suicidality including plan or intent, and treatment-interfering moderate to severe substance use).\n* Potential participants taking psychotropic medications must be on a stable dose of these medications for at least 6 weeks prior to study enrollment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew G Escamilla, BS",
                    "role": "CONTACT",
                    "phone": "(713) 440-4461",
                    "email": "matthew.escamilla@va.gov"
                },
                {
                    "name": "Terri L Fletcher, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 440-4400",
                    "email": "Terri.Fletcher@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Terri L. Fletcher, PhD",
                    "affiliation": "Michael E. DeBakey VA Medical Center, Houston, TX",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Roseburg Healthcare System, Roseburg, OR",
                    "status": "RECRUITING",
                    "city": "Roseburg",
                    "state": "Oregon",
                    "zip": "97471",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milena S Roussev, PhD",
                            "role": "CONTACT",
                            "phone": "206-303-8274",
                            "email": "Milena.Roussev@va.gov"
                        },
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "email": "matthew.escamilla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.2165,
                        "lon": -123.34174
                    }
                },
                {
                    "facility": "VA Southern Oregon Rehabilitation Center and Clinics, White City, OR",
                    "status": "RECRUITING",
                    "city": "White City",
                    "state": "Oregon",
                    "zip": "97503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milena S Roussev, PhD",
                            "role": "CONTACT",
                            "phone": "206-303-8274",
                            "email": "Milena.Roussev@va.gov"
                        },
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "email": "Matthew.Escamilla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.43735,
                        "lon": -122.85893
                    }
                },
                {
                    "facility": "Ralph H. Johnson VA Medical Center, Charleston, SC",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29401-5703",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ursula S Myers, PhD",
                            "role": "CONTACT",
                            "phone": "843-252-3880",
                            "email": "ursula.myers@va.gov"
                        },
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "phone": "7137948601",
                            "email": "matthew.escamilla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                },
                {
                    "facility": "Michael E. DeBakey VA Medical Center, Houston, TX",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030-4211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "phone": "713-440-4461",
                            "email": "matthew.escamilla@va.gov"
                        },
                        {
                            "name": "Terri L. Fletcher, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Spokane VA Medical Center, Spokane, WA",
                    "status": "RECRUITING",
                    "city": "Spokane",
                    "state": "Washington",
                    "zip": "99205-6185",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milena S Roussev, PhD",
                            "role": "CONTACT",
                            "phone": "206-303-8274",
                            "email": "Milena.Roussev@va.gov"
                        },
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "email": "matthew.escamilla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.65966,
                        "lon": -117.42908
                    }
                },
                {
                    "facility": "Jonathan M. Wainwright Memorial VA Medical Center, Walla Walla, WA",
                    "status": "RECRUITING",
                    "city": "Walla Walla",
                    "state": "Washington",
                    "zip": "99362-3975",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milena S Roussev, PhD",
                            "role": "CONTACT",
                            "phone": "206-303-8274",
                            "email": "Milena.Roussev@va.gov"
                        },
                        {
                            "name": "Matthew G Escamilla, BS",
                            "role": "CONTACT",
                            "email": "Matthew.Escamilla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.06458,
                        "lon": -118.34302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000003193",
                    "term": "Compulsive Personality Disorder"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "asFound": "Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6418",
                    "name": "Compulsive Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}