{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138821",
            "orgStudyIdInfo": {
                "id": "2023P002914"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "ESG vs GLP-1RA vs ESG + GLP-1RA in Patients With Obesity, NAFLD and Advanced Fibrosis: A Randomized Controlled Trial",
            "officialTitle": "Endoscopic Sleeve Gastroplasty (ESG) Versus Glucagon-like Peptide 1 Receptor Agonist (GLP-1RA) Versus ESG + GLP-1RA in Patients With Obesity, Non-Alcoholic Fatty Liver Disease (NAFLD) and Advanced Fibrosis: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Endocrinology",
                "Other",
                "Gastroenterology"
            ],
            "study": "esg-vs-glp-vs-esg-glp-in-patients-with-obesity-nafld-and-advanced-fibrosis-a-randomized-controlled-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-14",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Pichamol Jirapinyo, MD, MPH",
                "investigatorTitle": "Associate Director of Bariatric Endoscopy",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Pichamol Jirapinyo, MD, MPH",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Endoscopic bariatric and metabolic therapies (EBMT) are a non-invasive, safe alternative treatment for patients with obesity. Current FDA- approved devices include intragastric balloons (IGB) and suturing devices for endoscopic sleeve gastroplasty (ESG). These gastric interventions work by interfering with how the stomach expands to accept and process a meal, which slows down how fast the stomach empties. ESG, the procedure the investigators are doing in this study, involves endoscopic suturing to reduce the length and width of the stomach so that the patient feels full faster. Semaglutide is a popular medication for weight loss, and has shown significant weight loss with a good safety profile in clinical trials.\n\nIn this study, the investigators will compare ESG, Semaglutide only, and an ESG + Semaglutide combination, on weight loss for subjects undergoing the procedure with a history of obesity, liver fibrosis and NAFLD. To better understand how these impact obesity and liver fibrosis, the investigators will track weight loss, laboratory values, liver stiffness, and the patients overall liver health.\n\nThe suturing device used in the ESG procedure and the semaglutide are all approved by the U.S. Food and Drug Administration (FDA) for endoscopic procedures in the upper gastrointestinal tract and medication management of obesity.\n\nThis is a study that will randomize patients to 1 of 3 different treatment options: ESG only, Semaglutide only or ESG + Semaglutide. The investigators want to see if adding the weight loss medication to the ESG procedure will increase weight loss and how it will impact liver health.",
            "detailedDescription": "The National Institutes of Health, the World Health Organization, and numerous other scientific organizations including the America Medical Association (AMA) recognize obesity as a chronic disease requiring primary therapy. More than one-third of United States adults are obese. The increasing prevalence of obesity in the U.S. has been accompanied by an increasing prevalence in its associated comorbid conditions including hypertension, diabetes, dyslipidemia, coronary heart disease, stroke, sleep apnea, osteoarthritis, gallbladder disease, GERD, nonalcoholic fatty liver disease (NAFLD), and cancer. Obesity is associated with an increased risk of all-cause and cardiovascular mortality and accounts for about 2.5 million preventable deaths annually. The economic consequences of obesity are enormous, and projected increases may threaten the integrity of our health care system. Recent analyses estimate that 147 to 210 billion dollars are spent annually to treat obesity-attributable medical problems in the United States, accounting for about 21% of health care expenditures.\n\nCurrent treatment options for patients with obesity include lifestyle intervention, obesity pharmacotherapy, and bariatric surgery. The components of lifestyle intervention include diet, exercise, and behavior modification and should be considered the cornerstone of any obesity treatment. However, as a stand-alone therapy, even intensive lifestyle intervention is only modestly effective with an expected percent total body weight loss (%TBWL) \\< 3%. The available pharmacological approaches for the treatment of obesity increase weight loss by 3% to 9% compared with lifestyle therapy alone, but some can be associated with unfavorable side effects, significant cost, and weight loss achieved by pharmacotherapy is rarely maintained upon withdrawal of the medication.\n\nThe scientific literature is clear in showing that the magnitude of weight loss is strongly associated with improvement in obesity related co-morbidities such as diabetes, blood pressure, hyperlipidemia, obstructive sleep apnea, and fatty liver disease. The odds of clinically significant improvements in obesity related co-morbidities are much higher when %TBWL exceeds 10%. Bariatric surgery, such as Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy, can achieve significant and durable weight loss that exceeds the 10% TBWL threshold in the majority of patients; however, it is estimated that less than 1% of patients with severe obesity (body mass index \\[BMI\\] ≥ 40 kg/m₂) undergo surgical interventions given high costs, patient preference, access to care, and the morbidity and mortality associated with surgery. More importantly, the majority of patients with mild to moderate obesity (BMI 30-40 kg/m2) who do not qualify for bariatric surgery are left without an effective management approach to their disease, considering the modest effects seen with medications or lifestyle intervention alone and their ability to achieve \\>10%TBWL only in the minority of patients. Yet, according to the global disability-adjusted life-years and deaths study, patients with mild to moderate obesity are the highest contributors to the burden on disease both in terms or co-morbidities and overall mortality. Therefore, both government agencies (the Agency for Healthcare Research and Quality \\[AHRQ\\]) and national societies (American Society of Bariatric and Metabolic Surgery \\[ASMBS\\], and American Society of Gastrointestinal Endoscopy \\[ASGE\\]) now recognize that a significant management gap exists for patients with mild to moderate obesity (BMI between 30-40 kg/m2) and have defined safety and efficacy thresholds for endoscopic weight loss interventions to achieve societal recommendations. Recently the FDA has approved endoscopic bariatric therapies (EBTs) such as intragastric balloons (IGB) for the management of obesity. These endoscopic therapies can achieve \\>10%TBWL in the majority of patients with excellent safety and lower cost (roughly one quarter of the cost of bariatric surgery). Furthermore, they are anatomy preserving, reversible, repeatable, and are thus well positioned to fill the gap in the management of obesity.\n\nEndoscopic Sleeve Gastroplasty (ESG) is an endoscopic minimally invasive weight loss procedure where a commercially available, FDA approved, full-thickness endoscopic suturing device (Overstitch; Apollo Endosurgery, Austin, TX) is used to reduce the stomach volume by 80% through the creation of a restrictive endoscopic sleeve. This is accomplished by a series of endolumenally placed full-thickness sutures through the gastric wall, extending from the antrum to the gastroesophageal junction. The investigators currently perform this procedure as a standard of care, primary obesity treatment at BWH.\n\nSemaglutide is an FDA approved GLP-1 receptor agonist for treatment of type 2 diabetes mellitus and is used clinically for the medical management of diabetes and obesity. Phase-3 clinical trials have demonstrated the significant weight reduction capability of Semaglutide. Diabetes, insulin resistance, and obesity are responsible for the pathological manifestations of non-alcoholic steatohepatitis (NASH). Observations from phase-3 clinical trials like SUSTAIN and PIONEER indicated the anti-obesity potential of semaglutide. Various pre-clinical and phase-2 studies have indicated the therapeutic potential of semaglutide in non-alcoholic steatohepatitis. Figure 1 shows the mechanism of semaglutide for management of obesity, NASH and neurodegenerative diseases."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Liver Diseases",
                "Liver Fibrosis",
                "Liver Fat",
                "NAFLD",
                "Weight Loss",
                "Insulin Resistance",
                "Insulin Sensitivity",
                "Insulin Sensitivity/Resistance",
                "Metabolic Diseases",
                "Diabetes",
                "Diabetes Mellitus, Type 2",
                "Diabetes Mellitus",
                "NASH With Fibrosis",
                "Non-Alcoholic Fatty Liver Disease",
                "Non Alcoholic Fatty Liver",
                "Non-alcoholic Steatohepatitis"
            ],
            "keywords": [
                "Gut Hormones",
                "Endoscopic Bariatric Therapies (EBT)",
                "Intragastric Balloon (IGB)",
                "Endoscopic Suturing",
                "endoscopic sleeve gastroplasty (ESG)",
                "GLP-1RA",
                "Glucagon-like peptide 1 receptor agonist",
                "Weight Management",
                "Endoscopic bariatric and metabolic therapies (EBMT)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This study is a randomized, controlled, open-label clinical trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ESG + GLP-1RA treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Endoscopic sleeve gastroplasty suturing procedure with a prescription regimen of semaglutide (2.4 mg injection per week) for 12 months.",
                    "interventionNames": [
                        "Device: ESG",
                        "Drug: GLP1-RA"
                    ]
                },
                {
                    "label": "ESG Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Endoscopic sleeve gastroplasty suturing procedure.",
                    "interventionNames": [
                        "Device: ESG"
                    ]
                },
                {
                    "label": "GLP-1RA Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Semaglutide prescription (2.4mg injection per week) regimen for 12 months.",
                    "interventionNames": [
                        "Drug: GLP1-RA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ESG",
                    "description": "Endoscopic sleeve gastroplasty - reduce the size of the stomach using an endoscopic plicating device",
                    "armGroupLabels": [
                        "ESG + GLP-1RA treatment",
                        "ESG Only"
                    ],
                    "otherNames": [
                        "Endoscopic Sleeve Gastroplasty",
                        "Endoscopic Suturing"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "GLP1-RA",
                    "description": "Prescription for semaglutide for weight loss for 12 months.",
                    "armGroupLabels": [
                        "ESG + GLP-1RA treatment",
                        "GLP-1RA Only"
                    ],
                    "otherNames": [
                        "Semaglutide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Liver Fibrosis measurement at 12 months compared to baseline",
                    "description": "Comparison of Endoscopic ultrasound (EUS)-guided liver biopsy results to assess for change in liver fibrosis from baseline in the ESG + GLP-1RA group compared to ESG only and GLP-1RA only",
                    "timeFrame": "Baseline, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Liver stiffness at 12 months compared to baseline",
                    "description": "Compare the magnetic resonance elastography (MRE) results of the liver from baseline in the ESG + GLP-1RA group compared to ESG only and GLP-1RA only.",
                    "timeFrame": "Baseline, 12 months"
                },
                {
                    "measure": "Change in liver fibrosis at 12 months compared to baseline",
                    "description": "Fibroscan score from baseline in the ESG + GLP-1RA group compared to ESG only and GLP-1RA only",
                    "timeFrame": "Baseline, 12 months"
                },
                {
                    "measure": "Change in liver scarring at 12 months compared to baseline",
                    "description": "Fibrosis-4 (FIB-4) Score from baseline in the ESG + GLP-1RA group compared to ESG only and GLP-1RA only.",
                    "timeFrame": "Baseline, 12 months"
                },
                {
                    "measure": "Change in %TBWL compared to baseline for ESG + GLP-1RA compared to ESG",
                    "description": "Compare weight measurements from baseline for ESG + GLP-1RA compared to ESG only",
                    "timeFrame": "Baseline, 1, 3, 6, 9 and 12 months"
                },
                {
                    "measure": "Change in %TBWL compared to baseline for ESG + GLP-1RA compared to GLP-1RA",
                    "description": "Compare weight measurements from baseline for ESG + GLP-1RA compared to GLP-1RA only",
                    "timeFrame": "Baseline, 1, 3, 6, 9 and 12 months"
                },
                {
                    "measure": "Change in quality of life compared to baseline",
                    "description": "Compare changes in quality of life assessed using standard validated questionnaires (IWQOL-lite, PHQ-9 and SF-36)",
                    "timeFrame": "Baseline, 1, 3, 6, 9 and 12 months"
                },
                {
                    "measure": "Change in eating behaviors compared to baseline",
                    "description": "Compare changes in eating behaviors evaluated using the Three Factor Eating Questionnaire (TFEQ)",
                    "timeFrame": "Baseline, 3 and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 21-65\n2. BMI ≥ 30 and ≤40 kg/m²\n3. Willingness to comply with the substantial lifelong dietary restrictions required by the treatment plan\n4. History of failure with non-surgical weight-loss methods\n5. Willingness to follow protocol requirements, including signed informed consent, routine follow-up schedule, completing laboratory tests, and completing diet counseling\n6. Residing within a reasonable distance from the investigator's office and able to travel to the investigator to complete all routine follow- up visits\n7. Ability to give informed consent\n8. Women of childbearing potential (i.e., not post-menopausal or surgically sterilized) must agree to use adequate birth control methods\n\nExclusion Criteria:\n\n1. History of foregut or gastrointestinal (GI) surgery (except uncomplicated cholecystectomy or appendectomy)\n2. Prior gastrointestinal surgery with sequelae, i.e. obstruction, and/or adhesive peritonitis or known abdominal adhesions.\n3. Prior open or laparoscopic bariatric surgery.\n4. Prior surgery of any kind on the esophagus, stomach or any type of hiatal hernia surgery.\n5. Any inflammatory disease of the gastrointestinal tract including severe (LA Grade C or D) esophagitis, Barrett's esophagus, gastric ulceration, duodenal ulceration, cancer or specific inflammation such as Crohn's disease.\n6. Potential upper gastrointestinal bleeding conditions such as esophageal or gastric varices, congenital or acquired intestinal telangiectasis, or other congenital anomalies of the gastrointestinal tract such as atresias or stenoses.\n7. Gastrointestinal stromal tumors, history of premalignant gastric lesions (intestinal metaplasia), history of familial and nan-familial adenomatous syndromes.\n8. A gastric mass or gastric polyps \\> 1 cm in size.\n9. A hiatal hernia \\> 4cm of axial displacement of the z-line above the diaphragm or severe or intractable gastro-esophageal reflux symptoms.\n10. A structural abnormality in the esophagus or pharynx such as a stricture or diverticulum that could impede passage of the endoscope.\n11. Achalasia or any other severe esophageal motility disorder\n12. Severe coagulopathy.\n13. Insulin-dependent diabetes (either Type 1 or Type 2) or a significant likelihood of requiring insulin treatment in the following 12 months or a HgbA1C≥9.\n14. Subjects with any serious health condition unrelated to their weight that would increase the risk of endoscopy\n15. Chronic abdominal pain\n16. Motility disorders of the GI tract such as gross esophageal motility disorders, gastroparesis or intractable constipation\n17. Hepatic insufficiency or cirrhosis\n18. Use of an intragastric device prior to this study due to the increased thickness of the stomach wall preventing effective suturing.\n19. Active, untreated psychological issues preventing participation in a life-style modification program\n20. Patients unwilling to participate in an established medically-supervised diet and behavior modification program, with routine medical follow-up.\n21. Patients receiving daily prescribed treatment with high dose aspirin (\\> 80mg daily), anti-inflammatory agents, anticoagulants or other gastric irritants.\n22. Patients who are unable or unwilling to take prescribed proton pump inhibitor medication\n23. Patients who are pregnant or breast-feeding.\n24. Subjects with Severe cardiopulmonary disease or other serious organic disease which might include known history of coronary artery disease, Myocardial infarction within the past 6 months, poorly-controlled hypertension, required use of NSAIDs\n25. Subjects taking medications on specified hourly intervals that may be affected by changes to gastric emptying, such as anti-seizure or anti-arrhythmic medications\n26. Subjects who are taking corticosteroids, immunosuppressants, and narcotics\n27. Symptomatic congestive heart failure, cardiac arrhythmia or unstable coronary artery disease.\n28. Pre-existing respiratory disease such as moderate or severe chronic obstructive pulmonary disease (COPD) requiring steroids, pneumonia or cancer.\n29. Diagnosis of autoimmune connective tissue disorder (e.g. lupus, erythematous, scleroderma) or immunocompromised.\n30. Specific diagnosed genetic disorder such as Prader Willi syndrome.\n31. Eating disorders including night eating syndrome (NES), bulimia, binge eating disorder, or compulsive overeating\n32. Known history of endocrine disorders affecting weight such as uncontrolled hypothyroidism.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michele Ryan, MS",
                    "role": "CONTACT",
                    "phone": "6175258266",
                    "email": "mryan@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Pichamol Jirapinyo, MD, MPH",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20071471",
                    "type": "BACKGROUND",
                    "citation": "Flegal KM, Carroll MD, Ogden CL, Curtin LR. Prevalence and trends in obesity among US adults, 1999-2008. JAMA. 2010 Jan 20;303(3):235-41. doi: 10.1001/jama.2009.2014. Epub 2010 Jan 13."
                },
                {
                    "pmid": "23280227",
                    "type": "BACKGROUND",
                    "citation": "Flegal KM, Kit BK, Orpana H, Graubard BI. Association of all-cause mortality with overweight and obesity using standard body mass index categories: a systematic review and meta-analysis. JAMA. 2013 Jan 2;309(1):71-82. doi: 10.1001/jama.2012.113905."
                },
                {
                    "pmid": "16926275",
                    "type": "BACKGROUND",
                    "citation": "Adams KF, Schatzkin A, Harris TB, Kipnis V, Mouw T, Ballard-Barbash R, Hollenbeck A, Leitzmann MF. Overweight, obesity, and mortality in a large prospective cohort of persons 50 to 71 years old. N Engl J Med. 2006 Aug 24;355(8):763-78. doi: 10.1056/NEJMoa055643. Epub 2006 Aug 22."
                },
                {
                    "pmid": "19299006",
                    "type": "BACKGROUND",
                    "citation": "Prospective Studies Collaboration; Whitlock G, Lewington S, Sherliker P, Clarke R, Emberson J, Halsey J, Qizilbash N, Collins R, Peto R. Body-mass index and cause-specific mortality in 900 000 adults: collaborative analyses of 57 prospective studies. Lancet. 2009 Mar 28;373(9669):1083-96. doi: 10.1016/S0140-6736(09)60318-4. Epub 2009 Mar 18."
                },
                {
                    "pmid": "19635784",
                    "type": "BACKGROUND",
                    "citation": "Finkelstein EA, Trogdon JG, Cohen JW, Dietz W. Annual medical spending attributable to obesity: payer-and service-specific estimates. Health Aff (Millwood). 2009 Sep-Oct;28(5):w822-31. doi: 10.1377/hlthaff.28.5.w822. Epub 2009 Jul 27."
                },
                {
                    "pmid": "22094013",
                    "type": "BACKGROUND",
                    "citation": "Cawley J, Meyerhoefer C. The medical care costs of obesity: an instrumental variables approach. J Health Econ. 2012 Jan;31(1):219-30. doi: 10.1016/j.jhealeco.2011.10.003. Epub 2011 Oct 20."
                },
                {
                    "pmid": "24239920",
                    "type": "BACKGROUND",
                    "citation": "Jensen MD, Ryan DH, Apovian CM, Ard JD, Comuzzie AG, Donato KA, Hu FB, Hubbard VS, Jakicic JM, Kushner RF, Loria CM, Millen BE, Nonas CA, Pi-Sunyer FX, Stevens J, Stevens VJ, Wadden TA, Wolfe BM, Yanovski SZ; American College of Cardiology/American Heart Association Task Force on Practice Guidelines; Obesity Society. 2013 AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society. J Am Coll Cardiol. 2014 Jul 1;63(25 Pt B):2985-3023. doi: 10.1016/j.jacc.2013.11.004. Epub 2013 Nov 12. No abstract available. Erratum In: J Am Coll Cardiol. 2014 Jul 1;63(25 Pt B):3029-3030."
                },
                {
                    "pmid": "11187414",
                    "type": "BACKGROUND",
                    "citation": "Stevens VJ, Obarzanek E, Cook NR, Lee IM, Appel LJ, Smith West D, Milas NC, Mattfeldt-Beman M, Belden L, Bragg C, Millstone M, Raczynski J, Brewer A, Singh B, Cohen J; Trials for the Hypertension Prevention Research Group. Long-term weight loss and changes in blood pressure: results of the Trials of Hypertension Prevention, phase II. Ann Intern Med. 2001 Jan 2;134(1):1-11. doi: 10.7326/0003-4819-134-1-200101020-00007."
                },
                {
                    "pmid": "23288372",
                    "type": "BACKGROUND",
                    "citation": "Gregg EW, Chen H, Wagenknecht LE, Clark JM, Delahanty LM, Bantle J, Pownall HJ, Johnson KC, Safford MM, Kitabchi AE, Pi-Sunyer FX, Wing RR, Bertoni AG; Look AHEAD Research Group. Association of an intensive lifestyle intervention with remission of type 2 diabetes. JAMA. 2012 Dec 19;308(23):2489-96. doi: 10.1001/jama.2012.67929."
                },
                {
                    "pmid": "17363746",
                    "type": "BACKGROUND",
                    "citation": "Look AHEAD Research Group; Pi-Sunyer X, Blackburn G, Brancati FL, Bray GA, Bright R, Clark JM, Curtis JM, Espeland MA, Foreyt JP, Graves K, Haffner SM, Harrison B, Hill JO, Horton ES, Jakicic J, Jeffery RW, Johnson KC, Kahn S, Kelley DE, Kitabchi AE, Knowler WC, Lewis CE, Maschak-Carey BJ, Montgomery B, Nathan DM, Patricio J, Peters A, Redmon JB, Reeves RS, Ryan DH, Safford M, Van Dorsten B, Wadden TA, Wagenknecht L, Wesche-Thobaben J, Wing RR, Yanovski SZ. Reduction in weight and cardiovascular disease risk factors in individuals with type 2 diabetes: one-year results of the look AHEAD trial. Diabetes Care. 2007 Jun;30(6):1374-83. doi: 10.2337/dc07-0048. Epub 2007 Mar 15."
                },
                {
                    "pmid": "24231879",
                    "type": "BACKGROUND",
                    "citation": "Yanovski SZ, Yanovski JA. Long-term drug treatment for obesity: a systematic and clinical review. JAMA. 2014 Jan 1;311(1):74-86. doi: 10.1001/jama.2013.281361."
                },
                {
                    "pmid": "21593294",
                    "type": "BACKGROUND",
                    "citation": "Wing RR, Lang W, Wadden TA, Safford M, Knowler WC, Bertoni AG, Hill JO, Brancati FL, Peters A, Wagenknecht L; Look AHEAD Research Group. Benefits of modest weight loss in improving cardiovascular risk factors in overweight and obese individuals with type 2 diabetes. Diabetes Care. 2011 Jul;34(7):1481-6. doi: 10.2337/dc10-2415. Epub 2011 May 18."
                },
                {
                    "pmid": "25865049",
                    "type": "BACKGROUND",
                    "citation": "Vilar-Gomez E, Martinez-Perez Y, Calzadilla-Bertot L, Torres-Gonzalez A, Gra-Oramas B, Gonzalez-Fabian L, Friedman SL, Diago M, Romero-Gomez M. Weight Loss Through Lifestyle Modification Significantly Reduces Features of Nonalcoholic Steatohepatitis. Gastroenterology. 2015 Aug;149(2):367-78.e5; quiz e14-5. doi: 10.1053/j.gastro.2015.04.005. Epub 2015 Apr 10."
                },
                {
                    "pmid": "23338049",
                    "type": "BACKGROUND",
                    "citation": "Buchwald H, Oien DM. Metabolic/bariatric surgery worldwide 2011. Obes Surg. 2013 Apr;23(4):427-36. doi: 10.1007/s11695-012-0864-0."
                },
                {
                    "pmid": "28604169",
                    "type": "BACKGROUND",
                    "citation": "GBD 2015 Obesity Collaborators; Afshin A, Forouzanfar MH, Reitsma MB, Sur P, Estep K, Lee A, Marczak L, Mokdad AH, Moradi-Lakeh M, Naghavi M, Salama JS, Vos T, Abate KH, Abbafati C, Ahmed MB, Al-Aly Z, Alkerwi A, Al-Raddadi R, Amare AT, Amberbir A, Amegah AK, Amini E, Amrock SM, Anjana RM, Arnlov J, Asayesh H, Banerjee A, Barac A, Baye E, Bennett DA, Beyene AS, Biadgilign S, Biryukov S, Bjertness E, Boneya DJ, Campos-Nonato I, Carrero JJ, Cecilio P, Cercy K, Ciobanu LG, Cornaby L, Damtew SA, Dandona L, Dandona R, Dharmaratne SD, Duncan BB, Eshrati B, Esteghamati A, Feigin VL, Fernandes JC, Furst T, Gebrehiwot TT, Gold A, Gona PN, Goto A, Habtewold TD, Hadush KT, Hafezi-Nejad N, Hay SI, Horino M, Islami F, Kamal R, Kasaeian A, Katikireddi SV, Kengne AP, Kesavachandran CN, Khader YS, Khang YH, Khubchandani J, Kim D, Kim YJ, Kinfu Y, Kosen S, Ku T, Defo BK, Kumar GA, Larson HJ, Leinsalu M, Liang X, Lim SS, Liu P, Lopez AD, Lozano R, Majeed A, Malekzadeh R, Malta DC, Mazidi M, McAlinden C, McGarvey ST, Mengistu DT, Mensah GA, Mensink GBM, Mezgebe HB, Mirrakhimov EM, Mueller UO, Noubiap JJ, Obermeyer CM, Ogbo FA, Owolabi MO, Patton GC, Pourmalek F, Qorbani M, Rafay A, Rai RK, Ranabhat CL, Reinig N, Safiri S, Salomon JA, Sanabria JR, Santos IS, Sartorius B, Sawhney M, Schmidhuber J, Schutte AE, Schmidt MI, Sepanlou SG, Shamsizadeh M, Sheikhbahaei S, Shin MJ, Shiri R, Shiue I, Roba HS, Silva DAS, Silverberg JI, Singh JA, Stranges S, Swaminathan S, Tabares-Seisdedos R, Tadese F, Tedla BA, Tegegne BS, Terkawi AS, Thakur JS, Tonelli M, Topor-Madry R, Tyrovolas S, Ukwaja KN, Uthman OA, Vaezghasemi M, Vasankari T, Vlassov VV, Vollset SE, Weiderpass E, Werdecker A, Wesana J, Westerman R, Yano Y, Yonemoto N, Yonga G, Zaidi Z, Zenebe ZM, Zipkin B, Murray CJL. Health Effects of Overweight and Obesity in 195 Countries over 25 Years. N Engl J Med. 2017 Jul 6;377(1):13-27. doi: 10.1056/NEJMoa1614362. Epub 2017 Jun 12."
                },
                {
                    "pmid": "26282949",
                    "type": "BACKGROUND",
                    "citation": "ASGE Bariatric Endoscopy Task Force; Sullivan S, Kumar N, Edmundowicz SA, Abu Dayyeh BK, Jonnalagadda SS, Larsen M, Thompson CC. ASGE position statement on endoscopic bariatric therapies in clinical practice. Gastrointest Endosc. 2015 Nov;82(5):767-72. doi: 10.1016/j.gie.2015.06.038. Epub 2015 Aug 15. No abstract available."
                },
                {
                    "pmid": "35650449",
                    "type": "BACKGROUND",
                    "citation": "Mahapatra MK, Karuppasamy M, Sahoo BM. Therapeutic Potential of Semaglutide, a Newer GLP-1 Receptor Agonist, in Abating Obesity, Non-Alcoholic Steatohepatitis and Neurodegenerative diseases: A Narrative Review. Pharm Res. 2022 Jun;39(6):1233-1248. doi: 10.1007/s11095-022-03302-1. Epub 2022 Jun 1."
                },
                {
                    "pmid": "23711556",
                    "type": "BACKGROUND",
                    "citation": "Abu Dayyeh BK, Rajan E, Gostout CJ. Endoscopic sleeve gastroplasty: a potential endoscopic alternative to surgical sleeve gastrectomy for treatment of obesity. Gastrointest Endosc. 2013 Sep;78(3):530-5. doi: 10.1016/j.gie.2013.04.197. Epub 2013 May 24."
                },
                {
                    "pmid": "25380510",
                    "type": "BACKGROUND",
                    "citation": "Sharaiha RZ, Kedia P, Kumta N, DeFilippis EM, Gaidhane M, Shukla A, Aronne LJ, Kahaleh M. Initial experience with endoscopic sleeve gastroplasty: technical success and reproducibility in the bariatric population. Endoscopy. 2015 Feb;47(2):164-6. doi: 10.1055/s-0034-1390773. Epub 2014 Nov 7."
                },
                {
                    "pmid": "25380508",
                    "type": "BACKGROUND",
                    "citation": "Lopez-Nava G, Galvao MP, da Bautista-Castano I, Jimenez A, De Grado T, Fernandez-Corbelle JP. Endoscopic sleeve gastroplasty for the treatment of obesity. Endoscopy. 2015 May;47(5):449-52. doi: 10.1055/s-0034-1390766. Epub 2014 Nov 7."
                },
                {
                    "pmid": "26748219",
                    "type": "BACKGROUND",
                    "citation": "Abu Dayyeh BK, Acosta A, Camilleri M, Mundi MS, Rajan E, Topazian MD, Gostout CJ. Endoscopic Sleeve Gastroplasty Alters Gastric Physiology and Induces Loss of Body Weight in Obese Individuals. Clin Gastroenterol Hepatol. 2017 Jan;15(1):37-43.e1. doi: 10.1016/j.cgh.2015.12.030. Epub 2015 Dec 31."
                },
                {
                    "pmid": "22032311",
                    "type": "BACKGROUND",
                    "citation": "ASGE/ASMBS Task Force on Endoscopic Bariatric Therapy; Ginsberg GG, Chand B, Cote GA, Dallal RM, Edmundowicz SA, Nguyen NT, Pryor A, Thompson CC. A pathway to endoscopic bariatric therapies. Gastrointest Endosc. 2011 Nov;74(5):943-53. doi: 10.1016/j.gie.2011.08.053. No abstract available."
                },
                {
                    "pmid": "23537696",
                    "type": "BACKGROUND",
                    "citation": "Mechanick JI, Youdim A, Jones DB, Timothy Garvey W, Hurley DL, Molly McMahon M, Heinberg LJ, Kushner R, Adams TD, Shikora S, Dixon JB, Brethauer S. Clinical practice guidelines for the perioperative nutritional, metabolic, and nonsurgical support of the bariatric surgery patient--2013 update: cosponsored by American Association of Clinical Endocrinologists, the Obesity Society, and American Society for Metabolic & Bariatric Surgery. Surg Obes Relat Dis. 2013 Mar-Apr;9(2):159-91. doi: 10.1016/j.soard.2012.12.010. Epub 2013 Jan 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data sharing will be considered on a case by case basis with a presentation of research protocol to the PI. Data will only be shared with a proper data transfer agreement in place between Brigham and Women's Hospital and the Institution of the requesting investigator.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "12 months after publication of study results. No end date.",
            "accessCriteria": "Data will only be shared with a proper data transfer agreement in place between Brigham and Women's Hospital and the Institution of the requesting investigator."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Non-alcoholic Fatty Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Sensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "asFound": "Metabolic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "asFound": "Insulin Sensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Liver Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000591245",
                    "term": "Semaglutide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000097789",
                    "term": "Glucagon-Like Peptide-1 Receptor Agonists"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9043",
                    "name": "Glucagon",
                    "relevance": "LOW"
                },
                {
                    "id": "M26997",
                    "name": "Glucagon-Like Peptide 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M353561",
                    "name": "Semaglutide",
                    "asFound": "Stretching",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3401",
                    "name": "Glucagon-Like Peptide-1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}