{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06120803",
            "orgStudyIdInfo": {
                "id": "ORA22072007"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Esomeprazole and Radiation Induced Esophagitis",
            "officialTitle": "Effect of Esomeprazole on Radiation Induced Esophagitis in Non-small Cell Lung Cancer (EERENs): A Phase II Single Arm Study",
            "acronym": "EERENs",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "esomeprazole-and-radiation-induced-esophagitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-01",
            "studyFirstSubmitQcDate": "2023-11-01",
            "studyFirstPostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Soumyajit Roy",
                "investigatorTitle": "Resident Physician, Department of Radiation Oncology",
                "investigatorAffiliation": "Rush University Medical Center"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Thoracic radiation therapy combined with chemotherapy (with or without immunotherapy) is the cornerstone of management in patients with locally advanced non-small cell lung cancer (NSCLC).",
            "detailedDescription": "Thoracic radiation therapy combined with chemotherapy (with or without immunotherapy) is the cornerstone of management in patients with locally advanced non-small cell lung cancer (NSCLC). Despite advancement in radiation delivery techniques, about 1/3 of patients who undergo thoracic radiation therapy (TRT) for advanced NSCLC suffer from symptoms of radiation-induced inflammation of the esophagus, also known as radiation-induced esophagitis (RE). Radiation induced esophagitis can have detrimental effect on quality-of-life and can result in unplanned treatment interruptions. If not treated appropriately, acute severe radiation induced esophagitis might also progress to long-term consequences such as esophageal stricture. Existing management of radiation induced esophagitis entails addressing the symptoms and nutritional needs. Anecdotal reports have shown improvement in radiation induced esophagitis symptoms with proton pump inhibitors (PPI); however, no robust prospective evidence exists to support use of PPI to manage radiation induced esophagitis to mitigate detrimental impact on QoL. Recent studies have shown that the PPI esomeprazole has antioxidant, anti-inflammatory and antifibrotic properties; and it potentiates the effect of ionizing radiation on cancer cells.\n\nThe investigators hypothesize that the use of esomeprazole will reduce the frequency of symptomatic (grade ≥2) radiation induced esophagitis compared to reported rates in literature. To address this hypothesis, the investigators propose a phase II study with locally advanced non-small cell lung cancer (NSCLC) patients with the following objectives: The primary objective is to evaluate the frequency of acute symptomatic RE and associated patient-reported symptoms with use of 40 mg of esomeprazole (two pills of 20 mg strength of esomeprazole) once daily for the duration of TRT and for two weeks after completion of TRT. Finally, as exploratory objectives, the investigators plan to identify orthogonal biomarkers that predict radiation induced esophagitis (RE) in the context of using esomeprazole.\n\nThe frequency of symptomatic radiation induced esophagitis at 2 weeks after RT completion and at 3 months from the start of TRT will be documented in a cohort of patients with locally advanced NSCLC receiving TRT (EQD2 of 45 Gy or higher with concomitant chemotherapy and estimated esophageal maximum dose of 30 Gy or higher). Both clinician-reported metrics (Common Terminology Criteria for Adverse Events version 5.0) and patient-reported metrics (Patient-Reported Outcomes version of the CTCAE \\[PRO-CTCAE\\]) will be used.\n\nAs part of exploratory objectives, investigators will investigate correlative biomarkers that could predict radiation-induced esophagitis in the context of using esomeprazole.\n\nThis work is significant as it will provide important evidence to support the use of esomeprazole, a readily available over-the-counter medication with thoracic radiation therapy to reduce the frequency of symptomatic radiation induced esophagitis given the lack of clinical evidence in the existing literature supporting this premise."
        },
        "conditionsModule": {
            "conditions": [
                "Radiation Esophagitis",
                "Locally Advanced Lung Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Esomeprazole 40 mg daily with thoracic radiation therapy and concomitant chemotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Enrolled patients will receive 40 mg of esomeprazole (two pills of 20 mg strength of esomeprazole) once daily before breakfast for the entire duration of TRT (including the weekends and any interim gap period) and for two weeks after completion of thoracic radiation therapy (TRT). TRT will be delivered as per the discretion of the treating physicians.",
                    "interventionNames": [
                        "Drug: Esomeprazole 40 mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Esomeprazole 40 mg",
                    "description": "Enrolled patients will receive 40 mg of esomeprazole (two pills of 20 mg strength of esomeprazole) once daily before breakfast for the entire duration of TRT (including the weekends and any interim gap period) and for two weeks after completion of thoracic radiation therapy.",
                    "armGroupLabels": [
                        "Esomeprazole 40 mg daily with thoracic radiation therapy and concomitant chemotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Grade 2 or higher radiation induced esophagitis",
                    "description": "The primary objective of this study is to determine the effect of esomeprazole on the frequency of acute symptomatic RE after thoracic radiotherapy (TRT) in a cohort of patients with locally advanced NSCLC treated with definitive TRT. Both clinician-reported metrics (CTCAE) and patient-reported metrics (Patient-Reported Outcomes version of the CTCAE) will be used.",
                    "timeFrame": "At 2 weeks after completion of thoracic radiation therapy and at 3 months since start of radiation therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is ≥ 18 years of age.\n* Patient or patient's legal representative is willing and able to provide written informed consent and HIPAA authorization prior to performance of any study related activity.\n* Patient is willing and able to comply with scheduled visits and treatment schedules.\n* Patient has histopathologically confirmed diagnosis of NSCLC clinical stage III (as per the 8th edition of American Joint Committee on Cancer Staging).\n* Patients will receive thoracic radiation with estimated maximum dose to esophagus of at least 30 Gy (EQD2) in combination with concomitant chemotherapy.\n* Patient has Eastern Cooperative Oncology Group (ECOG) performance status score of 0 to 2.\n* Women of childbearing potential (WOCBP) must have a negative pregnancy test (serum or urine HCG) within 2 weeks of enrollment).\n* Double inclusion in any ongoing trial (if the other trial permits) will be allowed.\n\nExclusion Criteria:\n\n* Patient has history of gastroesophageal junction or stomach cancer.\n* Patient has history of pre-existing severe or very severe dysphagia.\n* Patient has history of severe liver disease, acute or subacute systemic lupus erythematosus.\n* Patient has interstitial nephritis.\n* Patient has history of peptic ulcer disease.\n* Patient has prior history of upper gastrointestinal bleeding.\n* Patient has a history of thoracic radiotherapy within 2 years of enrollment.\n* Patient has known or suspected allergic response and prior adverse drug reaction with proton pump inhibitors.\n* Patient is currently on clopidogrel, nelfinavir, rilpivirine, methotrexate, rifampin, digoxin, tacrolimus, or phenytoin as these may have major drug interaction with esomeprazole.\n* Patients without concomitant chemoradiotherapy and with estimated maximum dose to esophagus of less than 30 Gy (EQD2).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Soumyajit Roy, MD, MSc.(c)",
                    "role": "CONTACT",
                    "phone": "312-942-5655",
                    "email": "soumyajit_roy@rush.edu"
                },
                {
                    "name": "Gaurav Marwaha, MD",
                    "role": "CONTACT",
                    "phone": "312-942-5751",
                    "email": "gaurav_marwaha@rush.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Soumyajit M Roy, PhD",
                    "affiliation": "Rush University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Soumyajit Roy, MD",
                            "role": "CONTACT",
                            "phone": "312-942-5655",
                            "email": "soumyajit_roy@rush.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Information on IPD sharing will be determined at the study completion"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004941",
                    "term": "Esophagitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8091",
                    "name": "Esophagitis",
                    "asFound": "Esophagitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000064098",
                    "term": "Esomeprazole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000897",
                    "term": "Anti-Ulcer Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000054328",
                    "term": "Proton Pump Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M30204",
                    "name": "Esomeprazole",
                    "asFound": "Aspirin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4188",
                    "name": "Antacids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4219",
                    "name": "Anti-Ulcer Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M27630",
                    "name": "Proton Pump Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}