{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04577859",
            "orgStudyIdInfo": {
                "id": "851998"
            },
            "organization": {
                "fullName": "Advanced Cooling Therapy, Inc., d/b/a Attune Medical",
                "class": "INDUSTRY"
            },
            "briefTitle": "Esophageal Protection Study: A Multicenter Study",
            "officialTitle": "Improving Esophageal Protection During AF Ablation: a Multicenter Double-blind Randomized Clinical Trial",
            "acronym": "eCool-US",
            "therapeuticArea": [
                "Other"
            ],
            "study": "esophageal-protection-study-a-multicenter-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-30",
            "studyFirstSubmitQcDate": "2020-09-30",
            "studyFirstPostDateStruct": {
                "date": "2020-10-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Advanced Cooling Therapy, Inc., d/b/a Attune Medical",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "Berry Consultants",
                    "class": "OTHER"
                },
                {
                    "name": "Texas Cardiac Arrhythmia Research Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Beth Israel Deaconess Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Kansas City Cardiac Arrhythmia Research LLC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Atrial fibrillation (AF) is a common debilitating heart rhythm condition that can cause heart failure and negatively impact a patient's outlook in terms of symptoms and disability. It is an irregular fast heart rhythm disorder coming from the top chamber of the heart (left atrium). Catheter ablation treatment has been shown to be effective in controlling or eliminating AF and its associated symptoms. This is now a common and effective treatment option for patients suffering with AF. During ablation, thermal energy is applied in the top chamber of the heart (the left atrium) to abolish abnormal electrical signals that cause AF. It is generally a safe procedure, but one potential risk associated with this procedure is damage to the esophagus caused by thermal energy being transmitted to the esophagus from the heart. The esophagus sits just behind the heart chamber where ablation work is performed, about 5mm away, so it is vulnerable to damage. Although the risk of severe esophageal damage is low, if it occurs it can be serious as the patient may become very ill as a result.\n\nIn recent studies, it was shown that a more advanced type of esophageal probe (ensoETM) that cools the esophagus during ablation is better at protecting the esophagus from ablation-related injury compared to the standard care temperature monitoring probe currently used. The ensoETM is a CE marked and FDA-cleared device, with an intended purpose of controlling patient temperature and has received marketing authorization from FDA to reduce the likelihood of ablation-related esophageal injury resulting from radiofrequency cardiac ablation procedures.\n\nThe purpose of this study is to determine if the long-term efficacy outcome results obtained in single pilot studies can be replicated in a prospective, multi-center randomized controlled trail comparing the the esophageal cooling probe versus a standard of care esophageal temperature monitoring probe. There is a 50:50 chance of the esophageal cooling probe being used during AF ablation for participants.",
            "detailedDescription": "The purpose of this research project is to investigate if the long-term efficacy outcome (freedom from arrythmia) when using an esophageal cooling probe is potentially better than a standard of care temperature monitoring probe. This is the multi-center study is being done to confirm single center study results showing better long term efficacy. This study will also add to existing data showing reductions in esophageal injury with optional EGDs.\n\nAt present, the method of protection is limited; an esophageal temperature monitoring probe is inserted whilst the patient is under general anesthesia and the temperature is measured during ablation, stopping if temperatures markedly increase, which may suggest significant esophageal thermal injury. This method is unreliable as the temperature probe does not sit well in the esophagus and is often too far away from the area requiring monitoring. The probe is difficult to place as it can coil.\n\nThe esophageal cooling device (ensoETM) is another protection method that is gaining popularity since receiving marketing authorization from FDA to reduce the likelihood of ablation-related esophageal injury resulting from radiofrequency cardiac ablation procedures. While the acute safety data has been accepted, long-term efficacy outcomes improvements with use of ensoETM has not been confirmed outside of single center randomized studies.\n\nThe design of the project is in the form of a randomized controlled trial like the single-center studies, so participants will have a 50:50 chance of being allocated to the study group receiving the esophageal cooling probe (ensoETM) or to the control group, receiving the esophageal temperature monitoring probe.\n\nThe patient is blinded to the result of the randomization, to avoid bias/placebo effect.\n\nIf enrolled to the study group, the esophageal cooling probe (ensoETM) will be used. This is a smooth medical-grade silicone multi-lumen esophageal probe (the device has a CE mark and FDA clearance and is designed for the purpose of esophageal insertion and temperature management) that allows water irrigation in a closed loop system, when connected to an external console. If the console cools the irrigated water (this is controlled by manual up/down buttons depending on what temperature is desired), the esophageal probe is then cooled also, which allows local esophageal wall temperature to be controlled. Esophageal cooling via the ensoETM probe can then counteract any transmitted thermal energy from the ablation. The ensoETM has already received marketing authorization from FDA to reduce the likelihood of ablation-related esophageal injury resulting from radiofrequency cardiac ablation procedures.\n\nThe ablation procedure is normally done under general anesthetic so the participant will not be aware of what group they are assigned and will not be subjected to any sensation of pain or discomfort. The ensoETM probes are soft and much gentler than the camera probe that the team normally have to insert during the catheter ablation procedure (the camera probe or transesophageal echocardiography, TEE- is part of standard care), so the study authors are of the opinion that this additional precautionary measure does not itself increase the patient's risk or exposure to harm.\n\nAfter the procedure, participants (study or control) may have an optional endoscopy camera between 12-72 hours after the catheter ablation procedure to review for degree of esophageal thermal damage caused by ablation, if any. The endoscopist is also blinded to the result of the randomization to avoid bias during reporting of the endoscopy result. The short time window between ablation and endoscopy camera follow up means that it can be done at the same admission as the ablation procedure itself, this is advantageous for the patient as both the ablation treatment and the follow up camera can be completed in 1 hospital admission. The endoscopy camera result is explained to the patient on the day and if any further action required.\n\nAfter this, normal/standard care clinic follow up of the patient will be adhered to but as part of the trial, at the first clinic follow up, participants in both groups will be asked about any lingering gastro-esophageal symptoms and a record is made of this, for the study. The patient is still blinded to the results of the randomization at the time of reporting their symptoms during recovery, if any. This is to avoid bias/placebo effect.\n\nThe research project does not create any areas of ethical concern as the soft esophageal cooling device/probe is of gentle design, specifically made to sit in the esophagus. Especially when compared to the TOE probe that is normally used as part of standard protocol for an AF ablation procedure. The patient will also not be aware of this step at all as the procedure is conducted under general anesthesia. The device is appropriately CE marked and FDA cleared for the indication of body cooling via the esophagus and with marketing authorization to reduce the likelihood of ablation-related esophageal injury resulting from radiofrequency cardiac ablation procedures. Even in standard care, an esophageal temperature monitoring probe is required, so effectively, this study simply randomizes the patient to either the esophageal cooling probe or another standard of care probe, during their AF ablation.\n\nThere is one additional optional follow up the participant may have, as part of this trial: the endoscopy camera (regardless of if randomized to study or control group). The endoscopy camera will be completed by 12-72hrs post catheter ablation procedure. The purpose is to review any areas of inflammation or thermal injury in the esophagus that may alter clinical management but this specific information will also be used during study analysis of the 2 randomized groups after the study has completed. An endoscopy camera is considered to be a low risk outpatient procedure that takes 20 minutes to complete. The risk of this camera test causing any damage itself is \\<0.5%. A TEE probe/any other esophageal probe used during the ablation procedure is similar to the endoscopy probe so apart from the participant attending an additional optional appointment after their ablation, the overall risk to the patient is not significantly increased.\n\nThe follow up endoscopy camera may be slightly uncomfortable in the beginning but it is not painful, is straightforward and relatively quick- this will be explained in the beginning during the recruitment process so the potential participant has an accurate idea of what to expect from the endoscopy camera if they choose to get this procedure. There is added benefit to the patient from this follow up, as the endoscopy camera will confirm to the patient about any esophageal injury from ablation and if any treatment is required. If no injury, this can help to reassure the patient before they go home.\n\nLastly, the follow up clinics will be as normal for the participant, only that investigators will ask specifically for any ongoing gastroesophageal symptoms as well. A record of this will be made.\n\nThe study authors reviewed the steps involved with this study design and concluded that no major ethical or legal issue has been identified. The summary of the steps involved here hopefully clarifies our viewpoint. From a management perspective, the centers involved are able to conduct catheter ablation procedures for AF with general anesthetic. The authors have experience and acquired the necessary equipment from the esophageal cooling device company and have appropriate device management protocols and storage space in place. The endoscopy department at the participating centers are also equipped to support additional follow up with endoscopy tests post ablation.\n\nLastly, the proposed research trial has been similarly conducted in single-site settings to great success and with excellent safety record with no probe-related trauma and the team did not encounter any new or unexpected issues or difficulties. The authors obtained good patient feedback from the single-center studies. This same trial will run at 5 or more sites across the US with potential to further expand depending on statistical analysis."
        },
        "conditionsModule": {
            "conditions": [
                "AF - Atrial Fibrillation",
                "Complication",
                "Atrio-Esophageal Fistula"
            ],
            "keywords": [
                "AF ablation",
                "Radiofrequency",
                "Esophageal thermal injury",
                "atrio-esophageal fistula",
                "Esophageal protection",
                "Esophageal cooling",
                "Esophageal temperature monitoring probe"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multi-center, prospective double-blind 1:1 randomized clinical trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participant is blinded to which esophageal probe is used (Esophageal cooling probe, \\[ensoETM\\] versus esophageal temperature monitoring probe) during their AF ablation, which is performed under general anesthesia.\n\nThis study includes an optional endoscopy. The endoscopist who performs the upper GI (gastrointestinal) endoscopy camera after the ablation procedure, is also blinded to the randomization.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Those randomized to the study group will receive the esophageal cooling device- the ensoETM probe, during AF ablation treatment, under general anaesthetic. The cooling device is set to 4 degrees Celsius during ablation of the left atrial posterior wall.",
                    "interventionNames": [
                        "Device: ensoETM. Esophageal cooling during AF ablation"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Those randomized to the control group will receive standard of care, which is an esophageal temperature monitoring probe during their AF ablation procedure, under general anesthetic. The esophageal temperature probe is placed close to the level of ablation (the probe should be at the esophageal level where, opposite this, the ablation catheter is at, in the endocardial aspect of the posterior left atrium).",
                    "interventionNames": [
                        "Device: Esophageal temperature monitoring probe"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ensoETM. Esophageal cooling during AF ablation",
                    "description": "Esophageal cooling during AF ablation: The ensoETM probe is inserted via the orogastric route when the patient is under general anesthesia. The device is set to cool during ablation of the posterior aspect of the left atrium, to protect against transmitted thermal energy and so reduce or prevent esophageal thermal injury.",
                    "armGroupLabels": [
                        "Study group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Esophageal temperature monitoring probe",
                    "description": "An esophageal temperature monitoring probe is a typical monitoring device used in standard of care AF ablations. This allows any temperature rise in the esophagus to be detected during ablation. If the temperature reaches \\>38 degrees then it is widely recognized that ablation should be halted until the temperatures fall back to below 38 degrees. It therefore has the ability to detect esophageal temperature rise only.",
                    "armGroupLabels": [
                        "Control group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Freedom from the treated atrial arrhythmia",
                    "description": "Record any evidence of return of the treated arrhythmia at follow up cardiac monitoring: includes, 12 lead ECG, Holter, implantable loop recorders, non-invasive ECG monitors, mobile ECG apps. A return of AF (treated arrhythmia) must satisfy clear ECG/monitoring evidence of AF/related AT for \\>30 seconds. This is a measure of the success of the AF ablation procedure.",
                    "timeFrame": "Measured at these time points: 3, 6, 12, months from time of ablation procedure."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Procedure duration (minutes).",
                    "description": "A measure for procedure efficiency",
                    "timeFrame": "Measured once. At time of AF ablation procedure (day 0)"
                },
                {
                    "measure": "Fluoroscopy duration (minutes)",
                    "description": "A measure for procedure efficiency",
                    "timeFrame": "Measured once. At time of AF ablation procedure (day 0)"
                },
                {
                    "measure": "Incidence of major adverse events (MACCE) at times 0, 3, 6, 12 months.",
                    "description": "A measure of safety of AF ablation across both randomized groups.",
                    "timeFrame": "Measured 4 times, at times: 0, 3, 6, 12 months from time of ablation."
                },
                {
                    "measure": "Ability to attain procedural endpoints during AF ablation.",
                    "description": "A measure of efficacy and efficiency of the AF ablation procedure:\n\nAttainment of ablation targets, including isolation of all veins and production of proven bidirectional block across all lines attempted.\n\n* Attainment of first-pass isolation for each set of veins\n* Persistence of isolation through waiting period and adenosine test (if used at operator's discretion).",
                    "timeFrame": "Measured once at time points: time of AF ablation procedure (day 0)."
                },
                {
                    "measure": "Incidence of clinically significant chest/gastroenterological symptoms post ablation",
                    "description": "Incidence of severe gastroenterological symptoms, indicative of esophageal reflux or gastroparesis, from validated questionnaires (gastro-esophageal reflux disease score (GERDQ) and gastroparesis cardinal symptoms index (GCSI) score) administered \\>3 months from time of ablation.",
                    "timeFrame": "Measured once at time points: 3 months from AF ablation procedure"
                },
                {
                    "measure": "Incidence and severity of endoscopically detected esophageal thermal injury related to AF ablation. (Endoscopy at times 12-72 hours).",
                    "description": "An upper gastrointestinal endoscopy diagnostic camera is performed under local anesthetic spray and sedation. This is to screen for ablation-related thermal injury, which is highly characteristic and separate from other pathologies. This is performed for ALL participants of the trial regardless of randomization to study or control group.",
                    "timeFrame": "Performed once, at 12-72 hours post ablation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n• AF patients scheduled to have a radiofrequency AF ablation procedure under general anesthesia who pass standard care screening assessments.\n\nExclusion Criteria:\n\n* Inability to consent for any reason.\n* Those in extremities of age (\\<18 or \\>85) will not be recruited.\n* AF patients scheduled to have a radiofrequency AF ablation under local anesthesia\n* Patients who have received a left atrial ablation procedure within the last 90 days. • • Patients enrolled in another clinical trial that might impact participation in this trial.\n* \\*\\* For patients electing to undergo the optional endoscopy, no contraindications to endoscopy should be present",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick Shanley, MS",
                    "role": "CONTACT",
                    "phone": "(888) 534-4873",
                    "email": "pshanley@attune-medical.com"
                },
                {
                    "name": "Avis Williams, MSPH",
                    "role": "CONTACT",
                    "phone": "(888) 534-4873",
                    "email": "awilliams@attune-medical.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Callans, MD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NCH Research Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Naples",
                    "state": "Florida",
                    "zip": "34102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathy Byrd",
                            "role": "CONTACT",
                            "phone": "239-624-8113",
                            "email": "Kathy.Byrd@nchmd.org"
                        },
                        {
                            "name": "Dinesh Sharma, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.14234,
                        "lon": -81.79596
                    }
                },
                {
                    "facility": "Kansas City Cardiac Arrhythmia Research LLC",
                    "status": "RECRUITING",
                    "city": "Overland Park",
                    "state": "Kansas",
                    "zip": "66211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Donita Atkins",
                            "role": "CONTACT",
                            "phone": "816-651-1969",
                            "email": "Donita.Atkins@hcahealthcare.com"
                        },
                        {
                            "name": "Naga Krishna Pothineni, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98223,
                        "lon": -94.67079
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenifer Kaufman, RN, MS",
                            "role": "CONTACT",
                            "email": "jmkaufma@bidmc.harvard.edu"
                        },
                        {
                            "name": "Andrew Locke, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy Maher, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Clinton",
                            "role": "CONTACT",
                            "phone": "215-662-2803",
                            "email": "Kimberly.Clinton@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "David Callans, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Cory Tscahbrunn, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Texas Cardiac Arrhythmia Research Foundation",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deb Cardinal, RN",
                            "role": "CONTACT",
                            "phone": "512-431-4868"
                        },
                        {
                            "name": "Andrea Natale, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "St.George's Hospital",
                    "status": "RECRUITING",
                    "city": "London",
                    "zip": "SW170QT",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Mark M Gallagher, MD",
                            "role": "CONTACT",
                            "phone": "+442087253701",
                            "phoneExt": "3701",
                            "email": "mark_m_gallagher@hotmail.com"
                        },
                        {
                            "name": "Manav Sohal, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Abhay Bajpai, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Zia Zuberi, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Anthony Li, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mark Norman, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Riyaz Kaba, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31758504",
                    "type": "BACKGROUND",
                    "citation": "Leung LW, Gallagher MM, Santangeli P, Tschabrunn C, Guerra JM, Campos B, Hayat J, Atem F, Mickelsen S, Kulstad E. Esophageal cooling for protection during left atrial ablation: a systematic review and meta-analysis. J Interv Card Electrophysiol. 2020 Nov;59(2):347-355. doi: 10.1007/s10840-019-00661-5. Epub 2019 Nov 22."
                },
                {
                    "pmid": "32933326",
                    "type": "BACKGROUND",
                    "citation": "Leung LW, Gallagher MM. Esophageal cooling for protection: an innovative tool that improves the safety of atrial fibrillation ablation. Expert Rev Med Devices. 2020 Oct;17(10):981-982. doi: 10.1080/17434440.2020.1824674. Epub 2020 Sep 21."
                },
                {
                    "pmid": "32662530",
                    "type": "BACKGROUND",
                    "citation": "Leung LWM, Gallagher MM. Letter in reply to Gianni et al on \"Prevention, diagnosis, and management of atrioesophageal fistula\". Pacing Clin Electrophysiol. 2020 Nov;43(11):1417-1418. doi: 10.1111/pace.14012. Epub 2020 Sep 3. No abstract available."
                },
                {
                    "pmid": "32225140",
                    "type": "BACKGROUND",
                    "citation": "Zagrodzky J, Gallagher MM, Leung LWM, Sharkoski T, Santangeli P, Tschabrunn C, Guerra JM, Campos B, MacGregor J, Hayat J, Clark B, Mazur A, Feher M, Arnold M, Metzl M, Nazari J, Kulstad E. Cooling or Warming the Esophagus to Reduce Esophageal Injury During Left Atrial Ablation in the Treatment of Atrial Fibrillation. J Vis Exp. 2020 Mar 15;(157). doi: 10.3791/60733."
                },
                {
                    "pmid": "9771690",
                    "type": "BACKGROUND",
                    "citation": "Bir LS, Kuruoglu HR. Jitter measurement by axonal microstimulation in cervical radiculopathy. Muscle Nerve. 1998 Nov;21(11):1563-4. doi: 10.1002/(sici)1097-4598(199811)21:113.0.co;2-z. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Anonymized study data will be shared with sponsor PIs and appointed medical scientists. Dataset will also be available for independent review by study monitors from the appointed CRO. Dataset will also be verified again by all site PIs."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004937",
                    "term": "Esophageal Fistula"
                },
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                },
                {
                    "id": "D000005402",
                    "term": "Fistula"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000016154",
                    "term": "Digestive System Fistula"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "AF - Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8532",
                    "name": "Fistula",
                    "asFound": "Fistula",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8087",
                    "name": "Esophageal Fistula",
                    "asFound": "Esophageal Fistula",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M18616",
                    "name": "Digestive System Fistula",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}