{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06050668",
            "orgStudyIdInfo": {
                "id": "202307209-1"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Essential Amino Acid Supplementation for Femoral Fragility Fractures",
            "officialTitle": "MEND Repair & Recover Clinical Trial",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "essential-amino-acid-supplementation-for-femoral-fragility-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-06-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-28",
            "studyFirstSubmitQcDate": "2023-09-18",
            "studyFirstPostDateStruct": {
                "date": "2023-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Michael C Willey",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Michael C Willey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "MEND",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Slocum Research & Education Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial will evaluate the impact of 4 weeks of postoperative essential amino acid (EAA)-based supplementation on muscle morphology after femoral fragility fracture. This trial will assess the ability of EAA-based to increase skeletal muscle metabolic activity, reduce inflammation, and induce muscle fiber hypertrophy, as well as preserve skeletal muscle mass and physical performance up to 6 months after injury. Participants will be randomized in a 1:1 ratio to 1) standard of care (no dietary intervention) or 2) EAA-based supplementation.",
            "detailedDescription": "This study consists of 7 study visits that occur over 6 months after operative fixation of femoral fragility fracture. Consenting participants will be asked to complete the study assessments/procedures at the time points described below. Patients will be treated with operative fixation of their fracture per standard of care.\n\nPreoperative\n\n* Mini-Mental State Examination (MMSE-2®): This is a screening tool for cognitive impairment and will be used to determine eligibility for the study.\n* Subjects will be randomized to the intervention arm or control arm in a 1:1 ratio. Subjects randomized to the control arm will receive standard of care nutrition during hospital admission. Subjects randomized to intervention arm of this study will receive essential amino acid (EAA)-based oral nutrition supplementation in addition to standard of care nutrition. Subjects will take the supplement twice daily for 4 weeks after injury. Supplementation will begin within 72 hours of surgical fixation.\n\nDay of Surgery (DOS):\n\n* Muscle Biopsy: Bilaterial biopsies will be obtained from the superficial vastus lateralis muscle on the injury extremity. Biopsies will be performed by board-certified orthopedic surgeons.\n* Systemic Inflammatory Labs: A sample of about 15 mL of peripheral venous blood will be obtained by trained clinical staff.\n\nPostoperative Day 1 (POD 1)\n\n* Body composition: Will be assessed using a bioelectrical impedance analysis (BIA) device (InBody S10 Body Composition Analyzer). This is non-invasive test that uses a low-level imperceptible electrical current to measure body composition and body water. In a supine position, electrodes are placed on the hands and ankles of the subjects and the result is recorded in the BIA device. This assessment will be performed by trained study team members.\n* Visual Analog Scale (VAS): This is a survey to report on subjective pain.\n* Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function: This is a survey that asks subjects to report on subjective measures of pain and physical function. This survey is a computer adaptive test that is completed in REDCap® using a tablet or computer. Subjects will self-administer this survey\n* Mini Nutrition Assessment (MNA): This is a survey designed for elderly patients to identify malnourishment or risk thereof. This survey is a computer adaptive test that is completed in REDCap® using a tablet or computer.\n* Protein Screener: This is a survey designed for older adults to screen for low protein intake. This survey is a computer adaptive test that is completed in REDCap® using a tablet or computer.\n* Barthel Activities of Daily Living Index is a commonly used measure of activities of daily living outcomes for older adults. It measures the ability to perform activities of daily living that are important for maintaining function including feeding, bathing, grooming, dressing, bowel control, bladder control, toilet use, transfers from bed to chair and back, mobility on level surfaces, and stairs. Each measure is assessed on a 10-point scale, all scores are combined to give a score out of 100 points. The higher the score the more independent the individual.\n* Residence at a nursing home will be recorded at each follow up visit. Participants living in an assisted living home (apartment or condominium with nursing assistance on call), apartment, single family home, or family member's home are considered living in the community.\n* Patients will be given an adverse event log to track any side effects or falls. We will encourage patients to call us but would like them to have a note sheet in case they forget.\n* Patients randomized to the supplement group will be given a take home supplement log where they will track their AM and PM doses.\n* All patients will be given logs to keep track of their daily pain, PT and number of meals eaten.\n\n  3 Week Clinic Visit:\n* Muscle biopsies\n* Systemic inflammatory labs\n* Body composition: InBody S10 Body Composition Analyzer\n* Visual Analog Scale (VAS)\n* Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function\n* Barthel Activities of Daily Living Index\n* Residence at a nursing home.\n* Supplement Compliance: Patients will be asked to return completed log sheets and if they were randomized to the supplement group, being in their supplement containers to be weighed.\n\n  6-Week Clinic Visit:\n* Body composition: InBody S10 Body Composition Analyzer\n* Visual Analog Scale (VAS)\n* PROMIS Physical Function\n* Barthel Activities of Daily Living Index\n* Residence at a nursing home\n* Supplement compliance\n\n  12-week Clinic Visit:\n* Body composition: InBody S10 Body Composition Analyzer\n* Visual Analog Scale (VAS)\n* PROMIS Physical Function\n* Mini Nutrition Assessment (MNA)\n* Protein Screener\n* Barthel Activities of Daily Living Index\n* Residence at a nursing home\n* Physical Performance Measures: Objective measures of physical performance (mobility, strength, power, \\& balance) will be assessed with the Short Physical Performance Battery (SPPB)14 and the Timed Up \\& Go (TUG)15 test. During the SPPB, subjects will complete the following physical assessments - ability to stand for 10 seconds with feet in 3 different positions (together side-by-die, semi-tandem, \\& tandem), two timed trials of a 4-meter walk, and time to rise from a chair 5 times. During the TUG, subjects will complete the following physical assessment - time to rise from a chair, walk 3 meters, return, \\& sit down. This assessment will be performed by trained study team members.\n\n  6-month Phone Call:\n* PROMIS Physical Function\n* Barthel Activities of Daily Living Index\n* Residence at a nursing home"
        },
        "conditionsModule": {
            "conditions": [
                "Femoral Fracture",
                "Fragility Fracture",
                "Muscle Atrophy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Essential Amino Acid Supplementation",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects randomized to intervention arm of this study will receive essential amino acid (EAA)-based oral nutrition supplementation in addition to standard of care postoperative nutrition. Subjects will take 1 scoop (26.7g) of supplement twice daily for 4 weeks after injury. Supplementation will begin within 72 hours of surgical fixation. The EAA-based supplement used in this clinical trial is MEND™ Repair and Recover®.",
                    "interventionNames": [
                        "Combination Product: Essential Amino Acid Supplementation"
                    ]
                },
                {
                    "label": "Standard of Care Postoperative Nutrition",
                    "type": "NO_INTERVENTION",
                    "description": "Subjects randomized to the control arm of this study will receive no intervention. They will receive standard of care postoperative nutrition."
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Essential Amino Acid Supplementation",
                    "description": "Powdered supplement that can be mixed into beverage of choice. Ingredients: Zinc, Vitamin A, Vitamin C, Whey Protein, Leucine, Calcium, Vitamin D, Glutamine, Boron, Turmeric, Bioperine, Iron, β-hydroxy β-methylbutyrate (HMB)",
                    "armGroupLabels": [
                        "Essential Amino Acid Supplementation"
                    ],
                    "otherNames": [
                        "MEND Repair & Recover"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Concentration and average count of satellite cells, myonuclei, M1, and M2 Macrophages for Type 1 and Type 2 fibers",
                    "description": "Biopsy results will provide the counts and averages by Type I and Type II fibers for satellite cells, myonuclei, M1 and M2 macrophages.",
                    "timeFrame": "Day of Surgery, 3 weeks"
                },
                {
                    "measure": "Cross sectional concentration of Type 1 and Type 2 muscle fibers",
                    "description": "Biopsy results will provide the Type I and Type II muscle fiber cross sectional area in µm2.",
                    "timeFrame": "Day of Surgery, 3 weeks"
                },
                {
                    "measure": "Concentration of myostatin, interleukin-6, and tumor necrosis factor alpha",
                    "description": "Through serum analysis levels of myostatin, interleukin-6 (IL-6), and tumor necrosis factor alpha (TNF-α) will be measured in pg/mL.",
                    "timeFrame": "Day of Surgery, 3 weeks"
                },
                {
                    "measure": "Concentration of c-terminal agrin fragments",
                    "description": "Through serum analysis levels of c-terminal agrin fragment will be measured in ng/mL.",
                    "timeFrame": "Day of Surgery, 3 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in skeletal muscle",
                    "description": "Change in the amount of skeletal muscle mass will be measured by the InBody S10 Body Composition Analyzer and recorded in kilograms.",
                    "timeFrame": "Postoperative day 1, 3 weeks, 6 weeks, 12 weeks"
                },
                {
                    "measure": "Measurement of lower extremity functioning in older adults",
                    "description": "Physical performance in relation to lower extremity function will be measured by the Short Physical Performance Battery (SPPB) 14. Individuals are scored on a scale ranging from 0 (worst performance) to 12 (best performance) based on their walking speed, ability to do chair stands, and standing balance.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Assessment of mobility, balance, walking ability, and fall risk in older adults",
                    "description": "Physical performance in relation to mobility, balance, walking ability and fall risk will be measured by the Timed Up \\& Go (TUG) 15 test. For this test, the research coordinator measures the time required for a participant to rise from an armchair (45 cm height), walk 3 m and return to the chair. Longer times can indicate higher possibility of falling.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Measurement of self-reported physical capability",
                    "description": "Patient-reported physical performance will be measured using the PROMIS-Physical Function survey. PROMIS measures are scored on the T-score metric. a high score means the individual self-reports more of a capability at a certain activity.",
                    "timeFrame": "Post operative day 1, 3 weeks, 6 weeks, 12 weeks, 6 months"
                },
                {
                    "measure": "Measurement of self-reported ability to complete activities of daily living (ADL)",
                    "description": "Patient-reported physical performance of activities of daily living will be measured using the Barthel Activities of Daily Living Index. It is a commonly used measure of activities of daily living outcomes for older adults. It measures the ability to perform activities of daily living that are important for maintaining function including feeding, bathing, grooming, dressing, bowel control, bladder control, toilet use, transfers from bed to chair and back, mobility on level surfaces, and stairs. Each measure is assessed on a 10-point scale, all scores are combined to give a score out of 100 points. The higher the score the more independent the individual.",
                    "timeFrame": "Preoperative, 3 weeks, 6 weeks, 6 months"
                },
                {
                    "measure": "Assessment of independent or communal living",
                    "description": "Residence at a nursing home or living independently will be recorded at each follow-up visit. Participants living in an assisted living home (apartment or condominium with nursing assistance on call), apartment, single family home, or family member's home are considered living in the community. Living without assistance in a single dwelling will be considered living independently.",
                    "timeFrame": "Preoperative, 3 weeks, 6 weeks12 weeks, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Hospital inpatient\n* Age ≥ 65 years old on admission\n* Low-energy mechanism of injury\n* Diagnosis of femur fracture (OTA 31, 32, or 33 fracture)\n* Indicated for surgical fixation\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* Part of a vulnerable population (ex: Incarcerated, Non-English speaking)\n* Cognitive impairment (MMSE score ≤ 17)\n* Electrical medical implant (ex: Pacemaker/Defibrillator, Left Ventricular Assist Device, Cochlear implant, Insulin pump, Pain medication pumps, Spinal cord stimulator)\n* Non-ambulatory prior to injury\n* Inability to consume an oral diet or allergy to supplement ingredients (ex: milk allergy)\n* Concern for inability to complete follow-up\n* Hemi or total arthroplasty (joint replacement)\n* Patients with a historical diagnosis of chronic kidney disease (CKD)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael C Willey, MD",
                    "role": "CONTACT",
                    "phone": "319-384-8452",
                    "email": "michael-willey@uiowa.edu"
                },
                {
                    "name": "Ashley S Kochuyt, BS",
                    "role": "CONTACT",
                    "phone": "319-929-3559",
                    "email": "ashley-kochuyt@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael C Willey, MD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa Health Care",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley S Kochuyt, BS",
                            "role": "CONTACT",
                            "email": "ashley-kochuyt@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Slocum Center for Orthopedics & Sports Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tessa Kirkpatrick",
                            "role": "CONTACT",
                            "phone": "541-868-0658",
                            "email": "tessa.kirkpatrick@slocumfoundation.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                },
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000005264",
                    "term": "Femoral Fractures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "asFound": "Muscle Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8402",
                    "name": "Femoral Fractures",
                    "asFound": "Femoral Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "M17768",
                    "name": "Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M17550",
                    "name": "Vitamin D",
                    "relevance": "LOW"
                },
                {
                    "id": "M6003",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M4513",
                    "name": "Ascorbic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                },
                {
                    "id": "M342247",
                    "name": "Turmeric extract",
                    "relevance": "LOW"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "relevance": "LOW"
                },
                {
                    "id": "M5173",
                    "name": "Boron",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "relevance": "LOW"
                },
                {
                    "id": "T440",
                    "name": "Calciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T442",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T479",
                    "name": "Vitamin D3",
                    "relevance": "LOW"
                },
                {
                    "id": "T477",
                    "name": "Vitamin C",
                    "relevance": "LOW"
                },
                {
                    "id": "T437",
                    "name": "Ascorbic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T319",
                    "name": "Turmeric",
                    "relevance": "LOW"
                },
                {
                    "id": "T435",
                    "name": "Whey Protein",
                    "relevance": "LOW"
                },
                {
                    "id": "T10",
                    "name": "Leucine",
                    "relevance": "LOW"
                },
                {
                    "id": "T6",
                    "name": "Glutamine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}