{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05892744",
            "orgStudyIdInfo": {
                "id": "STUDY00003901"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Establishing Multimodal Brain Biomarkers for Treatment Selection in Depression",
            "officialTitle": "Establishing Multimodal Brain Biomarkers Using Data-driven Analytics for Treatment Selection in Depression",
            "acronym": "Re-EMBARC",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "establishing-multimodal-brain-biomarkers-for-treatment-selection-in-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-26",
            "studyFirstSubmitQcDate": "2023-05-26",
            "studyFirstPostDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Greg Fonzo",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Lehigh University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to identify brain biomarkers and characteristics that predict individual responses to treatment of major depression with the antidepressant drug sertraline (tradename Zoloft), a common selective serotonin reuptake inhibitor (SSRI) antidepressant. Our central hypothesis is that brain activity and connections jointly measured with functional magnetic resonance imaging (fMRI) and electroencephalogram (EEG) will be able to predict an individual's response to sertraline treatment.",
            "detailedDescription": "Our prior published studies found that sertraline outcome was predicted by biomarkers, primarily in frontoparietal control (FPCN), default mode (DMN), and ventral attention networks (VAN), from different single-modality neuroimaging data, including fMRI activation during emotional conflict regulation, resting EEG power signature, and resting fMRI connectivity. Our recent study with resting EEG connectivity defined two sertraline-predictive subtypes that showed convergent validity between EEG and fMRI. Therefore, the investigators hypothesize that modality-specific regional activity/connections in these networks exhibit similar subject-wise covariation that will jointly predict sertraline treatment response more precisely than either modality alone. However, the derivation of multimodal biomarkers remains highly challenging and underexplored for treatment selection in depression. The overall objective of this proposal is to establish multimodal brain biomarkers using data-driven analytics for treatment selection in depression. With multimodal data from EMBARC, a large publicly-available dataset, the investigators will devise advanced machine learning models to probe brain biomarkers jointly from multiple feature modalities including resting connectivity, task fMRI activation, and EEG band power. An independent cohort will be collected at Dell Medical School, The University of Texas at Austin (UT Austin) with methodology matching that utilized in the EMBARC study to produce a new sample of participants with independent data to validate these biomarker findings. To this end, the investigators will utilize an integrative analysis of both fMRI and EEG to: 1) identify moderators of sertraline versus placebo response in MDD; 2) quantify brain signatures that predict antidepressant treatment outcome; 3) recruit 50 depressed patients, non-invasively assess brain function with a combination of task and resting state fMRI and EEG prior to treatment initiation, administer/prescribe the common antidepressant medication, sertraline (tradename Zoloft), track symptom response over time, and utilize these data as an independent new cohort to optimize and validate brain biomarkers.\n\nAim 1: Identify multimodal brain moderators of antidepressant treatment effects of sertraline medication in major depressive disorder (MDD) using an existing, publicly-available database (EMBARC). Task 1.1: Using the EMBARC dataset, the investigators will design a canonical correlation analysis-based method to integrate fMRI and EEG to extract region-wise combined brain features. Task 1.2: The investigators will use linear mixed-effect models in a full intent-to-treat framework with the combined features to identify moderators of sertraline versus placebo. Task 1.3: The investigators will compare the statistical strength of the moderators identified between using multimodal features and each single-modality features, reveal neurobiological mechanisms underlying the multimodal moderators, and interpret their associations with depression-relevant clinical symptoms. This aim is crucial to establish novel multimodal brain moderators that can guide treatment selection in depression from a group-level perspective.\n\nAim 2: Quantify multimodal brain signatures that predict individual antidepressant treatment response to sertraline treatment in MDD using an existing, publicly-available database. Task 2.1: The Investigators will characterize multimodal brain signatures predictive of individual treatment outcomes using a machine learning tool that incorporates predictive modeling into our well-established latent space model with subtype guidance defined in our prior study. Task 2.2: The Investigators will compare multimodal signatures with single-modality and non-biological factors to confirm their efficacy in treatment outcome prediction and demonstrate their transferability to using EEG alone in clinical practice. Task 2.3: The investigators will investigate which brain regions/connections of different modalities are most critical to delineating the multimodal signatures by examining their associations with single-modality features, and interpret the neurocircuitry models in depression underlying the treatment response. These tasks are necessary for developing multimodal signatures of individual responses to antidepressant treatment for personalized medicine.\n\nAim 3: Optimize and validate multimodal brain biomarkers using new data collected in an independent, open-label clinical trial of sertraline treatment for MDD. Task 3.1: The investigators will recruit 50 individuals with MDD as an independent cohort and will adopt the EMBARC protocol design, including fMRI and EEG assessments at baseline followed by sertraline prescribed to these patients with clinical assessment of outcomes over 8 weeks. Task 3.2: The investigators will refine the multimodal brain signatures using an adaptive optimization strategy with the samples collected each year. Task 3.3: The investigators will perform an extensive validation using the new cohort to verify the multimodal biomarkers discovered in Aims 1-2. This aim will optimize our biomarker findings and provide strong evidence for their generalizability and reproducibility.\n\nThis project will establish informative multimodal biomarkers that can moderate clinical effects and predict individual responses to sertraline treatment, thereby providing a promising new avenue towards one of the first implementations in psychiatry of an objective test to inform treatment selection decisions. Our central hypothesis is that modality-specific regional brain activity/connections in FPCN, DMN, and VAN exhibit similar subject-wise covariation that can jointly predict sertraline treatment response more precisely than either modality alone."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder",
                "Chronic Major Depression, Recurrent"
            ],
            "keywords": [
                "Depression",
                "Chronic Depression",
                "Major Depression",
                "Recurrent Depression",
                "antidepressant",
                "sertraline",
                "fMRI",
                "EEG",
                "biomarker"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open-label, single-arm treatment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sertraline hydrochloride, up to 200mg/day or maximum tolerable dose",
                    "type": "OTHER",
                    "description": "Established FDA-approved treatment for major depressive disorder",
                    "interventionNames": [
                        "Drug: Sertraline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sertraline",
                    "description": "50-200mg/day",
                    "armGroupLabels": [
                        "Sertraline hydrochloride, up to 200mg/day or maximum tolerable dose"
                    ],
                    "otherNames": [
                        "Zoloft"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline on the GRID Hamilton Depression Rating Scale (GRID-HAM-D) at 8 weeks",
                    "description": "Standardized clinician-administered measure of depression symptom severity. Scores range from 0-52. Lower scores indicate less depressive symptomatology, and so are the more desirable.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline on the Quick Inventory of Depressive Symptomology-Self Report (QIDS-SR) at 8 weeks",
                    "description": "Self-report measure of depressive symptom severity. Scores range from 0 to 27.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from Baseline on the Columbia-Suicide Severity Rating Scale (C-SSRS) at 8 weeks",
                    "description": "Clinician-administered measure of suicidal ideation. Scores range from 0 to 25.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from Baseline on the Beck Anxiety Inventory (BAI) at 8 weeks",
                    "description": "Self-report measure of anxiety symptom severity. Scores range from 0 to 63.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from Baseline on the Spielberger State Trait Anxiety Inventory-Trait Form (STAI-T) at 8 weeks",
                    "description": "Self-report measure of trait anxiety. Scores range from 20 to 80.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Anger Attacks Questionnaire (AAQ) at 8 weeks",
                    "description": "Self-report measure of anger outbursts. Scores range from 5-25.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Irritability domain of the Concise Associated Symptom Tracking Scale-Self Report at 8 weeks",
                    "description": "Self-report measure of irritability. Scores range from 17 to 85.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Snaith-Hamilton Pleasure Scale (SHAPS) at 8 weeks",
                    "description": "Self-report measure of anhedonia. Scores range from 0 to 14.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Patient Health Questionnaire for depression (PHQ-9) at 8 weeks",
                    "description": "Self-report measure of depressive symptom severity. Scores range from 0 to 27.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the General Anxiety Disorder (GAD-7) at 8 weeks",
                    "description": "Self-report measure of generalized anxiety disorder symptoms. Scores range from 0 to 21.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Mood and Anxiety Symptom Questionnaire-30 at 8 weeks (MASQ-30)",
                    "description": "Self-report measure of general distress related to anxiety and depression. Scores range from 10 to 50.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Standardized Assessment of Personality-Abbreviated Scale (SAPAS) at 8 weeks",
                    "description": "Assessment of personality. Scores range from 0 to 8.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change from baseline on the Clinical Global Impressions Scale (CGI) at 8 weeks",
                    "description": "Clinician-rated measure of global symptom severity. Scores range from 1 to 7.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English as primary language, and comprehension suitable to understand experimenter instructions\n* Meet criteria for a current major depressive episode diagnosed through the Structured Clinical Interview for the Diagnostic and Statistical Manual of Mental Disorders 5th edition (DSM-5) (SCID-5)\n* Meet criteria for early onset (prior to age 30) of depression and either: a) current major depressive episode lasts for \\> 2 years; or b) participant meets criteria for recurrent major depression as evidenced by 2 or more major depressive episodes (including current episode) in their lifetime. These criteria will be assessed by the SCID-5.\n* Have a Quick Inventory of Depression Symptomology Self-Report Measures (QIDS) score \\> 14 at baseline and the week prior to first Sertraline administration\n* Willing and able to undergo MRI and EEG procedures.\n\nExclusion Criteria:\n\n* Non-early onset (i.e., after age 30), non-chronic (current episode lasting less than 2 years or only one lifetime major depressive episode, including current episode) qualifying Major Depressive Disorder\n* Must not have failed to respond to any prior antidepressant treatment in the current episode of sufficient duration and dose as defined by the Massachusetts General Hospital (MGH) Antidepressant Treatment Response Questionnaire\n* Currently pregnant, planning to become pregnant, or breastfeeding\n* Evidence of current or prior history of psychosis or bipolar disorder as evidenced by self-report or clinical interview\n* Meeting DSM-5 criteria for a substance-use disorder of moderate or greater severity in the past 6 months\n* Unstable psychiatric or medical conditions that may require hospitalizations or contraindicate study medication (i.e. autism spectrum disorder, schizophrenia, cancer, congestive heart failure, etc.)\n* Contraindications to MRI including, but not limited to, history of stroke, brain tumors, brain hemorrhages, internal wires, electrodes, pacemakers, implants, irremovable ferromagnetic objects in head that are unsafe for MRI and/or cause large distortions in imaging data, etc.\n* History of epilepsy, moderate or severe traumatic brain injury, penetrating head injury, brain surgery, brain tumors, or any condition requiring an anticonvulsant\n* Treatment with electroconvulsive therapy, vagus nerve stimulation, or transcranial magnetic stimulation during the current depressive episode\n* Concomitant medication use that are likely to interfere or obscure effects from the study medication, including but not limited to antipsychotics and mood stabilizers\n* Current regular depression-specific evidence-based psychotherapy treatment\n* Considered by the investigative team to be a significant suicide risk as evidence by self-report or clinical interview",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Greg Fonzo, Ph.D.",
                    "role": "CONTACT",
                    "phone": "512-495-5856",
                    "email": "fonzolab@austin.utexas.edu"
                },
                {
                    "name": "Lauren Enten, B.S.A",
                    "role": "CONTACT",
                    "email": "lauren.enten@austin.utexas.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Health Discovery Building (HDB), 1601 Trinity St., Bldg B., Z0600",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Enten, B.S.A.",
                            "role": "CONTACT",
                            "phone": "512-495-5856",
                            "email": "lauren.enten@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020280",
                    "term": "Sertraline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22100",
                    "name": "Sertraline",
                    "asFound": "Thyroid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}