{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04794686",
            "orgStudyIdInfo": {
                "id": "Pro2020-0391"
            },
            "organization": {
                "fullName": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "briefTitle": "ETMR One: An International Registry and Research Platform for Children With Embryonal Tumor With Multilayer Rosettes",
            "officialTitle": "ETMR One: An International Registry and Research Platform for Children With Embryonal Tumor With Multilayer Rosettes",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "etmr-one-an-international-registry-and-research-platform-for-children-with-embryonal-tumor-with-multilayer-rosettes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-07-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-07-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-09",
            "studyFirstSubmitQcDate": "2021-03-09",
            "studyFirstPostDateStruct": {
                "date": "2021-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hackensack Meridian Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research is being done to find out more information about a brain tumor called Embryonal Tumor with Multilayer Rosettes (ETMR) by collecting medical information from children who have this disease.\n\nThe purpose of this research study is to create and maintain a research database for patients with ETMR. The database will include information about occurrence rates, patient information, tumor tissue information, and response to treatment. This will help advance our understanding of this rare disease.\n\nIn addition, this study will include obtaining survival data and evaluating therapeutic response to expert consensus therapy, and procuring patient tumor tissue.",
            "detailedDescription": "All patients with ETMR are eligible for inclusion within the registry, regardless of their disease status or treatment plan. Epidemiologic, clinical, and molecular data from each patient will be obtained following enrollment. Patients will then be followed longitudinally to obtain clinical outcome data. In an effort to best achieve the registry's secondary objectives, it is preferable, but not required, for patients to be registered soon after their diagnosis, prior to the initiation of any tumor-directed therapy.\n\nThis registry protocol contains recommendations for a consensus therapy derived from the ETMR medical literature, the investigators' own experience, and clinical data from other infant brain tumor protocols. The recommended therapy can thus not be viewed as investigational, but rather as a consensus recommendation derived from available data. While not mandated, it is strongly encouraged that patients enrolled in the registry be treated according to the recommended consensus therapy, as this will facilitate the prospective evaluation of ETMR patients using a uniform treatment approach."
        },
        "conditionsModule": {
            "conditions": [
                "Embryonal Tumor With Multilayered Rosettes"
            ],
            "keywords": [
                "Embryonal",
                "Multilayer Rosettes",
                "CNS tumor"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "10 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ETMR One Registry",
                    "description": "To create and maintain a comprehensive registry containing the epidemiologic, clinical, and molecular data of patients with embryonal tumor with multilayer rosettes.",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "Efficacy of consensus therapy on median event-free survival",
                    "description": "To investigate the efficacy of the consensus regimen of chemotherapy, high-dose chemotherapy with autologous stem cell rescue, and radiotherapy (as indicated) following maximal feasible surgical resection for patients with newly-diagnosed ETMR as measured by median event-free and overall survival in comparison to historical controls.",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients of any age\n2. Patients must have either a histologically confirmed primary intracranial CNS Embryonal Tumor with Multilayer Rosettes (as agreed upon by central review or local pathologist OR\n3. Patients must have tumor tissue that possesses C19MC amplification . Central Review is not required (but is strongly recommended) if the patient's tumor does not demonstrate C19MC amplification.\n4. Patients may be enrolled at point following diagnosis",
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This registry will encompass a population of patients of any age with histologically confirmed primary intracranial CNS Embryonal Tumor with Multilayer Rosettes OR tumor tissue that possesses C19MC amplification. Patients may be enrolled at any point after diagnosis. In an effort to best achieve the registry's secondary objectives, it is preferable, but not required, for patients to be registered soon after their diagnosis, prior to the initiation of any tumor-directed therapy. Deceased patients may be enrolled to aid in the collection of historical data.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Derek Hanson, MD",
                    "role": "CONTACT",
                    "phone": "551-996-8437",
                    "email": "Derek.Hanson@HMHN.org"
                },
                {
                    "name": "Sherri Mayans, MSN",
                    "role": "CONTACT",
                    "phone": "551-996-2283",
                    "email": "Sherri.Mayans@HMHN.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Derek Hanson, MD",
                    "affiliation": "Hackensack Meridian Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hackensack University Medical Center",
                    "status": "RECRUITING",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sherri Mayans, MSN",
                            "role": "CONTACT",
                            "phone": "551-996-2283",
                            "email": "Sherri.Mayans@HMHN.org"
                        },
                        {
                            "name": "Elana Smilow, MSN",
                            "role": "CONTACT",
                            "phone": "551-996-5673",
                            "email": "Elana.Smilow@HMHN.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22691720",
                    "type": "BACKGROUND",
                    "citation": "Picard D, Miller S, Hawkins CE, Bouffet E, Rogers HA, Chan TS, Kim SK, Ra YS, Fangusaro J, Korshunov A, Toledano H, Nakamura H, Hayden JT, Chan J, Lafay-Cousin L, Hu P, Fan X, Muraszko KM, Pomeroy SL, Lau CC, Ng HK, Jones C, Van Meter T, Clifford SC, Eberhart C, Gajjar A, Pfister SM, Grundy RG, Huang A. Markers of survival and metastatic potential in childhood CNS primitive neuro-ectodermal brain tumours: an integrative genomic analysis. Lancet Oncol. 2012 Aug;13(8):838-48. doi: 10.1016/S1470-2045(12)70257-7. Epub 2012 Jun 11."
                },
                {
                    "pmid": "24337497",
                    "type": "BACKGROUND",
                    "citation": "Korshunov A, Sturm D, Ryzhova M, Hovestadt V, Gessi M, Jones DT, Remke M, Northcott P, Perry A, Picard D, Rosenblum M, Antonelli M, Aronica E, Schuller U, Hasselblatt M, Woehrer A, Zheludkova O, Kumirova E, Puget S, Taylor MD, Giangaspero F, Peter Collins V, von Deimling A, Lichter P, Huang A, Pietsch T, Pfister SM, Kool M. Embryonal tumor with abundant neuropil and true rosettes (ETANTR), ependymoblastoma, and medulloepithelioma share molecular similarity and comprise a single clinicopathological entity. Acta Neuropathol. 2014 Aug;128(2):279-89. doi: 10.1007/s00401-013-1228-0. Epub 2013 Dec 14."
                },
                {
                    "pmid": "23161096",
                    "type": "BACKGROUND",
                    "citation": "Korshunov A, Ryzhova M, Jones DT, Northcott PA, van Sluis P, Volckmann R, Koster J, Versteeg R, Cowdrey C, Perry A, Picard D, Rosenblum M, Giangaspero F, Aronica E, Schuller U, Hasselblatt M, Collins VP, von Deimling A, Lichter P, Huang A, Pfister SM, Kool M. LIN28A immunoreactivity is a potent diagnostic marker of embryonal tumor with multilayered rosettes (ETMR). Acta Neuropathol. 2012 Dec;124(6):875-81. doi: 10.1007/s00401-012-1068-3. Epub 2012 Nov 16."
                },
                {
                    "pmid": "21962509",
                    "type": "BACKGROUND",
                    "citation": "Zhu H, Shyh-Chang N, Segre AV, Shinoda G, Shah SP, Einhorn WS, Takeuchi A, Engreitz JM, Hagan JP, Kharas MG, Urbach A, Thornton JE, Triboulet R, Gregory RI; DIAGRAM Consortium; MAGIC Investigators; Altshuler D, Daley GQ. The Lin28/let-7 axis regulates glucose metabolism. Cell. 2011 Sep 30;147(1):81-94. doi: 10.1016/j.cell.2011.08.033."
                },
                {
                    "pmid": "19962671",
                    "type": "BACKGROUND",
                    "citation": "Li M, Lee KF, Lu Y, Clarke I, Shih D, Eberhart C, Collins VP, Van Meter T, Picard D, Zhou L, Boutros PC, Modena P, Liang ML, Scherer SW, Bouffet E, Rutka JT, Pomeroy SL, Lau CC, Taylor MD, Gajjar A, Dirks PB, Hawkins CE, Huang A. Frequent amplification of a chr19q13.41 microRNA polycistron in aggressive primitive neuroectodermal brain tumors. Cancer Cell. 2009 Dec 8;16(6):533-46. doi: 10.1016/j.ccr.2009.10.025. Erratum In: Cancer Cell. 2010 Apr 13;17(4):413."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "asFound": "Embryonal Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T2056",
                    "name": "Embryonal Tumor With Multilayered Rosettes",
                    "asFound": "Embryonal Tumor With Multilayered Rosettes",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}