{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06068764",
            "orgStudyIdInfo": {
                "id": "HHC-2023-0114"
            },
            "organization": {
                "fullName": "Hartford Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Etomidate Versus Propofol in CABG Surgery",
            "officialTitle": "Etomidate Versus Propofol As An Anesthesia Induction Agent For Patients Undergoing CABG Surgery, Assessing Hemodynamic Stability. A Single Blinded, Randomized Controlled Trial.",
            "acronym": "ETOPRO",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "etomidate-versus-propofol-in-cabg-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-10",
            "studyFirstSubmitQcDate": "2023-09-28",
            "studyFirstPostDateStruct": {
                "date": "2023-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Hinchey",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Hartford Hospital"
            },
            "leadSponsor": {
                "name": "Hartford Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The objective of this single-blinded randomized controlled interventional clinical trial is to learn about the efficacy and long-term safety of etomidate compared to propofol as an anesthesia induction agent in patients undergoing coronary artery bypass graft (CABG) surgery. The primary aim of this study is to determine whether patients receiving etomidate or propofol exhibit similar requirements for vasopressor or ionotropic agents during both the intraoperative and postoperative periods.\n\nTo achieve this goal, participants who are scheduled for CABG surgery will be randomly assigned to receive either etomidate or propofol as the principal hypnotic agent. The researchers will then compare the effects of these two anesthesia induction agents on various factors, including the need for hemodynamic support, hemodynamic stability, duration of mechanical ventilation, length of stay in the intensive care unit (ICU), and overall hospital length of stay. Additionally, they will assess whether there are disparities in mortality rates and readmission rates within a 6-month timeframe after the surgery.\n\nBy comparing the outcomes between the two groups, the study aims to provide valuable insights into the potential differences in vasopressor or ionotropic agent requirements between etomidate and propofol. This information can help inform clinical decision-making and potentially optimize anesthesia management strategies for patients undergoing CABG surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Coronary Artery Disease"
            ],
            "keywords": [
                "CABG surgery",
                "Etomidate",
                "Propofol",
                "general anesthesia induction agenats",
                "cardiothoracic anesthesia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single-center, prospective, single-blinded, randomized controlled clinical trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Due to the difference in the physical appearance of etomidate and propofol medications, the anesthesiologist administering any of these medications will not be blinded. Only study patients will be blinded to the anesthesia induction agent they receive. Therefore, this study is considered single-blinded.\n\nSince this is a clinical trial, blinding is an important method to reduce bias and ensure the validity of study results. Unblinding is unnecessary in this study unless the situation when a participant experiences a serious adverse event that is unexpected and related to the anesthesia induction agent (study intervention) and the course of treatment needs to be adjusted. Unblinding in this situation will be the decision of the principal investigator (PI). The PI will unblind the patient (i.e., tell the patient about the assigned group), and take any additional necessary course of treatment.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Etomidate",
                    "type": "EXPERIMENTAL",
                    "description": "Etomidate as the principal hypnotic agent in a single bolus dose of 0.2-0.3 mg/kg along with 250mcg of fentanyl, 50mg ketamine, 0.7 mg/kg rocuronium, and 5ml of 2% lidocaine.",
                    "interventionNames": [
                        "Drug: Etomidate"
                    ]
                },
                {
                    "label": "Propofol",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Propofol as the principal hypnotic agent in a single bolus dose of 50mg of propofol along with 250 mcg of fentanyl, 50mg ketamine, 0.7 mg/kg rocuronium, and 5ml of 2% lidocaine.",
                    "interventionNames": [
                        "Drug: Propofol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Etomidate",
                    "description": "The type of general anesthesia induction agent for CABG surgery",
                    "armGroupLabels": [
                        "Etomidate"
                    ],
                    "otherNames": [
                        "Amidate™"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Propofol",
                    "description": "The type of general anesthesia induction agent for CABG surgery",
                    "armGroupLabels": [
                        "Propofol"
                    ],
                    "otherNames": [
                        "Diprivan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Vasopressors dose expressed by Noradrenaline Equivalent dose [μg/kg/min]",
                    "description": "Vasopressor requirements will be expressed as Noradrenaline Equivalent dose using the formula of (NEq \\[μg/kg/min\\] = norepinephrine + epinephrine + phenylephrine/10 + dopamine/100 + vasopressin\\*2.5), this will be measured during three periods of time: Intraoperatively during the first 30 minutes post induction (as a reflection of the impact of induction on hemodynamics), intraoperatively during the last 30 minutes of the post bypass period, and for the first 24 hours post procedure.",
                    "timeFrame": "30 minutes after induction, last 30 minutes of post bypass period, and first 24 hours post procedure."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The number of incidences of shock",
                    "description": "The incidence of both vasogenic and cardiogenic shocks will be determined intraoperatively and postoperatively using the Mean Arterial Pressure (MAP), Central Venous Pressure (CVP), Cardiac Output (CO), and Systemic Vascular Resistance (SVR).\n\nVasogenic shock (defined as a MAP \\< 60 mmHg with normal CO (\\>2.0 L/min) and low SVR (\\< 900 dynes/sec).\n\nCardiogenic shock (defined as hypotension with MAP \\< 60 mmHg, low CO (\\<2.0 L/min), and normal SVR range (900-1400 dynes/sec).",
                    "timeFrame": "First 24 hours post anesthesia"
                },
                {
                    "measure": "ICU length of stay",
                    "description": "ICU length of stay will be calculated in hours using the ICU data from EPIC.",
                    "timeFrame": "3 days"
                },
                {
                    "measure": "Hospital length of stay",
                    "description": "Hospital length of stay will be calculated in hours from the date and time of admission and discharge, from EPIC.",
                    "timeFrame": "7 days"
                },
                {
                    "measure": "Hospital Readmissions",
                    "description": "In the 6th month after surgery, a retrospective safety checkup will be done, using EPIC chart review, to assess the number of readmissions.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Time to extubation and end of mechanical ventilation",
                    "description": "Time to extubation, the standard of care is usually within 6 hours of arriving to the unit.",
                    "timeFrame": "until extubation, assessed as 6 hours"
                },
                {
                    "measure": "Incidence of Death",
                    "description": "In the 6th month after surgery, a retrospective safety checkup will be done, using EPIC chart review, to assess the number of deaths if any.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients scheduled for elective open coronary arteries bypass graft CABG surgery\n2. Patients with American Society of Anesthesiology (ASA) physical status score I- IV\n3. Patients with the ability to speak and read both English and Spanish\n\nExclusion Criteria:\n\n1. Emergency CABG surgery, STAT cases, and add-on cases.\n2. Refusal or lack of providing the study consent\n3. Patients with a known current adrenocortical insufficiency\n4. A patient who is presenting with any kind of shock, (e.g. septic, hypovolemic, cardiogenic, etc.)\n5. Patients with chronic steroid use (defined as the use of glucocorticoids within 6 months preoperatively)\n6. Patients with a known allergy to etomidate or propofol.\n7. Patients with a known seizure disorder.\n8. Patients who are enrolled in other clinical research studies that can compete with this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aseel Walker, MD",
                    "role": "CONTACT",
                    "phone": "860-972-1778",
                    "email": "Aseel.Walker@hhchealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Hinchey, MD",
                    "affiliation": "Hartford Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hartford Hospital",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aseel Walker, MD",
                            "role": "CONTACT",
                            "phone": "860-972-1778",
                            "email": "aseel.walker@hhchealth.org"
                        },
                        {
                            "name": "Joseph Hinchey, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18784570",
                    "type": "BACKGROUND",
                    "citation": "Hildreth AN, Mejia VA, Maxwell RA, Smith PW, Dart BW, Barker DE. Adrenal suppression following a single dose of etomidate for rapid sequence induction: a prospective randomized study. J Trauma. 2008 Sep;65(3):573-9. doi: 10.1097/TA.0b013e31818255e8."
                },
                {
                    "pmid": "25672223",
                    "type": "BACKGROUND",
                    "citation": "De Jong A, Jaber S. Etomidate for anesthesia induction: friends or foe in major cardiac surgery? Crit Care. 2014 Oct 10;18(5):560. doi: 10.1186/s13054-014-0560-7."
                },
                {
                    "pmid": "6134053",
                    "type": "BACKGROUND",
                    "citation": "Ledingham IM, Watt I. Influence of sedation on mortality in critically ill multiple trauma patients. Lancet. 1983 Jun 4;1(8336):1270. doi: 10.1016/s0140-6736(83)92712-5. No abstract available."
                },
                {
                    "pmid": "22971586",
                    "type": "BACKGROUND",
                    "citation": "Chan CM, Mitchell AL, Shorr AF. Etomidate is associated with mortality and adrenal insufficiency in sepsis: a meta-analysis*. Crit Care Med. 2012 Nov;40(11):2945-53. doi: 10.1097/CCM.0b013e31825fec26."
                },
                {
                    "pmid": "24588359",
                    "type": "BACKGROUND",
                    "citation": "Erdoes G, Basciani RM, Eberle B. Etomidate--a review of robust evidence for its use in various clinical scenarios. Acta Anaesthesiol Scand. 2014 Apr;58(4):380-9. doi: 10.1111/aas.12289. Epub 2014 Mar 3."
                },
                {
                    "pmid": "19573904",
                    "type": "BACKGROUND",
                    "citation": "Jabre P, Combes X, Lapostolle F, Dhaouadi M, Ricard-Hibon A, Vivien B, Bertrand L, Beltramini A, Gamand P, Albizzati S, Perdrizet D, Lebail G, Chollet-Xemard C, Maxime V, Brun-Buisson C, Lefrant JY, Bollaert PE, Megarbane B, Ricard JD, Anguel N, Vicaut E, Adnet F; KETASED Collaborative Study Group. Etomidate versus ketamine for rapid sequence intubation in acutely ill patients: a multicentre randomised controlled trial. Lancet. 2009 Jul 25;374(9686):293-300. doi: 10.1016/S0140-6736(09)60949-1. Epub 2009 Jul 1."
                },
                {
                    "pmid": "23318491",
                    "type": "BACKGROUND",
                    "citation": "McPhee LC, Badawi O, Fraser GL, Lerwick PA, Riker RR, Zuckerman IH, Franey C, Seder DB. Single-dose etomidate is not associated with increased mortality in ICU patients with sepsis: analysis of a large electronic ICU database. Crit Care Med. 2013 Mar;41(3):774-83. doi: 10.1097/CCM.0b013e318274190d."
                },
                {
                    "pmid": "20346542",
                    "type": "BACKGROUND",
                    "citation": "Hohl CM, Kelly-Smith CH, Yeung TC, Sweet DD, Doyle-Waters MM, Schulzer M. The effect of a bolus dose of etomidate on cortisol levels, mortality, and health services utilization: a systematic review. Ann Emerg Med. 2010 Aug;56(2):105-13.e5. doi: 10.1016/j.annemergmed.2010.01.030. Epub 2010 Mar 25."
                },
                {
                    "pmid": "24296761",
                    "type": "BACKGROUND",
                    "citation": "Wagner CE, Bick JS, Johnson D, Ahmad R, Han X, Ehrenfeld JM, Schildcrout JS, Pretorius M. Etomidate use and postoperative outcomes among cardiac surgery patients. Anesthesiology. 2014 Mar;120(3):579-89. doi: 10.1097/ALN.0000000000000087."
                },
                {
                    "pmid": "25015112",
                    "type": "BACKGROUND",
                    "citation": "Heinrich S, Schmidt J, Ackermann A, Moritz A, Harig F, Castellanos I. Comparison of clinical outcome variables in patients with and without etomidate-facilitated anesthesia induction ahead of major cardiac surgery: a retrospective analysis. Crit Care. 2014 Jul 11;18(4):R150. doi: 10.1186/cc13988."
                },
                {
                    "pmid": "26914224",
                    "type": "BACKGROUND",
                    "citation": "Basciani RM, Rindlisbacher A, Begert E, Brander L, Jakob SM, Etter R, Carrel T, Eberle B. Anaesthetic induction with etomidate in cardiac surgery: A randomised controlled trial. Eur J Anaesthesiol. 2016 Jun;33(6):417-24. doi: 10.1097/EJA.0000000000000434."
                },
                {
                    "pmid": "21685487",
                    "type": "BACKGROUND",
                    "citation": "Morel J, Salard M, Castelain C, Bayon MC, Lambert P, Vola M, Auboyer C, Molliex S. Haemodynamic consequences of etomidate administration in elective cardiac surgery: a randomized double-blinded study. Br J Anaesth. 2011 Oct;107(4):503-9. doi: 10.1093/bja/aer169. Epub 2011 Jun 17."
                },
                {
                    "pmid": "20403156",
                    "type": "BACKGROUND",
                    "citation": "Iribarren JL, Jimenez JJ, Hernandez D, Lorenzo L, Brouard M, Milena A, Mora ML, Martinez R. Relative adrenal insufficiency and hemodynamic status in cardiopulmonary bypass surgery patients. A prospective cohort study. J Cardiothorac Surg. 2010 Apr 19;5:26. doi: 10.1186/1749-8090-5-26."
                },
                {
                    "pmid": "30686305",
                    "type": "BACKGROUND",
                    "citation": "Hannam JA, Mitchell SJ, Cumin D, Frampton C, Merry AF, Moore MR, Kruger CJ. Haemodynamic profiles of etomidate vs propofol for induction of anaesthesia: a randomised controlled trial in patients undergoing cardiac surgery. Br J Anaesth. 2019 Feb;122(2):198-205. doi: 10.1016/j.bja.2018.09.027. Epub 2018 Nov 15."
                },
                {
                    "pmid": "33220576",
                    "type": "BACKGROUND",
                    "citation": "Goradia S, Sardaneh AA, Narayan SW, Penm J, Patanwala AE. Vasopressor dose equivalence: A scoping review and suggested formula. J Crit Care. 2021 Feb;61:233-240. doi: 10.1016/j.jcrc.2020.11.002. Epub 2020 Nov 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003324",
                    "term": "Coronary Artery Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003327",
                    "term": "Coronary Disease"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015742",
                    "term": "Propofol"
                },
                {
                    "id": "D000005045",
                    "term": "Etomidate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M18307",
                    "name": "Propofol",
                    "asFound": "Inhibitor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "relevance": "LOW"
                },
                {
                    "id": "M1666",
                    "name": "Rocuronium",
                    "relevance": "LOW"
                },
                {
                    "id": "M8190",
                    "name": "Etomidate",
                    "asFound": "Nicotine Replacement Therapy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                }
            ]
        }
    },
    "hasResults": false
}