{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05726591",
            "orgStudyIdInfo": {
                "id": "10001180"
            },
            "secondaryIdInfos": [
                {
                    "id": "001180-CC"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Evaluating Long-term Use of a Pediatric Robotic Exoskeleton (P.REX/Agilik) to Improve Gait in Children With Movement Disorders",
            "officialTitle": "A Phase I/II Trial Evaluating Long-Term Use of a Pediatric Robotic Exoskeleton (P.REX/Agilik) to Improve Gait in Children With Movement Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-long-term-use-of-a-pediatric-robotic-exoskeleton-p-rex-agilik-to-improve-gait-in-children-with-movement-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02-29",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-11",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople with cerebral palsy, spina bifida, muscular dystrophy, or spinal cord injury often have muscle weakness and problems controlling how their legs move. This can affect how they walk. The NIH has designed a robotic device (exoskeleton) that can be worn on the legs while walking. The wearable robot offers a new form of gait training.\n\nObjective:\n\nTo learn whether a robotic device worn on the legs can improve walking ability in those with a gait disorder.\n\nEligibility:\n\nPeople aged 3 to 17 years with a gait disorder involving the knee joint.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam. Their walking ability will be tested.\n\nParticipants will have markers taped on their body; they will walk while cameras record their movements. They will undergo other tests of their motor function and muscle strength.\n\nThe study will be split into three 12-week phases. During 1 phase, participants will continue with their standard therapy.\n\nDuring another phase, participants will work with the exoskeleton in a lab setting. Their legs will be scanned to create an exoskeleton with a customized fit. The exoskeleton operates in different modes: in exercise mode, it applies force that makes it difficult to take steps; in assistance mode, it applies force meant to aid walking; in combination mode, it alternates between these two approaches.\n\nDuring the third phase, participants may take the exoskeleton home. They will walk in the device at least 1 hour per day, 5 days per week, for 12 weeks.\n\nParticipants walking ability will be retested after each phase....",
            "detailedDescription": "Study Description:\n\nThis randomized crossover trial will determine whether 12 weeks of overground gait training with a robotic exoskeleton outside of the clinical setting has a beneficial effect on walking ability, muscle activity, and overall gross motor function. Participants will be randomized into two groups, one that receives the exoskeleton therapy first before crossing over to continue standard therapy and one that continues standard therapy before completing the exoskeleton intervention. An in-lab training and accommodation period will be completed prior to the exoskeleton being sent home for use outside the clinical setting. We will monitor exoskeleton use during the intervention period for compliance and safety. Assessments of gait biomechanics, neuromuscular activity and functional mobility will be completed before and after the intervention and at 6 weeks post- intervention. It is hypothesized that the 12-week exoskeleton intervention outside the clinic setting will show greater improvements than the standard therapy.\n\nObjectives:\n\nPrimary Objective: To evaluate the effectiveness of a longitudinal robotic exoskeleton gait training paradigm in improving crouch gait from CP or knee extension deficiency from SB, iSCI or MD in children, assessed as improvement in knee angle during walking before and after the intervention period.\n\nSecondary Objectives:\n\nTo evaluate changes in muscle strength and gait speed following longitudinal intervention with robotic exoskeleton in children with crouch gait from CP or knee extension deficiency from SB, iSCI or MD. Additionally, to evaluate the primary endpoint of knee joint range of motion at multiple time points to assess for order effect and persistence of any observed effect.\n\nExploratory Objectives:\n\nTo assess the effect of exoskeleton dosage (i.e., time spent using the device) on the primary endpoint.\n\nAdditionally, to evaluate change in knee extensor and flexor muscle spasticity following longitudinal intervention with a robotic exoskeleton in children with crouch gait from CP or knee extension deficiency from SB, iSCI or MD. Additionally, to asses improvement in gross motor function following the same intervention. Finally, to evaluate the safety and feasibility of a community-based protocol for rehabilitation using a pediatric robotic exoskeleton.\n\nEndpoints:\n\nPrimary Endpoint: Knee extension as assessed by peak knee angle during midstance phase of walking.\n\nSecondary Endpoints: Change in knee extensor muscle activation and strength after exoskeleton intervention; Change in average gait speed after exoskeleton intervention; Persistence of the primary endpoint (change in knee angle) at 6 weeks post intervention; Effect of order of standard therapy and exoskeleton intervention.\n\nExploratory Endpoints:\n\nEffect of exoskeleton intervention dosage on change in peak knee angle during walking; Change in knee extensor and flexor spasticity after exoskeleton intervention; Improvement in gross motor function after exoskeleton intervention; Feasibility and safety of exoskeleton use outside clinical setting assessed by participant compliance and occurrence of adverse events, respectively."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy",
                "Muscular Dystrophy",
                "Spina Bifida",
                "Incomplete Spinal Cord Injury"
            ],
            "keywords": [
                "EEG",
                "Muscular Dystophies",
                "Cerebral Palsy",
                "Knee",
                "incomplete spinal cord injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A",
                    "type": "EXPERIMENTAL",
                    "description": "12 weeks-study intervention",
                    "interventionNames": [
                        "Device: EA-KAFO"
                    ]
                },
                {
                    "label": "Group B",
                    "type": "NO_INTERVENTION",
                    "description": "12 weeks the control first."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "EA-KAFO",
                    "description": "This study tests a single device that contains multiple potential configurations as outlined in Table 1 of the protocol. Each participant be evaluated in multiple configurations, minimally including the baseline configuration and the motor assist condition at the knee.",
                    "armGroupLabels": [
                        "Group A"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the effectiveness of a longitudinal exoskeleton training program in the community, as opposed to a standard regimen of therapy of the same magnitude, at improving knee extension deficiency in children with CP, SB, iSCI or MD.",
                    "description": "The primary endpoint will be knee extension range of motion. This will be assessed using knee angle at two positions in the gait cycle: knee angle at initial contact and peak knee angle during stance",
                    "timeFrame": "36 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate improvement in overground walking of children with CP, SB, iSCI or MD as a function of average gait speed while walking with the robotic exoskeleton",
                    "description": "This outcome will be measured using peak and mean activation of knee extensor and knee flexor muscles during walking.",
                    "timeFrame": "15 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Provision of signed and dated separate informed consent and assent forms for screening purposes. Upon inclusion in the protocol, provision of signed and dated informed consent and assent forms to begin participation in the study will be necessary.\n* Stated willingness to comply with all study procedures and availability for the duration of the study, or alternatively, ability to do so based on parent report and physician observation during history and physical examination.\n* Age 3 to 17 years old.\n* Have a gait pathology involving the knee joint, from a diagnosis of cerebral palsy, muscular dystrophy, spina bifida, or incomplete spinal cord injury.\n* Knee joint range of motion of at least 25 degrees in the sagittal plane (knee extension/flexion) assessed with hip extended in supine position. Hamstring contracture as assessed by straight leg raising test does not limit ability to participate in the study.\n* Ankle joint range of motion of at least 15 degrees in the sagittal plane (dorsi-plantar flexion) with the foot in neutral alignment.\n* A measured foot-thigh angle of -15 to 30 degrees in prone position.\n* Able to walk at least 10 feet without stopping with or without a walking aid.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Any neurological, musculoskeletal or cardiorespiratory injury, health condition, or diagnosis other than cerebral palsy, muscular dystrophy, spina bifida, or incomplete spinal cord injury that would affect the ability to walk as directed with the robotic exoskeleton.\n* A history of uncontrolled seizure in the past year.\n* Pregnancy. A urine test will be performed for all participants who are able to become pregnant at the initial screening visit and in the case of a positive test, the participant will be excluded from participation. Further monitoring will rely on self-reporting of interruption in menstruation that would require re-testing for pregnancy at the next visit.\n* Any acute cardiopulmonary condition which limits exercise to less than 60 minutes per session or less than 5 days per week.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas C Bulea, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-7533",
                    "email": "buleatc@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas C Bulea, Ph.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001180-CC.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Undecided: It is not yet known if there will be a plan to make IPD available"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009136",
                    "term": "Muscular Dystrophies"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000016135",
                    "term": "Spinal Dysraphism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000020966",
                    "term": "Muscular Disorders, Atrophic"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000009436",
                    "term": "Neural Tube Defects"
                },
                {
                    "id": "D000009421",
                    "term": "Nervous System Malformations"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "asFound": "Movement Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12093",
                    "name": "Muscular Dystrophies",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18607",
                    "name": "Spinal Dysraphism",
                    "asFound": "Spina Bifida",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12380",
                    "name": "Neural Tube Defects",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22697",
                    "name": "Muscular Disorders, Atrophic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12365",
                    "name": "Nervous System Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "T3963",
                    "name": "Muscular Dystrophy",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5337",
                    "name": "Spina Bifida",
                    "asFound": "Spina Bifida",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}