{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06325046",
            "orgStudyIdInfo": {
                "id": "23-003388"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2024-01669",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "GMROR2351",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Radiation Oncology"
                },
                {
                    "id": "23-003388",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Institutional Review Board"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Changes in Quality of Life After Near Margin-less Adaptive Radiation Therapy Compared to Standard Stereotactic Ablative Body Radiotherapy in Localized Prostate Cancer",
            "officialTitle": "ART of SABR: A Randomized Phase II Trial of Near \"Margin-Less\" Adaptive Radiation Therapy (ART) Stereotactic Ablative Body Radiotherapy (SABR) for Primary Localized Prostate Cancer: Two Versus Five Fractions",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "evaluating-changes-in-quality-of-life-after-near-margin-less-adaptive-radiation-therapy-compared-to-standard-stereotactic-ablative-body-radiotherapy-in-localized-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-15",
            "studyFirstSubmitQcDate": "2024-03-15",
            "studyFirstPostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial evaluates changes in quality of life after two treatments with near margin-less adaptive radiation therapy (ART) compared to five treatments with standard stereotactic ablative body radiotherapy (SABR) in patients with prostate cancer that has not spread to other parts of the body (localized). ART is a type of radiation therapy that uses information gathered during the treatment cycle to inform, guide, and alter future radiation treatments with respect to location and dose. It may be able to deliver radiation to the site of disease over a shorter time and with smaller margins (less treatment delivered to nearby healthy tissues). SABR is a type of external radiation therapy that uses special equipment to position a patient and precisely deliver radiation to tumors in the body (except the brain). The total dose of radiation is divided into smaller doses given over several days. This type of radiation therapy helps spare normal tissue. Shorter duration near margin-less ART may be just as effective at treating patients with localized prostate cancer but have less quality of life side effects than standard SABR.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate treatment-related, patient-reported early quality of life (QOL) changes between near \"margin-less\" ART in 2 fractions versus standard of care 3-5mm SABR in 5 fractions, using the Expanded Prostate Cancer Index Composite (EPIC)-26 bowel and urinary irritative/obstructive domains.\n\nSECONDARY OBJECTIVES:\n\nI. To assess treatment-related, patient-reported late QOL changes after SABR using the EPIC-26 bowel and urinary irritative/obstructive domains.\n\nII. To assess and compare early physician-reported grade ≥ 2 gastrointestinal (GI) and/or genitourinary (GU) toxicities of interest within 3 months after SABR using Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5.0.\n\nIII. To assess and compare patient-reported financial toxicities, using the Functional Assessment of Chronic Illness Therapy-Comprehensive Score for Financial Toxicity (FACIT-COST) assessment tool.\n\nIV. To assess and compare late physician-reported grade ≥ 2 GI and/or GU toxicities of interest within 24 months after SABR using the CTCAE v5.0.\n\nV. To assess and compare change in International Index of Erectile Function (IIEF-15) and International Prostate Symptom Score (IPSS).\n\nVI. To explore the association of fiducial-free treatment on dosimetry, patient reported outcomes (PROs), and toxicity.\n\nVII. To explore the association of bladder filling on dosimetry, PROs, and toxicity.\n\nVIII. To assess and compare the cumulative incidence of biochemical failure, local progression, distant metastasis, and metastasis-free survival within 60 months after SABR.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients undergo near margin-less adaptive radiation therapy (ART) for 2 treatments at least 3 days apart in the absence of disease progression or unacceptable toxicity. Patients also undergo cone beam computed tomography (CBCT) and may undergo computed tomography (CT) and/or magnetic resonance imaging (MRI) on study.\n\nARM II: Patients undergo standard SABR for 5 treatments at least 2 days apart in the absence of disease progression or unacceptable toxicity. Patients also undergo CT and/or MRI on study.\n\nAfter completion of study treatment, patients are followed up at months 1, 3, and 6, and then every 6 months for up to 60 months."
        },
        "conditionsModule": {
            "conditions": [
                "Localized Prostate Adenocarcinoma",
                "Stage I Prostate Cancer AJCC v8",
                "Stage II Prostate Cancer AJCC v8",
                "Stage III Prostate Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (near margin-less ART)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo near margin-less ART for 2 treatments at least 3 days apart in the absence of disease progression or unacceptable toxicity. Patients also undergo CBCT and may undergo CT and/or MRI on study.",
                    "interventionNames": [
                        "Procedure: Computed Tomography",
                        "Procedure: Cone-Beam Computed Tomography",
                        "Radiation: Image-Guided Adaptive Radiation Therapy",
                        "Procedure: Magnetic Resonance Imaging",
                        "Other: Survey Administration"
                    ]
                },
                {
                    "label": "Arm II (standard SABR)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients undergo standard SABR for 5 treatments at least 2 days apart in the absence of disease progression or unacceptable toxicity. Patients also undergo CT and/or MRI on study.",
                    "interventionNames": [
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging",
                        "Procedure: Stereotactic Ablative Radiotherapy",
                        "Other: Survey Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Arm I (near margin-less ART)",
                        "Arm II (standard SABR)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "Computerized Tomography (CT) scan",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Cone-Beam Computed Tomography",
                    "description": "Undergo CBCT",
                    "armGroupLabels": [
                        "Arm I (near margin-less ART)"
                    ],
                    "otherNames": [
                        "Cone Beam Computed Tomography",
                        "Cone Beam CT"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Image-Guided Adaptive Radiation Therapy",
                    "description": "Undergo near margin-less ART",
                    "armGroupLabels": [
                        "Arm I (near margin-less ART)"
                    ],
                    "otherNames": [
                        "IGART"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Arm I (near margin-less ART)",
                        "Arm II (standard SABR)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic Resonance Imaging (MRI)",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "MRIs",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging",
                        "sMRI",
                        "Structural MRI"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Stereotactic Ablative Radiotherapy",
                    "description": "Undergo standard SABR",
                    "armGroupLabels": [
                        "Arm II (standard SABR)"
                    ],
                    "otherNames": [
                        "SABER",
                        "SABR",
                        "SABR/SBRT",
                        "Stereotactic Body Radiation Therapy (SBRT)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Survey Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (near margin-less ART)",
                        "Arm II (standard SABR)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment-related, patient-reported early quality of life (QOL) changes",
                    "description": "Will be assessed using the Expanded Prostate Cancer Index Composite (EPIC)-26. The EPIC-26 consists of 13 questions answered on a variety of scales, such as 1-5 where 1=very poor and 5=very good.",
                    "timeFrame": "Baseline; up to 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment-related, patient-reported late QOL changes",
                    "description": "Will be assessed using the EPIC-26 questionnaire, as described above.",
                    "timeFrame": "Baseline; up to 24 months"
                },
                {
                    "measure": "Incidence of grade ≥ 2 genitourinary an/or gastrointestinal adverse events",
                    "description": "Incidence of adverse events will be recorded at study visits. An adverse event is defined as any undesirable experience associated with the use of a medical product in a patient.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Change in International Index of Erectile Function (IIEF)",
                    "description": "The IIEF consists of 15 questions answered with various scales (e.g., a scale of 5-1 where 5=almost always or always and 1=almost never or never). Possible scores range from 5 to 25, and erectile dysfunction (ED) is classified into five categories based on the scores: severe (5-7), moderate (8-11), mild to moderate (12-16), mild (17-21), and no ED (22-25).",
                    "timeFrame": "Baseline; up to 24 months"
                },
                {
                    "measure": "Change in International Prostate Symptom Score (IPSS)",
                    "description": "The International Prostate Symptom Score (I-PSS) is based on the answers to seven questions concerning urinary symptoms and one question concerning quality of life.Each question is answered on a scale of 0-5 where 0=not at all/none and 5=almost always/5 5times.",
                    "timeFrame": "Baseline; up to 24 months"
                },
                {
                    "measure": "Change in financial adverse events - COST-FACIT",
                    "description": "Change in financial adverse events will be assessed using the Comprehensive Score for Financial Toxicity-Functional Assessment of Chronic Illness Therapy (COST-FACIT) assessment tool. The COST-FACIT consists of 12 questions, each answered on a scale of 0-4 where 0=not al all and 4=very much.",
                    "timeFrame": "Baseline; 12 months"
                },
                {
                    "measure": "Fiducial-free treatment",
                    "description": "Will evaluate associations of fiducial-free treatment on dosimetry, patient reported outcomes (PROs), and toxicity. A fiducial is medical device or small object placed in or on the body to mark an area for radiation treatment or surgery. For example, tiny gold seeds may be put into the prostate to mark a tumor before radiation therapy.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Bladder filling",
                    "description": "Will evaluate associations of bladder filling on dosimetry, patient reported outcomes (PROs), and toxicity using Fisher's exact test and the nonparametric Wilcoxon sum rank test.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Biochemical recurrence",
                    "description": "Biochemical disease recurrence will be estimated using the Kaplan-Meier method and compared using the log-rank test for each timepoint. Biochemical failure is defined as a prostate-specific antigen (PSA) value that is ≥ PSA nadir + 2.0 ng/mL with the date of biochemical failure set at the date of the PSA value that meets this criterion.",
                    "timeFrame": "At 2 and 5 years"
                },
                {
                    "measure": "Prostate specific antigen (PSA) kinetics",
                    "description": "Median PSA nadir as well as median time to nadir will be reported",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Local recurrence",
                    "description": "Local recurrence is defined as Magnetic Resonance Imaging (MRI) or prostate-specific membrane antigen (PSMA) positron emission tomography (PET)/Computed Tomography (CT) evidence of recurrence disease in conjunction with biochemical failures.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall survival",
                    "description": "Survival duration will be measured from the date of registration to the date of death from any cause.",
                    "timeFrame": "From the date of registration to the date of death from any cause, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Gender assigned male at birth: age ≥ 18 years\n* Histological confirmation of prostate adenocarcinoma\n* National Comprehensive Cancer Network (NCCN) (Prostate Cancer version 4.2022) low- to intermediate-risk prostate adenocarcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Ability to complete questionnaire(s) by themselves or with assistance\n* Signed informed consent\n* Willing to complete requirements for follow-up (during active monitoring phase)\n\nExclusion Criteria:\n\n* NCCN (Prostate Cancer version 4.2022) very low-, high-, or very high-risk prostate adenocarcinoma\n* Prior definitive treatment of prostate cancer including radiotherapy, prostatectomy, cryotherapy, or high intensity focused ultrasound (HIFU)\n* Prior bladder outlet obstruction procedures including transurethral resection of the prostate (TURP), Holmium laser enucleation of the prostate (HoLEP), transurethral vaporesection of the prostate (TUVRP), etc.\n* Metastatic disease by conventional or molecular imaging\n* Contraindications to radiation therapy (RT) including uncontrolled inflammatory bowel disease, ATM mutation, and Xeroderma pigmentosum mutation\n* Concurrent antineoplastic agents (chemotherapy)\n* Previous or concurrent malignancy other than non-melanoma skin cancer, indolent lymphoma, or chronic myelogenous leukemia, unless continuously disease-free ≥ 5 years\n* Medical or psychiatric conditions that preclude informed decision-making or adherence with the protocol-defined treatment or follow-up\n* Prostate gland volume \\> 80 cc based on magnetic resonance imaging (MRI), and/or International Prostate Symptom Score (IPSS) composite score \\> 17\n* Body weight \\> 200 kilogram",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Mark R. Waddle, M.D.",
                    "affiliation": "Mayo Clinic in Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Mark R. Waddle, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}