{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05368480",
            "orgStudyIdInfo": {
                "id": "22-04-7161"
            },
            "organization": {
                "fullName": "University of Notre Dame",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating the Impact of Senior Companion Programs",
            "officialTitle": "Evaluating the Impact of Senior Companion Programs on Homebound Adults' Well-being and Independent Living Status",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-the-impact-of-senior-companion-programs"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-05",
            "studyFirstSubmitQcDate": "2022-05-05",
            "studyFirstPostDateStruct": {
                "date": "2022-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-05-25",
            "lastUpdatePostDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "William Evans",
                "investigatorTitle": "Dr. William Evans, Keough Hesburgh Professor of Economics",
                "investigatorAffiliation": "University of Notre Dame"
            },
            "leadSponsor": {
                "name": "William Evans",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Health Association of Niagara County, Inc.",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Catholic Charities of Southeast Michigan",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Georgia Southern University",
                    "class": "OTHER"
                },
                {
                    "name": "The Evangelical Lutheran Good Samaritan Society",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Positive Maturity, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Senior Companion Programs (SCP) facilitate partnerships between community volunteers and local homebound seniors. Seniors served by the SCP will be provided with a companion who will conduct weekly visits with them, help with meal preparation or deliveries, provide transportation, assist with simple housekeeping, and socialize with the client amongst other tasks. These services are directed towards helping the senior client continue living independently in their own home instead of moving into an assisted living or nursing home. The SCP model is being evaluated to determine the impact of the services on the client's overall well-being and independent living status.",
            "detailedDescription": "When a client calls an agency or referring agency to ask for a senior companion, the client will be screened for the above-mentioned eligibility criteria. Typically, most SCPs have wait lists for services. If the client calls when no companions are available the client will be told that the client is on a waitlist for services.\n\nWhen a companion becomes available, the agency will call the top two clients on the waitlist that match the new companion's available location (since most of the agencies involved serve large regions, matching on geography is important). With each of these clients, the agency worker will meet in person to conduct an intake interview. During the interview, the clients will be provided with information about the study and asked to consent. It is up to the agency to determine if the client is capable of directing their own care. If the client is not capable, and the client has a Power of Attorney (POA), the POA must be present and provide consent on behalf of the new client. If the client is not capable, and the client does not have a POA, the client will not be consented into the study. All clients, regardless of consent status will complete the intake interview with the agency caseworker. This information will act as a baseline survey.\n\nIn rare cases, seeing a client's home in person might make them ineligible (if it appears unsafe for a companion to visit them), in which case the agency will interview the next person on the waitlist. Once two clients are eligible and have completed intake interviews, the agency will use a separate survey application, which on the backend will randomly assign one client to treatment and one to control. The agency will call each client and let them know either that they will receive a companion or that they do not have the capacity to provide them with a companion.\n\nThe above procedure will be in effect when there is an active wait list for services. If a senior calls to request services when a companion is available and there are no other requests for services, the client will immediately be given the companion and will not be a part of the study.\n\nAll clients will be surveyed 6- and 18-months post-randomization and will be tracked in administrative datasets."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Disabilities Multiple"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Clients will be kept on a waitlist. When a companion becomes available in a particular geographic area, the agency will take the top two on the list with corresponding geographies, complete an intake interview for both and then use a computer to randomly assign one to treatment (receiving the companion) and one to control (referrals to other services).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1040,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Senior Companion",
                    "type": "EXPERIMENTAL",
                    "description": "Receives a companion to socialize with them, help with daily tasks, etc.",
                    "interventionNames": [
                        "Other: Senior Companion Program"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Referred to other services available in the community"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Senior Companion Program",
                    "description": "Receives a companion to socialize with them, help with daily tasks, etc.",
                    "armGroupLabels": [
                        "Senior Companion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in rates of self-reported loneliness between treatment and control groups",
                    "description": "The research team will use survey data to quantify the effect of receiving a senior companion on self-reported loneliness 6- and 18-months after study enrollment.",
                    "timeFrame": "6- and 18-months after study enrollment"
                },
                {
                    "measure": "Difference in rates of self-reported life satisfaction between treatment and control groups",
                    "description": "The research team will use survey data to quantify the effect of receiving a senior companion on self-reported life satisfaction 6- and 18-months after study enrollment.",
                    "timeFrame": "6- and 18-months after study enrollment"
                },
                {
                    "measure": "Difference in rates of self-reported independent living status between treatment and control groups",
                    "description": "The research team will use survey data to quantify the effect of receiving a senior companion on self-reported independent living status 6- and 18-months after study enrollment.",
                    "timeFrame": "6- and 18-months after study enrollment"
                },
                {
                    "measure": "Difference in mortality rates of between treatment and control groups",
                    "description": "The research team will match participants in the study to the Social Security Administration's Master Death File to determine deaths among the study participants to quantify the effect of receiving a senior companion on mortality.",
                    "timeFrame": "6- and 18-months after study enrollment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Self-reported physical and mental health",
                    "description": "Self-reported physical and mental health as measured on follow-up surveys. These items are highly predictive of mortality.",
                    "timeFrame": "6- and 18-months after study enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Each agency will maintain their standard of care definition of eligibility for services. Generally, these criteria include: the client must be at least 21+ or 65+ years of age (depending on the agency) and the client's current living situation makes them a good fit for services. \"Good fit for services\" is up to the agency based on how they typically admit clients for services. Some factors that enter into the definition of a good fit include: the client must either be isolated, lacking in social ties that assist them, or their caregivers need respite services, in which case we provide them the same services as an isolated individual. Volunteer assistance must be vital to the client remaining in the home.\n\nExclusion Criteria:\n\n* Participants under the age requirement for a given home will be excluded as will those who are deemed not a good fit for services. This might include clients who are not homebound or who's homes are in such poor condition that an agency doesn't feel the visiting companion would be safe.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William N Evans, PhD",
                    "role": "CONTACT",
                    "phone": "574-631-7039",
                    "email": "wevans1@nd.edu"
                },
                {
                    "name": "Vivian W Crumlish, MEd",
                    "role": "CONTACT",
                    "phone": "574-631-1669",
                    "email": "vcrumlis@nd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William N Evans, PhD",
                    "affiliation": "University of Notre Dame",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sarah Kroeger, PhD",
                    "affiliation": "University of Notre Dame",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Notre Dame",
                    "status": "RECRUITING",
                    "city": "Notre Dame",
                    "state": "Indiana",
                    "zip": "46556",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Evans, PhD",
                            "role": "CONTACT",
                            "phone": "574-631-7039",
                            "email": "wevans1@nd.edu"
                        },
                        {
                            "name": "Vivian W Crumlish, MEd",
                            "role": "CONTACT",
                            "phone": "574-631-1669",
                            "email": "vcrumlis@nd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.70019,
                        "lon": -86.23793
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We plan to create a de-identified dataset of participant data, which we will make available for other researchers. This dataset will contain the data necessary to replicate the analysis detailed in publications resulting from the study. We will only share data in a manner consistent with data sharing agreements which we establish with data providers. These data sharing agreements are still in process, so while we plan to share de-identified data at this time, we will only do so if our data sharing agreements allow it.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "We will make data available when we release a publication resulting from the study. There will not be an end date for when data will be available.",
            "accessCriteria": "We will make our dataset available to the general public by posting it on the website for the Inter-University Consortium for Political and Social Research (ICPSR)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}