{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05564650",
            "orgStudyIdInfo": {
                "id": "22P.205"
            },
            "organization": {
                "fullName": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Navitoclax After Failure of Standard Treatments of Azacitidine or Decitabine and Venetoclax in Patients With Aggressive Myelodysplastic Syndrome",
            "officialTitle": "A Phase Ib/II Study Evaluating Navitoclax After Failure of Hypomethylating Agent and Venetoclax for Treatment of Relapsed or Refractory High-Risk Myelodysplastic Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "evaluating-navitoclax-after-failure-of-standard-treatments-of-azacitidine-or-decitabine-and-venetoclax-in-patients-with-aggressive-myelodysplastic-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-19",
            "studyFirstSubmitQcDate": "2022-09-29",
            "studyFirstPostDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AbbVie",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib/II trial tests the safety, side effects, and best dose of navitoclax in combination with venetoclax and decitabine in treating patients with higher risk myelodysplastic syndrome (MDS) that has come back after initial treatment or was not responsive to initial treatment. This study will also look at the effectiveness of the treatment combination and patient's quality of life while on these medications. Navitoclax is an oral drug that works as an inhibitor of the BCL-2 family of proteins, which are often overly expressed in a wide variety of cancers and are linked to tumor drug resistance. This drug blocks some of the enzymes that keep cancer cells from dying. Venetoclax is an oral drug that works as an inhibitor of BCL-2 proteins that works very similarly to navitoclax by blocking the action of a certain proteins in the body that helps cancer cells survive which helps to kill cancer cells. Decitabine is an intravenous drug. It is a hypomethylating agent which means it interferes with deoxyribonucleic acid (DNA) methylation. DNA methylation is a major factor that regulates gene expression in cells, and an increase in DNA methylation can block the genes that regulate cell division and growth. When these genes are blocked the overall result allows or promotes cancer as there is no control over cell growth. Decitabine stops cells from making DNA and may kill cancer cells. Participation in this trial may improve the understanding of both chemotherapy response in MDS and mechanisms of resistance to current therapies.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the safety profile leading to a recommended phase II dose (RP2D) of navitoclax in combination with venetoclax and decitabine. (Phase I) II. To evaluate the efficacy of combination therapy navitoclax, venetoclax and decitabine in patients with relapsed or refractory high-risk MDS after failure of hypomethylating agent and venetoclax. (Phase II)\n\nSECONDARY OBJECTIVE:\n\nI. To further evaluate the safety profile navitoclax in combination with venetoclax and decitabine. (Phase II)\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine relative expression levels of anti-apoptotic BCL-2 family members at baseline and after triplet therapy by intracellular flow cytometry to determine predictive value for response.\n\nII. To compare single cell gene expression at baseline and after triplet therapy.\n\nOUTLINE: This is a phase Ib, dose-escalation study of navitoclax followed by a phase II study.\n\nNAVITOCLAX, VENETOCLAX, \\& DECITABINE:\n\nCYCLE 1: Patients receive navitoclax orally (PO) once daily (QD) on days 3-16 in combination with venetoclax PO QD on days 1-16, and decitabine intravenously (IV) on days 3-7. This cycle continues for 30 days in the absence of disease progression or unacceptable toxicity. Patients also undergo bone marrow biopsy at baseline and day 30, and collection of blood samples at baseline and on days 1 and 15 of cycle.\n\nCYCLE 2 AND BEYOND: Patients receive navitoclax PO QD on days 1-14 of each cycle in combination with venetoclax PO QD on days 1-14 of each cycle, and decitabine IV on days 1-5 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. After 6 cycles, patients who achieve a complete response (CR) or marrow complete response (mCR) continue on treatment in the absence of disease progression or unacceptable toxicity. After 6 cycles, patients who have hematologic improvement but who do not attain CR or mCR may continue treatment at the discretion of their treating physician in conjunction with the principal investigator (PI). Patients also undergo bone marrow biopsy on day 28 of cycles 2 and 4 and at end of treatment, as well as collection of blood samples on day 1 of each cycle and at the end of treatment.\n\nAfter completion of study treatment, patients are followed every 3 months for 12 months. For survival follow-up, patients are followed for 2 years from enrollment of the last patient."
        },
        "conditionsModule": {
            "conditions": [
                "Myelodysplastic Syndrome",
                "Recurrent Myelodysplastic Syndrome",
                "Refractory Myelodysplastic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 37,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (navitoclax, decitabine, venetoclax)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Biological: Navitoclax",
                        "Drug: Venetoclax",
                        "Drug: Decitabine",
                        "Procedure: Bone Marrow Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Other: Laboratory Biomarker Analysis",
                        "Other: Quality-of-Life Assessment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Navitoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "923564-51-6",
                        "A-855071.0",
                        "ABT-263",
                        "BcI-2 Family Protein Inhibitor ABT-263"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "1257044-40-8",
                        "4-(4-((2-(4-Chlorophenyl)-4,4-dimethylcyclohex-1-en-1-yl)methyl)piperazin-1-yl)-N-((3-nitro-4-((tetrahydro-2H-pyran-4-ylmethyl)amino)phenyl)sulfonyl)-2-(1H-pyrrolo(2,3-b)pyridin-5-yloxy)benzamide",
                        "ABT-0199",
                        "ABT-199",
                        "ABT199",
                        "GDC-0199",
                        "RG7601",
                        "Venclexta",
                        "Venclyxto"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "2'-Deoxy-5-azacytidine",
                        "2353-33-5",
                        "4-Amino-1-(2-deoxy-beta-D-erythro-pentofuranosyl)-1,3,5-triazin-2(1H)-one",
                        "5-Aza-2'-deoxycytidine",
                        "5-Aza-2'deoxycytidine",
                        "5-Aza-2-deoxycytidine",
                        "5-Azadeoxycytidine",
                        "Dacogen",
                        "Decitabine for Injection",
                        "Deoxyazacytidine",
                        "Dezocitidine"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Biopsy",
                    "description": "Undergo bone marrow biopsy",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "Biopsy of Bone Marrow",
                        "Biopsy",
                        "Bone Marrow"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (navitoclax, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximally tolerated dose (MTD) of navitoclax in combination with venetoclax and decitabine (Phase I)",
                    "description": "The final observed rate of dose limiting toxicity (DLT) will be calculated and from this the MTD will be determined.",
                    "timeFrame": "Within 30 days of the first dose of study treatment"
                },
                {
                    "measure": "Complete response (CR) rate (Phase II)",
                    "description": "A 90% confidence interval will be computed for the CR rate by cycle 4.",
                    "timeFrame": "Up to cycle 4 (each cycle is 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of dose-limiting toxicities (Phase I)",
                    "description": "Number of dose-limiting toxicities (Phase I)",
                    "timeFrame": "Within 30 days of the first dose of study treatment"
                },
                {
                    "measure": "Marrow Complete Response rate (mCR) (Phase II)",
                    "description": "Defined as per International Working Group (IWG) criteria.",
                    "timeFrame": "Up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Hematologic Improvement (HI) rate (Phase II)",
                    "description": "Defined as per IWG criteria.",
                    "timeFrame": "Up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Leukemia free survival (LFS) (Phase II)",
                    "description": "Defined as per IWG criteria",
                    "timeFrame": "From the date of randomization to the date of diagnosis of AML or death from any cause, whichever came first, assessed up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Overall survival (OS) (Phase II)",
                    "description": "Will be estimated using the Kaplan-Meier method, and the median OS along with its corresponding 95% confidence interval will be reported.",
                    "timeFrame": "From study registration to death from any cause, assessed up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Change in quality of life (QOL) (Phase II)",
                    "description": "Will be assessed by European Organization for Research and Treatment of Cancer (EORTC Quality of Life Questionnaire \\[EORTC QLQ-C30\\] and Patient Reported Outcomes Measurement Information System \\[PROMIS-Fatigue\\]).",
                    "timeFrame": "At baseline"
                },
                {
                    "measure": "Change in quality of life (QOL) (Phase II)",
                    "description": "Will be assessed by Patient Reported Outcomes Measurement Information System \\[PROMIS-Fatigue\\]).",
                    "timeFrame": "At 4 months"
                },
                {
                    "measure": "Change in quality of life (QOL) (Phase II)",
                    "description": "Will be assessed by European Organization for Research and Treatment of Cancer (EORTC Quality of Life Questionnaire \\[EORTC QLQ-C30\\]",
                    "timeFrame": "At study completion, assessed up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Change in quality of life (QOL) (Phase II)",
                    "description": "Will be assessed by Patient Reported Outcomes Measurement Information System \\[PROMIS-Fatigue\\]).",
                    "timeFrame": "assessed up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Change in quality of life (QOL) (Phase II)",
                    "description": "Will be assessed by European Organization for Research and Treatment of Cancer (EORTC Quality of Life Questionnaire \\[EORTC QLQ-C30\\]",
                    "timeFrame": "study completion, assessed up to 2 years from enrollment of the last patient"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Expression levels of anti-apoptotic BCL-2 family members (Phase II)",
                    "description": "Assessed by intracellular flow cytometry to determine predictive value for response. Data will be analyzed with FlowJo software.",
                    "timeFrame": "At baseline and after triplet therapy, assessed up to 2 years from enrollment of the last patient"
                },
                {
                    "measure": "Single cell gene expression (Phase II)",
                    "description": "Ribonucleic acid (RNA) will be isolated from pre-treatment and post-treatment CD19+ cells and used for gene expression profiles (microarray or RNA-Seq).",
                    "timeFrame": "At baseline and after triplet therapy, assessed up to 2 years from enrollment of the last patient"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide signed and dated informed consent form\n* Willing to comply with all study procedures and be available for the duration of the study\n* Male or female, aged 18 years or older\n* Must have myelodysplastic syndrome with Revised International Prognostic Score (IPSS-R) of at least 3 and have been previously treated with hypomethylating agent (HMA) (azacitidine or decitabine) and venetoclax for at least 2 cycles. Patients in the phase I portion of the trial may be enrolled if they have not received venetoclax with HMA therapy\n* Prior hematopoietic stem cell transplant will be allowed if 90 or more days has passed since the date of transplant to day 1 of cycle 1 and patients are no longer taking immunosuppressive agents\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2\n* Must be able to swallow pills whole\n* Creatinine clearance \\>= 40 mL/min, calculated with the use of the 24-hour creatinine clearance or modified Cockcroft-Gault equation\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) =\\< 2.5 x upper limit of normal (ULN)\n* Total bilirubin =\\< 1.5 x ULN (or =\\< 3 x ULN for patients with documented Gilbert syndrome)\n* Coagulation: activated partial thromboplastin time (aPTT) and international normalized ratio (INR) =\\< 1.5 x ULN\n* A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n  * Not a woman of childbearing potential (WOCBP)\n  * A WOCBP who agrees to follow contraceptive guidance during the treatment period and for at least 120 days after the last dose of study treatment. Approved methods are detailed below\n  * Hormonal Methods: levonorgestrel-releasing intrauterine system (e.g., Mirena, registered trademark), implants, hormone shot or injection, combined pill, minipill, patch\n* If not surgically sterile, male patients must be willing to practice at least one of the following highly effective methods of birth control for at least their partner's menstrual cycle before and for 120 days after study drug administration.Surgically sterile male patients may practice birth control measures at their own discretion\n* Two of the following barrier/intrauterine methods:\n\n  * Male or female condom with or without spermicide, cap, diaphragm, or sponge with spermicide, copper T intrauterine device\n  * Hormonal methods\n  * Levonorgestrel-releasing intrauterine system (e.g., Mirena) implants\n  * Hormone shot or injection\n  * Combined pill\n  * Minipill\n  * Patch\n  * Barrier/intrauterine methods combined with hormonal methods\n\nExclusion Criteria:\n\n* Active, uncontrolled systemic infection. Patients on prophylactic antibiotics are NOT excluded\n* Uncontrolled human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) infections defined as detectable viral load\n* History of any active malignancy within the past 2 years prior to screening, with the exception of:\n\n  * Adequately treated carcinoma in situ of the uterine cervix\n  * Adequately treated basal cell carcinoma or localized squamous cell carcinoma of the skin\n  * Asymptomatic prostate\n* Subject requiring a medication that interferes with coagulation or platelet function - except for low dose aspirin (up to 100 mg daily) and prophylactic dose low molecular weight heparin (LMWH). Subjects prescribed these medications prior to enrollment should discontinue at least 3 days prior to C1D1. If they are not able to discontinue these medications, subjects will be excluded\n* White blood cells (WBC) \\> 25,000 cells/microL. Hydroxyurea therapy to reduce WBC count prior to enrollment is NOT excluded\n* Malabsorption syndrome or other condition precluding enteral medication administration\n* Subjects treated concomitantly with CYP2C8 substrates, CYP2C9 substrates, CYP3A inhibitors, CYP3A inducers and P-glycoprotein inhibitors are allowed. Venetoclax dosing must be adjusted. Pregnancy or lactation or intending to become pregnant during the study\n* Pregnancy or lactation or intending to become pregnant during the study\n* Known allergic reactions to components of the study product(s)\n* Treatment with another investigational drug or other intervention within 2 weeks of planned cycle 1 day 1 (C1D1)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gina Keiffer, MD",
                    "role": "CONTACT",
                    "phone": "215-503-0432",
                    "email": "gina.keiffer@jefferson.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Sidney Kimmel Cancer Center at Thomas Jefferson University",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gina Keiffer, MD",
                            "role": "CONTACT",
                            "phone": "215-955-8874",
                            "email": "gina.keiffer@jefferson.edu"
                        },
                        {
                            "name": "Gina Keiffer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001374",
                    "term": "Azacitidine"
                },
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "C000528561",
                    "term": "Navitoclax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "EEG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4673",
                    "name": "Azacitidine",
                    "asFound": "Uptake",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Albumin level",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8068",
                    "name": "Erythromycin",
                    "relevance": "LOW"
                },
                {
                    "id": "M8069",
                    "name": "Erythromycin Estolate",
                    "relevance": "LOW"
                },
                {
                    "id": "M18236",
                    "name": "Erythromycin Ethylsuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M195803",
                    "name": "Erythromycin stearate",
                    "relevance": "LOW"
                },
                {
                    "id": "M1815",
                    "name": "Piperazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11446",
                    "name": "Mebendazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M234880",
                    "name": "Piperazine citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M256301",
                    "name": "DMP 777",
                    "relevance": "LOW"
                },
                {
                    "id": "M219515",
                    "name": "Navitoclax",
                    "asFound": "Urticaria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}