{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05591547",
            "orgStudyIdInfo": {
                "id": "SH APBI RISE"
            },
            "organization": {
                "fullName": "Sanford Health",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating the Safety and Efficacy of a Novel Accelerated Partial Breast Irradiation Regimen for patIents With Favorable Risk breaSt cancEr",
            "officialTitle": "SH APBI RISE: Evaluating the Safety and Efficacy of a Novel IMRT/VMAT-based Accelerated Partial Breast Irradiation Regimen for patIents With Favorable Risk breaSt cancEr",
            "acronym": "APBI RISE",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "evaluating-the-safety-and-efficacy-of-a-novel-accelerated-partial-breast-irradiation-regimen-for-patients-with-favorable-risk-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-05",
            "studyFirstSubmitQcDate": "2022-10-19",
            "studyFirstPostDateStruct": {
                "date": "2022-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-11",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan K Nowak, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Sanford Health"
            },
            "leadSponsor": {
                "name": "Sanford Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of North Dakota",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will use an adjuvant radiation therapy regimen called APBI (accelerated partial breast irradiation). APBI is a treatment option available to women considered to have an early stage, low-risk breast cancer. The standard external beam-based APBI treatment delivers treatments every other day for five treatments, over ten calendar days. The APBI in this study is modified and will deliver five once daily treatments over consecutive treatment days, with a slightly lower dose of radiation each day as compared to the standard external beam-based APBI treatment.",
            "detailedDescription": "This is a prospective interventional cohort study in breast cancer participants. The purpose of this study is to track physician-assessed cosmetic outcomes as the primary study endpoint, and compare these results to historical trials in which women with favorable risk early stage breast cancer underwent a course of adjuvant WBI."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer"
            ],
            "keywords": [
                "Invasive Ductal Carcinoma",
                "Ductal Carcinoma In-Situ",
                "Intensity Modulated Radiation Therapy",
                "Volumetric Modulated Arc Therapy",
                "Accelerated Partial Breast Irradiation",
                "External Beam Radiation Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single group non-randomized interventional prospective cohort study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 91,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IMRT/VMAT-Based Accelerated Partial Breast Irradiation",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be treated with a novel IMRT/VMAT-based accelerated partial breast irradiation regimen.",
                    "interventionNames": [
                        "Radiation: IMRT/VMAT-Based Accelerated Partial Breast Irradiation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "IMRT/VMAT-Based Accelerated Partial Breast Irradiation",
                    "description": "The lumpectomy bed will receive a total of 26 Gy in 5 fractions, with 1 fraction delivered per day. Ideally, the course of radiation therapy would be completed over 5 consecutive treatment days. Treatment must begin within 12 weeks of lumpectomy or re-excision of surgical margins and must be completed within 10 calendar days.",
                    "armGroupLabels": [
                        "IMRT/VMAT-Based Accelerated Partial Breast Irradiation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physician-Assessed Adverse Breast Cosmesis",
                    "description": "To evaluate the incidence of physician-assessed adverse breast cosmesis by utilizing the Harvard Breast Cosmesis survey. The survey scores breast cosmesis from 1 to 4, with 1 representing \"excellent\" cosmesis, 2 representing \"good\" cosmesis, 3 representing \"fair\" cosmesis, and 4 representing \"poor\" cosmesis. Adverse breast cosmesis is defined as a score of either 3 or 4 on the Harvard Breast Cosmesis survey.",
                    "timeFrame": "3 Years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Recurrence Rate",
                    "description": "To evaluate the cumulative incidence of ipsilateral breast tumor recurrence, regional nodal recurrence, and distant recurrence by following participants after treatment with yearly mammograms and breast exams performed during routine clinic appointments.",
                    "timeFrame": "3 Years"
                },
                {
                    "measure": "Disease Free Survival Rate",
                    "description": "To evaluate disease free survival and overall survival by following participants after treatment with yearly mammograms and breast exams performed during routine clinic appointments.",
                    "timeFrame": "3 Years"
                },
                {
                    "measure": "Acute Adverse Events",
                    "description": "To evaluate the incidence and severity of acute adverse events associated with our novel IMRT/VMAT-based APBI regimen, using the Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0 grading system. The CTCAE Version 5.0 grading system scores adverse events from 1 to 5, with higher scores representing more severe adverse events.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Late Adverse Events",
                    "description": "To evaluate the incidence and severity of late adverse events associated with our novel IMRT/VMAT-based APBI regimen, using the Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0 grading system. The CTCAE Version 5.0 grading system scores adverse events from 1 to 5, with higher scores representing more severe adverse events.",
                    "timeFrame": "3 Years"
                },
                {
                    "measure": "Patient Quality of Life",
                    "description": "To evaluate patient quality of life associated with our novel IMRT/VMAT-based APBI regimen by using the breast cancer treatment outcome scale (BCTOS). The BCTOS contains 22 items, which are assigned to three internally consistent subscales: 1) Functional Status, 2) Aesthetic Status, and 3) Breast Sensitivity Status. Patients are instructed to rate each item of the BCTOS on a four-point scale evaluating the differences between the treated and the untreated breast (1 = no difference, 4 = large difference). The score for each subscale is the mean of the ratings over all items belonging to that subscale. A higher score reflects a poorer status (i.e. a larger difference between the treated and the untreated breast). The survey also allows patients to address their satisfaction with their breast cancer treatment and results.",
                    "timeFrame": "3 Years"
                },
                {
                    "measure": "Patient-Assessed Adverse Breast Cosmesis",
                    "description": "To evaluate the incidence of patient-assessed adverse breast cosmesis by utilizing the Harvard Breast Cosmesis survey. The survey scores breast cosmesis from 1 to 4, with 1 representing \"excellent\" cosmesis, 2 representing \"good\" cosmesis, 3 representing \"fair\" cosmesis, and 4 representing \"poor\" cosmesis. Adverse breast cosmesis is defined as a score of either 3 or 4 on the Harvard Breast Cosmesis survey.",
                    "timeFrame": "3 Years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to provide informed written consent.\n* Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 3 or a Karnofsky performance score of ≥ 30%.\n* Willingness to return to Sanford Cancer Center for follow-up.\n* Radiation therapy is planned as part of routine care.\n* On histological examination, the tumor must be either ductal carcinoma in-situ (DCIS) or an invasive ductal carcinoma of the breast.\n* Patients must be ≥ 50 years old.\n* Presence of unifocal tumor.\n* Surgical treatment of the breast must have been a lumpectomy. Placement of surgical clips to delineate the lumpectomy bed is highly recommended, though not required.\n* The final margins of the resected specimen must be histologically free of tumor (≥ 2 mm for invasive adenocarcinoma and ≥ 3 mm for DCIS). Re-excision of surgical margins is permitted. Gross disease must be unifocal with a pathologic invasive tumor size tumor size ≤ 2.0 cm or pathologic DCIS size ≤ 2.5 cm.\n* Patients with invasive breast cancer are required to have axillary staging consisting of a sentinel lymph node biopsy. The sentinel lymph node(s) must be negative for regionally metastatic disease, both on routine H\\&E evaluation and immunohistochemical staining. Axillary staging is not required for patients with DCIS.\n* Absence of lymphovascular space invasion.\n* The tumor must be positive for either the presence of the estrogen or progesterone receptor, and either 0 or +1 for the HER-2/neu receptor on immunohistochemical staining.\n* The target lumpectomy cavity must be clearly delineated and the target lumpectomy cavity to the whole breast reference volume ratio must be ≤ 30% based on the CT-simulation scan.\n* Life expectancy of 5 years or longer excluding breast cancer diagnosis(co-morbid conditions taken into considerations by the PI)\n* Women of child-bearing potential must have a negative pregnancy test before their CT simulation, and must agree to use an effective method of birth control during their radiation therapy treatment course.\n\nExclusion Criteria:\n\n* Pregnant women, or women of childbearing potential who are unwilling to employ adequate contraception.\n* Nuclear grade 3 DCIS or Nottingham grade 3 invasive ductal carcinoma.\n* Invasive lobular carcinoma, any grade.\n* Male sex.\n* Any treatment with radiation therapy, and/or hormonal therapy administered for the currently diagnosed breast cancer prior to study enrollment\n* Prior breast or thoracic radiation treatment for any reason.\n* History of prior invasive breast cancer or DCIS. (Patients with a history of LCIS treated by surgery alone are eligible.)\n* Paget's disease of the nipple.\n* Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor.\n* Patients with a collagen vascular disease; specifically, SLE or scleroderma.\n* Breast implants. (Patients who have had implants removed are eligible.)\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.\n* Women with a known or suspected predisposition to developing breast cancer (i.e., BRCA1/2 mutations, p53 mutation, etc...)\n* Women who are pregnant, or women of child-bearing potential who refuse to use an effective method of birth control",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Women",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryan Nowak, MD",
                    "role": "CONTACT",
                    "phone": "605-328-6000",
                    "email": "Ryan.Nowak@sanfordhealth.org"
                },
                {
                    "name": "Jan Wernisch",
                    "role": "CONTACT",
                    "phone": "605-312-6025",
                    "email": "Janet.Wernisch@sanfordhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan Nowak, MD",
                    "affiliation": "Sanford Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Worthington",
                    "state": "Minnesota",
                    "zip": "56187",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jan Wernisch",
                            "role": "CONTACT",
                            "phone": "605-312-6025",
                            "email": "janet.wernisch@sanfordhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.61996,
                        "lon": -95.5964
                    }
                },
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Fargo",
                    "state": "North Dakota",
                    "zip": "58122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jan Wernisch",
                            "role": "CONTACT",
                            "phone": "605-312-6025",
                            "email": "janet.wernisch@sanfordhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87719,
                        "lon": -96.7898
                    }
                },
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jan Wernisch",
                            "role": "CONTACT",
                            "phone": "605-312-6025",
                            "email": "janet.wernisch@sanfordhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12393820",
                    "type": "BACKGROUND",
                    "citation": "Fisher B, Anderson S, Bryant J, Margolese RG, Deutsch M, Fisher ER, Jeong JH, Wolmark N. Twenty-year follow-up of a randomized trial comparing total mastectomy, lumpectomy, and lumpectomy plus irradiation for the treatment of invasive breast cancer. N Engl J Med. 2002 Oct 17;347(16):1233-41. doi: 10.1056/NEJMoa022152."
                },
                {
                    "pmid": "16360786",
                    "type": "BACKGROUND",
                    "citation": "Clarke M, Collins R, Darby S, Davies C, Elphinstone P, Evans V, Godwin J, Gray R, Hicks C, James S, MacKinnon E, McGale P, McHugh T, Peto R, Taylor C, Wang Y; Early Breast Cancer Trialists' Collaborative Group (EBCTCG). Effects of radiotherapy and of differences in the extent of surgery for early breast cancer on local recurrence and 15-year survival: an overview of the randomised trials. Lancet. 2005 Dec 17;366(9503):2087-106. doi: 10.1016/S0140-6736(05)67887-7."
                },
                {
                    "pmid": "11535710",
                    "type": "BACKGROUND",
                    "citation": "Nattinger AB, Kneusel RT, Hoffmann RG, Gilligan MA. Relationship of distance from a radiotherapy facility and initial breast cancer treatment. J Natl Cancer Inst. 2001 Sep 5;93(17):1344-6. doi: 10.1093/jnci/93.17.1344. No abstract available."
                },
                {
                    "pmid": "24317177",
                    "type": "BACKGROUND",
                    "citation": "Pan IW, Smith BD, Shih YC. Factors contributing to underuse of radiation among younger women with breast cancer. J Natl Cancer Inst. 2014 Jan;106(1):djt340. doi: 10.1093/jnci/djt340. Epub 2013 Dec 7."
                },
                {
                    "pmid": "30083949",
                    "type": "BACKGROUND",
                    "citation": "Parekh A, Fu W, Hu C, Shen CJ, Alcorn S, Rao AD, Asrari F, Camp MS, Wright JL. Impact of race, ethnicity, and socioeconomic factors on receipt of radiation after breast conservation surgery: analysis of the national cancer database. Breast Cancer Res Treat. 2018 Nov;172(1):201-208. doi: 10.1007/s10549-018-4881-0. Epub 2018 Aug 6."
                },
                {
                    "pmid": "26009548",
                    "type": "BACKGROUND",
                    "citation": "Lam J, Cook T, Foster S, Poon R, Milross C, Sundaresan P. Examining Determinants of Radiotherapy Access: Do Cost and Radiotherapy Inconvenience Affect Uptake of Breast-conserving Treatment for Early Breast Cancer? Clin Oncol (R Coll Radiol). 2015 Aug;27(8):465-71. doi: 10.1016/j.clon.2015.04.034. Epub 2015 May 23."
                },
                {
                    "pmid": "21277106",
                    "type": "BACKGROUND",
                    "citation": "Hoopes DJ, Kaziska D, Chapin P, Weed D, Smith BD, Hale ER, Johnstone PA. Patient preferences and physician practice patterns regarding breast radiotherapy. Int J Radiat Oncol Biol Phys. 2012 Feb 1;82(2):674-81. doi: 10.1016/j.ijrobp.2010.11.077. Epub 2011 Jan 27."
                },
                {
                    "pmid": "26976434",
                    "type": "BACKGROUND",
                    "citation": "Bonin K, McGuffin M, Presutti R, Harth T, Mesci A, Feldman-Stewart D, Chow E, Di Prospero L, Vesprini D, Rakovitch E, Lee J, Paszat L, Doherty M, Soliman H, Ackerman I, Cao X, Kiss A, Szumacher E. Breast Cancer Patients' Preferences for Adjuvant Radiotherapy Post Lumpectomy: Whole Breast Irradiation vs. Partial Breast Irradiation-Single Institutional Study. J Cancer Educ. 2018 Feb;33(1):37-43. doi: 10.1007/s13187-016-1016-3."
                },
                {
                    "pmid": "24456967",
                    "type": "BACKGROUND",
                    "citation": "Rippy EE, Ainsworth R, Sathananthan D, Kollias J, Bochner M, Whitfield R. Influences on decision for mastectomy in patients eligible for breast conserving surgery. Breast. 2014 Jun;23(3):273-8. doi: 10.1016/j.breast.2013.12.009. Epub 2014 Jan 21."
                },
                {
                    "pmid": "24055415",
                    "type": "BACKGROUND",
                    "citation": "Haviland JS, Owen JR, Dewar JA, Agrawal RK, Barrett J, Barrett-Lee PJ, Dobbs HJ, Hopwood P, Lawton PA, Magee BJ, Mills J, Simmons S, Sydenham MA, Venables K, Bliss JM, Yarnold JR; START Trialists' Group. The UK Standardisation of Breast Radiotherapy (START) trials of radiotherapy hypofractionation for treatment of early breast cancer: 10-year follow-up results of two randomised controlled trials. Lancet Oncol. 2013 Oct;14(11):1086-1094. doi: 10.1016/S1470-2045(13)70386-3. Epub 2013 Sep 19."
                },
                {
                    "pmid": "20147717",
                    "type": "BACKGROUND",
                    "citation": "Whelan TJ, Pignol JP, Levine MN, Julian JA, MacKenzie R, Parpia S, Shelley W, Grimard L, Bowen J, Lukka H, Perera F, Fyles A, Schneider K, Gulavita S, Freeman C. Long-term results of hypofractionated radiation therapy for breast cancer. N Engl J Med. 2010 Feb 11;362(6):513-20. doi: 10.1056/NEJMoa0906260."
                },
                {
                    "pmid": "23690420",
                    "type": "BACKGROUND",
                    "citation": "Hughes KS, Schnaper LA, Bellon JR, Cirrincione CT, Berry DA, McCormick B, Muss HB, Smith BL, Hudis CA, Winer EP, Wood WC. Lumpectomy plus tamoxifen with or without irradiation in women age 70 years or older with early breast cancer: long-term follow-up of CALGB 9343. J Clin Oncol. 2013 Jul 1;31(19):2382-7. doi: 10.1200/JCO.2012.45.2615. Epub 2013 May 20."
                },
                {
                    "pmid": "25637340",
                    "type": "BACKGROUND",
                    "citation": "Kunkler IH, Williams LJ, Jack WJ, Cameron DA, Dixon JM; PRIME II investigators. Breast-conserving surgery with or without irradiation in women aged 65 years or older with early breast cancer (PRIME II): a randomised controlled trial. Lancet Oncol. 2015 Mar;16(3):266-73. doi: 10.1016/S1470-2045(14)71221-5. Epub 2015 Jan 28. Erratum In: Lancet Oncol. 2015 Mar;16(3):e105. doi: 10.1016/S1470-2045(15)70094-X."
                },
                {
                    "pmid": "1496226",
                    "type": "BACKGROUND",
                    "citation": "Fisher B, Wickerham DL, Deutsch M, Anderson S, Redmond C, Fisher ER. Breast tumor recurrence following lumpectomy with and without breast irradiation: an overview of recent NSABP findings. Semin Surg Oncol. 1992 May-Jun;8(3):153-60."
                },
                {
                    "pmid": "32448706",
                    "type": "BACKGROUND",
                    "citation": "Hepel JT, Wazer DE. Update on Partial Breast Irradiation. Clin Breast Cancer. 2021 Apr;21(2):96-102. doi: 10.1016/j.clbc.2020.04.003. Epub 2020 Apr 17."
                },
                {
                    "pmid": "31813635",
                    "type": "BACKGROUND",
                    "citation": "Whelan TJ, Julian JA, Berrang TS, Kim DH, Germain I, Nichol AM, Akra M, Lavertu S, Germain F, Fyles A, Trotter T, Perera FE, Balkwill S, Chafe S, McGowan T, Muanza T, Beckham WA, Chua BH, Gu CS, Levine MN, Olivotto IA; RAPID Trial Investigators. External beam accelerated partial breast irradiation versus whole breast irradiation after breast conserving surgery in women with ductal carcinoma in situ and node-negative breast cancer (RAPID): a randomised controlled trial. Lancet. 2019 Dec 14;394(10215):2165-2172. doi: 10.1016/S0140-6736(19)32515-2. Epub 2019 Dec 5."
                },
                {
                    "pmid": "23742961",
                    "type": "BACKGROUND",
                    "citation": "Polgar C, Fodor J, Major T, Sulyok Z, Kasler M. Breast-conserving therapy with partial or whole breast irradiation: ten-year results of the Budapest randomized trial. Radiother Oncol. 2013 Aug;108(2):197-202. doi: 10.1016/j.radonc.2013.05.008. Epub 2013 Jun 3."
                },
                {
                    "pmid": "26494415",
                    "type": "BACKGROUND",
                    "citation": "Strnad V, Ott OJ, Hildebrandt G, Kauer-Dorner D, Knauerhase H, Major T, Lyczek J, Guinot JL, Dunst J, Gutierrez Miguelez C, Slampa P, Allgauer M, Lossl K, Polat B, Kovacs G, Fischedick AR, Wendt TG, Fietkau R, Hindemith M, Resch A, Kulik A, Arribas L, Niehoff P, Guedea F, Schlamann A, Potter R, Gall C, Malzer M, Uter W, Polgar C; Groupe Europeen de Curietherapie of European Society for Radiotherapy and Oncology (GEC-ESTRO). 5-year results of accelerated partial breast irradiation using sole interstitial multicatheter brachytherapy versus whole-breast irradiation with boost after breast-conserving surgery for low-risk invasive and in-situ carcinoma of the female breast: a randomised, phase 3, non-inferiority trial. Lancet. 2016 Jan 16;387(10015):229-38. doi: 10.1016/S0140-6736(15)00471-7. Epub 2015 Oct 19."
                },
                {
                    "pmid": "24161420",
                    "type": "BACKGROUND",
                    "citation": "Rodriguez N, Sanz X, Dengra J, Foro P, Membrive I, Reig A, Quera J, Fernandez-Velilla E, Pera O, Lio J, Lozano J, Algara M. Five-year outcomes, cosmesis, and toxicity with 3-dimensional conformal external beam radiation therapy to deliver accelerated partial breast irradiation. Int J Radiat Oncol Biol Phys. 2013 Dec 1;87(5):1051-7. doi: 10.1016/j.ijrobp.2013.08.046. Epub 2013 Oct 22."
                },
                {
                    "pmid": "28779963",
                    "type": "BACKGROUND",
                    "citation": "Coles CE, Griffin CL, Kirby AM, Titley J, Agrawal RK, Alhasso A, Bhattacharya IS, Brunt AM, Ciurlionis L, Chan C, Donovan EM, Emson MA, Harnett AN, Haviland JS, Hopwood P, Jefford ML, Kaggwa R, Sawyer EJ, Syndikus I, Tsang YM, Wheatley DA, Wilcox M, Yarnold JR, Bliss JM; IMPORT Trialists. Partial-breast radiotherapy after breast conservation surgery for patients with early breast cancer (UK IMPORT LOW trial): 5-year results from a multicentre, randomised, controlled, phase 3, non-inferiority trial. Lancet. 2017 Sep 9;390(10099):1048-1060. doi: 10.1016/S0140-6736(17)31145-5. Epub 2017 Aug 2."
                },
                {
                    "pmid": "31813636",
                    "type": "BACKGROUND",
                    "citation": "Vicini FA, Cecchini RS, White JR, Arthur DW, Julian TB, Rabinovitch RA, Kuske RR, Ganz PA, Parda DS, Scheier MF, Winter KA, Paik S, Kuerer HM, Vallow LA, Pierce LJ, Mamounas EP, McCormick B, Costantino JP, Bear HD, Germain I, Gustafson G, Grossheim L, Petersen IA, Hudes RS, Curran WJ Jr, Bryant JL, Wolmark N. Long-term primary results of accelerated partial breast irradiation after breast-conserving surgery for early-stage breast cancer: a randomised, phase 3, equivalence trial. Lancet. 2019 Dec 14;394(10215):2155-2164. doi: 10.1016/S0140-6736(19)32514-0. Epub 2019 Dec 5."
                },
                {
                    "pmid": "32840419",
                    "type": "BACKGROUND",
                    "citation": "Meattini I, Marrazzo L, Saieva C, Desideri I, Scotti V, Simontacchi G, Bonomo P, Greto D, Mangoni M, Scoccianti S, Lucidi S, Paoletti L, Fambrini M, Bernini M, Sanchez L, Orzalesi L, Nori J, Bianchi S, Pallotta S, Livi L. Accelerated Partial-Breast Irradiation Compared With Whole-Breast Irradiation for Early Breast Cancer: Long-Term Results of the Randomized Phase III APBI-IMRT-Florence Trial. J Clin Oncol. 2020 Dec 10;38(35):4175-4183. doi: 10.1200/JCO.20.00650. Epub 2020 Aug 24."
                },
                {
                    "pmid": "28094198",
                    "type": "BACKGROUND",
                    "citation": "Polgar C, Ott OJ, Hildebrandt G, Kauer-Dorner D, Knauerhase H, Major T, Lyczek J, Guinot JL, Dunst J, Miguelez CG, Slampa P, Allgauer M, Lossl K, Polat B, Kovacs G, Fischedick AR, Fietkau R, Resch A, Kulik A, Arribas L, Niehoff P, Guedea F, Schlamann A, Potter R, Gall C, Uter W, Strnad V; Groupe Europeen de Curietherapie of European Society for Radiotherapy and Oncology (GEC-ESTRO). Late side-effects and cosmetic results of accelerated partial breast irradiation with interstitial brachytherapy versus whole-breast irradiation after breast-conserving surgery for low-risk invasive and in-situ carcinoma of the female breast: 5-year results of a randomised, controlled, phase 3 trial. Lancet Oncol. 2017 Feb;18(2):259-268. doi: 10.1016/S1470-2045(17)30011-6. Epub 2017 Jan 14."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "White JR, Winter K, Cecchini RS, Vicini FA, Arthur DW, Kuske RR, Rabinovitch RA, Sehkon A, Khan AJ, Chmura SJ, Shaitelman SF, McCormick B, Julian TB, Rogers CL, Bear HD, Petersen IA, Gustafson GS, Grossheim Jr. LD, Mamounas E, Ganz PA. Cosmetic outcome from post lumpectomy whole breast irradiation (WBI) versus partial breast irradiation (PBI) on the NRG Oncology/NSABP B39-RTOG 0413 phase III clinical trial. Int J Radiat Oncol. 2019 Sep;105(1):S3-S4."
                },
                {
                    "pmid": "23835717",
                    "type": "BACKGROUND",
                    "citation": "Olivotto IA, Whelan TJ, Parpia S, Kim DH, Berrang T, Truong PT, Kong I, Cochrane B, Nichol A, Roy I, Germain I, Akra M, Reed M, Fyles A, Trotter T, Perera F, Beckham W, Levine MN, Julian JA. Interim cosmetic and toxicity results from RAPID: a randomized trial of accelerated partial breast irradiation using three-dimensional conformal external beam radiation therapy. J Clin Oncol. 2013 Nov 10;31(32):4038-45. doi: 10.1200/JCO.2013.50.5511. Epub 2013 Jul 8."
                },
                {
                    "pmid": "27866865",
                    "type": "BACKGROUND",
                    "citation": "Correa C, Harris EE, Leonardi MC, Smith BD, Taghian AG, Thompson AM, White J, Harris JR. Accelerated Partial Breast Irradiation: Executive summary for the update of an ASTRO Evidence-Based Consensus Statement. Pract Radiat Oncol. 2017 Mar-Apr;7(2):73-79. doi: 10.1016/j.prro.2016.09.007. Epub 2016 Sep 17."
                },
                {
                    "pmid": "31087640",
                    "type": "BACKGROUND",
                    "citation": "Jung KYK, Shadbolt B, Rezo A. Temporal impact of the publication of guidelines and randomised evidence on the adoption of hypofractionated whole breast radiotherapy for early-stage breast cancer. J Med Imaging Radiat Oncol. 2019 Aug;63(4):530-537. doi: 10.1111/1754-9485.12897. Epub 2019 May 14."
                },
                {
                    "pmid": "29545124",
                    "type": "BACKGROUND",
                    "citation": "Smith BD, Bellon JR, Blitzblau R, Freedman G, Haffty B, Hahn C, Halberg F, Hoffman K, Horst K, Moran J, Patton C, Perlmutter J, Warren L, Whelan T, Wright JL, Jagsi R. Radiation therapy for the whole breast: Executive summary of an American Society for Radiation Oncology (ASTRO) evidence-based guideline. Pract Radiat Oncol. 2018 May-Jun;8(3):145-152. doi: 10.1016/j.prro.2018.01.012. Epub 2018 Mar 12."
                },
                {
                    "pmid": "32580883",
                    "type": "BACKGROUND",
                    "citation": "Murray Brunt A, Haviland JS, Wheatley DA, Sydenham MA, Alhasso A, Bloomfield DJ, Chan C, Churn M, Cleator S, Coles CE, Goodman A, Harnett A, Hopwood P, Kirby AM, Kirwan CC, Morris C, Nabi Z, Sawyer E, Somaiah N, Stones L, Syndikus I, Bliss JM, Yarnold JR; FAST-Forward Trial Management Group. Hypofractionated breast radiotherapy for 1 week versus 3 weeks (FAST-Forward): 5-year efficacy and late normal tissue effects results from a multicentre, non-inferiority, randomised, phase 3 trial. Lancet. 2020 May 23;395(10237):1613-1626. doi: 10.1016/S0140-6736(20)30932-6. Epub 2020 Apr 28."
                },
                {
                    "pmid": "25605582",
                    "type": "BACKGROUND",
                    "citation": "Livi L, Meattini I, Marrazzo L, Simontacchi G, Pallotta S, Saieva C, Paiar F, Scotti V, De Luca Cardillo C, Bastiani P, Orzalesi L, Casella D, Sanchez L, Nori J, Fambrini M, Bianchi S. Accelerated partial breast irradiation using intensity-modulated radiotherapy versus whole breast irradiation: 5-year survival analysis of a phase 3 randomised controlled trial. Eur J Cancer. 2015 Mar;51(4):451-463. doi: 10.1016/j.ejca.2014.12.013. Epub 2015 Jan 17."
                },
                {
                    "pmid": "30978468",
                    "type": "BACKGROUND",
                    "citation": "Grendarova P, Roumeliotis M, Quirk S, Lesiuk M, Craighead P, Liu HW, Pinilla J, Wilson J, Bignell K, Phan T, Olivotto IA. One-Year Cosmesis and Fibrosis From ACCEL: Accelerated Partial Breast Irradiation (APBI) Using 27 Gy in 5 Daily Fractions. Pract Radiat Oncol. 2019 Sep-Oct;9(5):e457-e464. doi: 10.1016/j.prro.2019.04.002. Epub 2019 Apr 9."
                },
                {
                    "pmid": "32946965",
                    "type": "BACKGROUND",
                    "citation": "Pasalic D, Strom EA, Allen PK, Williamson TD, Poenisch F, Amos RA, Woodward WA, Stauder MC, Shaitelman SF, Smith BD, Perkins GH, Tereffe W, Hoffman KE. Proton Accelerated Partial Breast Irradiation: Clinical Outcomes at a Planned Interim Analysis of a Prospective Phase 2 Trial. Int J Radiat Oncol Biol Phys. 2021 Feb 1;109(2):441-448. doi: 10.1016/j.ijrobp.2020.09.009. Epub 2020 Sep 16."
                },
                {
                    "pmid": "12165639",
                    "type": "BACKGROUND",
                    "citation": "Whelan T, MacKenzie R, Julian J, Levine M, Shelley W, Grimard L, Lada B, Lukka H, Perera F, Fyles A, Laukkanen E, Gulavita S, Benk V, Szechtman B. Randomized trial of breast irradiation schedules after lumpectomy for women with lymph node-negative breast cancer. J Natl Cancer Inst. 2002 Aug 7;94(15):1143-50. doi: 10.1093/jnci/94.15.1143."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan to share IPD with other researchers"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5535",
                    "name": "Carcinoma in Situ",
                    "relevance": "LOW"
                },
                {
                    "id": "M25356",
                    "name": "Carcinoma, Ductal",
                    "relevance": "LOW"
                },
                {
                    "id": "M5542",
                    "name": "Carcinoma, Intraductal, Noninfiltrating",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}