{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05428514",
            "orgStudyIdInfo": {
                "id": "22-04-7182"
            },
            "organization": {
                "fullName": "University of Notre Dame",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating the Impact of Emergency Maternity Housing",
            "officialTitle": "Evaluating the Impact of Emergency Maternity Housing on Mother and Child Well-being, Housing, and Employment",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "evaluating-the-impact-of-emergency-maternity-housing"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-29",
            "studyFirstSubmitQcDate": "2022-06-17",
            "studyFirstPostDateStruct": {
                "date": "2022-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-06-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William Evans",
                "investigatorTitle": "Dr. William Evans, Keough Hesburgh Professor of Economics",
                "investigatorAffiliation": "University of Notre Dame"
            },
            "leadSponsor": {
                "name": "University of Notre Dame",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bethlehem House",
                    "class": "UNKNOWN"
                },
                {
                    "name": "In My Shoes",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Our Lady's Inn, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Aid for Women",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Maggie's Place, USA",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Moms will call and agencies will determine if she is eligible based on basic criteria. If she is eligible, the agency will send her an intake application link to complete, which includes a consent form. After completing the survey, if she is still eligible, she will be placed on a waitlist for services. When a bed becomes available in an individual agency, the agency will call two moms at the top of the waitlist, conduct in-person interviews to confirm eligibility and good fit. They will use a computer to randomly assign one to treatment and one to control. Agency will let moms know of their status and will allow the treatment mom to move in. Moms in treatment and control will be surveyed approximately one year post the mother's reported due date of the child.",
            "detailedDescription": "The process begins when an expectant month calls a home seeking housing. The maternity home caseworker will ask basic screening questions to determine eligibility. Those found ineligible are referred elsewhere. If the mom is eligible, the caseworker will send her a link to an online application asking a variety of questions surrounding her current housing and employment, health and mental health, other children, criminal justice involvement, etc. The application will include a brief consent form asking for permission to use her information. She will have the option of consenting or not. When she submits her response, the caseworker will be able to review her answers. If there are any answers that would make the mom ineligible at this point, the caseworker will call her and refer her to other local services. If she is still a good fit, the caseworker will call her and let her know that she is eligible but that they don't have any open beds, and that she will be put on a waitlist for the next available bed.\n\nWhen a bed becomes available, a caseworker will call the top two moms on the waitlist and schedule a time for an in-person interview. They will conduct both interviews to confirm eligibility. After the interview, caseworkers might convene at the home to discuss whether the moms are good fits for group living (for example, the mothers are sometimes unwilling to abide by house rules and they might indicate hesitancy during an interview). If one is not a good fit, the caseworker will let her know she is ineligible and bring in the next mom on the list for an interview. Once two moms are found eligible, the caseworkers will put their names into a separate survey form, which on the backend will randomly assign one to treatment and one to control. The caseworker will call each mom back and let her know if they are going to be able to help her based on her randomization status. Control moms will be referred to other local services. Treatment moms will schedule a time to move in. Both consented and unconsented moms will be randomized the same - having the same odds of receiving services.\n\nNote that three of the five homes will utilize the procedure above. The fourth and fifth homes will complete the same process up to the waitlist stage. Once a bed is available, the caseworker will call the top two moms on the waitlist to confirm they are still interested, then they will randomize them and let them know their status. Only the treatment mom will be brought in for an interview since this home is confident they will be able to determine eligibility based off of the phone and survey application screen and only need the interview to determine services for moms who will actually move into the home.\n\nAll moms will complete a follow up survey about one year after the estimated birth of the child (as reported as the due date at baseline)."
        },
        "conditionsModule": {
            "conditions": [
                "Housing Problems",
                "Pregnancy Related"
            ],
            "keywords": [
                "Housing",
                "Homelessness",
                "Substance-related disorders",
                "Alcohol-related disorders",
                "Pregnant Women"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Clients will be consented on a baseline application. After the application, clients will be on a waitlist. When a bed is available, the agency will bring the top two moms on the waitlist in for an in person interview to confirm they are good fits for the home. The agency will then use a computer to randomly assign one mom to treatment (receiving the bed in the home) and one mom to control (referrals to other services).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1048,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Maternity Home Bed",
                    "type": "EXPERIMENTAL",
                    "description": "Receives a bed in the maternity home, wrap-around services, etc.",
                    "interventionNames": [
                        "Other: Maternity Housing"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Referred to other services available in the community"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Maternity Housing",
                    "description": "Receives a bed in the maternity home, wrap-around services, etc.",
                    "armGroupLabels": [
                        "Maternity Home Bed"
                    ],
                    "otherNames": [
                        "Emergency Maternity Housing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in rates of self-reported taking baby to term between treatment and control groups",
                    "description": "The research team will use self-reported rates of taking the baby to term between treatment and control groups",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in rates of self-reported retaining custody of baby between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported retaining custody of the baby",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in rates of self-reported loneliness and depression between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported loneliness and depression levels.",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in rates of self-reported life satisfaction between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported life satisfaction",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in rates of self-reported sense of self-efficacy between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported sense of self-efficacy",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in housing stability between treatment and control groups",
                    "description": "The research team will use self-reported independent living status and whether the mom has a mortgage or lease in her own name at the time of follow to quantify the impact of receiving a bed in the maternity home on housing stability.",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in rates of continuum of care utilization between treatment and control groups",
                    "description": "The research team will use mother's interactions with other local service agencies involved in the locality's continuum of care system to quantify the impact of receiving a bed in the maternity home on continuum of care interactions.",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in employment rates between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported employment.",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in safety-net utilization rates between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported amount of welfare received, for example TANF, WIC, SNAP, etc.",
                    "timeFrame": "1 year after approximate due date of baby"
                },
                {
                    "measure": "Difference in education rates between treatment and control groups",
                    "description": "The research team will use survey data to quantify the impact of receiving a bed in the maternity home on self-reported education level.",
                    "timeFrame": "1 year after approximate due date of baby"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in housing stability between treatment and control groups",
                    "description": "The research team will explore using information from Infutor Data Solutions to also capture address changes and will compare these findings with the self-reported information about housing. Infutor data will only be an exploratory outcome.",
                    "timeFrame": "1 year after approximate due date of baby"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Each home has their own eligibility criteria. The main three criteria common across homes are that a woman must be at least 18 years old, experiencing housing instability, and pregnant. No home has an income standard because, by definition, applicants are in a precarious housing situation so most women are low-income. Each home does have slightly different eligibility criteria. For example, some homes allow other children to come with her into the home, while other homes do not. Some homes require a background check and might allow a woman to enter the home anyway depending on the prior offense.\n\nExclusion Criteria:\n\n* Women who are not pregnant, men, pregnant women under 18, some homes exclude mothers who have other children currently in their care",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William Evans, PhD",
                    "role": "CONTACT",
                    "phone": "5746317039",
                    "email": "wevans1@nd.edu"
                },
                {
                    "name": "Vivian Crumlish, MEd",
                    "role": "CONTACT",
                    "phone": "5746311669",
                    "email": "vcrumlis@nd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Evans, PhD",
                    "affiliation": "University of Notre Dame",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Adrienne Sabety, PhD",
                    "affiliation": "University of Notre Dame",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jessica Brown, PhD",
                    "affiliation": "University of South Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Notre Dame",
                    "status": "RECRUITING",
                    "city": "Notre Dame",
                    "state": "Indiana",
                    "zip": "46556",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Evans, PhD",
                            "role": "CONTACT",
                            "phone": "574-631-7039",
                            "email": "wevans1@nd.edu"
                        },
                        {
                            "name": "Vivian Crumlish, MEd",
                            "role": "CONTACT",
                            "phone": "574-631-1669",
                            "email": "vcrumlis@nd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.70019,
                        "lon": -86.23793
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We plan to create a de-identified dataset of participant data, which we will make available for other researchers. This dataset will contain the data necessary to replicate the analysis detailed in publications resulting from the study. We will only share data in a manner consistent with data sharing agreements which we establish with data providers. These data sharing agreements are still in process, so while we plan to share de-identified data at this time, we will only do so if our data sharing agreements allow it.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "We will make data available when we release a publication resulting from the study. There will not be an end date for when data will be available.",
            "accessCriteria": "We will make our dataset available to the general public by posting it on the website for the Inter-University Consortium for Political and Social Research (ICPSR)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004630",
                    "term": "Emergencies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "asFound": "Emergency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}