{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05801679",
            "orgStudyIdInfo": {
                "id": "EH23-005"
            },
            "organization": {
                "fullName": "NorthShore University HealthSystem",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Outcomes in Cardiac Surgery Patients Who Receive Sugammadex vs. Placebo",
            "officialTitle": "A Prospective Randomized Blinded Controlled Trial Comparing Clinical Outcomes in Cardiac Surgical Patients Who Receive Sugammadex vs. Placebo",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-outcomes-in-cardiac-surgery-patients-who-receive-sugammadex-vs-placebo"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-30",
            "studyFirstSubmitQcDate": "2023-04-05",
            "studyFirstPostDateStruct": {
                "date": "2023-04-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven Greenberg",
                "investigatorTitle": "Jeffery S. Vender Endowed Chair of Anesthesiology Research and Education",
                "investigatorAffiliation": "NorthShore University HealthSystem"
            },
            "leadSponsor": {
                "name": "NorthShore University HealthSystem",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective randomized blinded controlled trial that will enroll 175 subjects undergoing cardiopulmonary bypass at NorthShore University HealthSystem. The purpose of this study is to compare clinical outcomes in elective and urgent cardiac surgical patients at NorthShore University HealthSystem when receiving sugammadex, a common neuromuscular blockade reversal drug given after surgery and before the breathing tube is removed vs. those patients who do not receive sugammadex (placebo) group. The Investigators will compare the following outcomes in both the sugammadex and placebo groups during patients hospital stay: # of patients who have the breathing tube removed within 6 hour of the end of surgery, time it takes to remove the breathing tube after surgery, ICU and hospital length of stay, cost of the ICU stay, time to achieve a train of four ratio of \\> or equal to 0.9, whether patients develop pneumonia or not, whether they require the breathing tube to be replaced during their hospital stay and to compare the nursing perception of patients recovery within first 24 hours of their ICU stay.",
            "detailedDescription": "At the conclusion of many cardiac surgical cases requiring cardiopulmonary bypass, patients are typically transferred to the intensive care unit (ICU) with the endotracheal tube remaining in the airway postoperatively without routine reversal of neuromuscular blockade (NMB). This blockade is typically metabolized by the liver/kidney and then patients are liberated from the ventilator in the ICU afterwards. The proposed reason for this strategy is to reduce the potential risk of rebleeding or arrhythmias due to a sympathetic response from patients. A survey among 495 cardiac anesthesiologists in the U.S. in 2002 suggested that only 9% of anesthesiologists routinely reverse NMB in these patients prior to extubation. However, the lack of reversal drug use among any surgical patient population could result in residual neuromuscular blockade, which is defined by a train of four ratio ≥0.9. Patients who do not meet this level of neuromuscular recovery are at risk for a number of adverse outcomes including hypoxemia, airway obstruction, impaired swallowing function, increased risk for aspiration, prolonged length of stay, postoperative respiratory complications, and need for reintubation. The data regarding residual neuromuscular blockade in cardiac surgical patients is limited. A prospective observational cohort of 50 cardiac surgical patients, suggested that 66% of patients had significant residual neuromuscular blockade within 1 hour postoperatively. Prolonged intubation can lead to unwanted adverse outcomes such as pneumonia. Our clinical practice at NorthShore University HealthSystem for cardiac surgical patients changed as it relates to managing neuromuscular blockade. Prior to 2019, the clinical care team (cardiac surgery, intensive care, nursing, and anesthesia) did not routinely discuss dosing or reversal of neuromuscular blockade during the ICU handoff of patients. Anesthesia professionals also did not routinely reverse neuromuscular blockade in post-cardiac surgical patients. In the latter half of 2019, the care team developed a multidisciplinary handoff checklist, which includes discussion regarding the last dose of NMB, and whether the patient was given reversal. The anesthesia professionals changed practice to meet or exceed the Society of Thoracic Surgeons (STS) early extubation national benchmark within 6 hours of the end of surgery. Therefore, the investigators hypothesize that by reversing cardiac surgery patients with sugammadex in the ICU, the investigators will be able to achieve the STS early extubation criteria more frequently and it will also result in reduced ICU, hospital length of stay and cost of ICU stay. The investigators also believe it will result in less reintubation and pneumonia."
        },
        "conditionsModule": {
            "conditions": [
                "Surgery"
            ],
            "keywords": [
                "Sugammadex",
                "Cardiac Surgical Patients",
                "Anesthesia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 175,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sugammadex",
                    "type": "EXPERIMENTAL",
                    "description": "Single intravenous (IV) bolus of sugammadex at 2 mg/kg (Twitch count 2-4 of 4) or 4 mg/kg (twitch count less than 2 of 4).",
                    "interventionNames": [
                        "Drug: Sugammadex"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Single intravenous (IV) bolus of Placebo at 2 mg/kg (Twitch count 2-4 of 4) or 4 mg/kg (twitch count less than 2 of 4).",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sugammadex",
                    "description": "Fifteen minutes after ICU arrival, subjects will be administered sugammadex (2 mg/kg assuming a twitch count of 2-4 of 4 or 4mg/kg assuming a twitch count less than 2 of 4) by the anesthesia provider. Five minutes after administration, a quantitative neuromuscular monitor (TetraGraph, Senzime, Uppsala, Sweden) will be applied and the TOF ratio will be recorded.",
                    "armGroupLabels": [
                        "Sugammadex"
                    ],
                    "otherNames": [
                        "MK-8616"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Fifteen minutes after ICU arrival, subjects will be administered placebo (2 mg/kg assuming a twitch count of 2-4 of 4 or 4mg/kg assuming a twitch count less than 2 of 4) by the anesthesia provider. Five minutes after administration, a quantitative neuromuscular monitor (TetraGraph, Senzime, Uppsala, Sweden) will be applied and the TOF ratio will be recorded.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Society of Thoracic Surgery (STS) quality benchmark of early extubation criteria",
                    "description": "Will compare the difference in the number of subjects who receive sugammadex and meet the STS 6-hour extubation criteria from the end of surgery vs. those that do not receive neuromuscular blockade reversal.",
                    "timeFrame": "within 6 hours of end of surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to first extubation",
                    "description": "Time to first extubation from end of surgery in each group will be recorded.",
                    "timeFrame": "Intraoperative (The time (in hours) it takes to remove the breathing tube immediately at the end of surgery.)"
                },
                {
                    "measure": "Time from administration of sugammadex vs. placebo",
                    "description": "Time from administration of sugammadex vs. placebo to achieve a TOF ratio ≥0.9 prior to extubation will be recorded.",
                    "timeFrame": "Within 6 hours of administration of sugammadex or placebo"
                },
                {
                    "measure": "ICU length of stay",
                    "description": "ICU length of stay (hours) in each group will be recorded.",
                    "timeFrame": "up to 168 hours (7days)"
                },
                {
                    "measure": "Hospital length of stay",
                    "description": "Hospital length of stay (days) in each group will be recorded.",
                    "timeFrame": "up to 7 days"
                },
                {
                    "measure": "Incidence of reintubation post-extubation",
                    "description": "The incidence of reintubation post-extubation in each group will be collected during the current hospital stay.",
                    "timeFrame": "up to 1 week"
                },
                {
                    "measure": "Incidence of post-extubation pneumonia",
                    "description": "The incidence of post-extubation pneumonia in each group will be collected during the current hospital stay",
                    "timeFrame": "up to 1 week"
                },
                {
                    "measure": "Cost of ICU Stay",
                    "description": "Cost of ICU stay in each group will be collected from hospital billing data.",
                    "timeFrame": "up to 1 week"
                },
                {
                    "measure": "Nursing perception questionnaire of cardiac surgical subjects' ICU quality of recovery",
                    "description": "The nursing perception questionnaire of cardiac surgical subjects' ICU quality of recovery within first 24 hours of ICU length of stay will be collected.\n\n(A scale from 1-5; 1=Very dissatisfied, 2=Somewhat dissatisfied, 3=Neutral, 4= Somewhat satisfied, 5= Very satisfied)",
                    "timeFrame": "Within first 24 hours of ICU length of stay"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be an elective or urgent cardiac surgical patient undergoing cardiopulmonary bypass at NorthShore University HealthSystem.\n2. Male or female subject aged 21 to 90 years, at the time of consent.\n3. Subject who can consent in English.\n4. Subjects who are eligible for fast track extubation as defined by those patients who plan on being extubated within 24 hours of the end of surgery and optimally within the 6-hour STS benchmark time from end of surgery.\n\nExclusion Criteria:\n\n1. Subjects having emergency cardiac surgery.\n2. Subjects who cannot consent in English.\n3. Subjects who are not eligible to be extubated within 24 hours of the end of surgery.\n4. Subjects with neuromuscular disorders.\n5. Subjects on home oxygen.\n6. Subjects who have known allergies or reactions to rocuronium or sugammadex.\n7. Subjects with anticipated need for prolonged intubation by the clinical treating team.\n8. Subjects with a history of opioid abuse.\n9. Subjects on mechanical circulatory support.\n10. Subjects who have end stage renal disease requiring dialysis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven Greenberg, MD",
                    "role": "CONTACT",
                    "phone": "847-570-2760",
                    "email": "sgreenberg@northshore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Greenberg, MD",
                    "affiliation": "NorthShore University HealthSystem",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NorthShore University HealthSystem",
                    "status": "RECRUITING",
                    "city": "Evanston",
                    "state": "Illinois",
                    "zip": "60201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven Greenberg, MD",
                            "role": "CONTACT",
                            "phone": "847-570-2760",
                            "email": "anesthesiaresearch@northshore.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.04114,
                        "lon": -87.69006
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35193778",
                    "type": "RESULT",
                    "citation": "Chacon M, Markin NW. Early is Good, But is Immediate Better? Considerations in Fast-Track Extubation After Cardiac Surgery. J Cardiothorac Vasc Anesth. 2022 May;36(5):1265-1267. doi: 10.1053/j.jvca.2022.01.031. Epub 2022 Jan 25. No abstract available."
                },
                {
                    "pmid": "30464493",
                    "type": "RESULT",
                    "citation": "Kotfis K, Szylinska A, Listewnik M, Lechowicz K, Kosiorowska M, Drozdzal S, Brykczynski M, Rotter I, Zukowski M. Balancing intubation time with postoperative risk in cardiac surgery patients - a retrospective cohort analysis. Ther Clin Risk Manag. 2018 Nov 5;14:2203-2212. doi: 10.2147/TCRM.S182333. eCollection 2018."
                },
                {
                    "pmid": "27154151",
                    "type": "RESULT",
                    "citation": "Cove ME, Ying C, Taculod JM, Oon SE, Oh P, Kollengode R, MacLaren G, Tan CS. Multidisciplinary Extubation Protocol in Cardiac Surgical Patients Reduces Ventilation Time and Length of Stay in the Intensive Care Unit. Ann Thorac Surg. 2016 Jul;102(1):28-34. doi: 10.1016/j.athoracsur.2016.02.071. Epub 2016 May 4."
                },
                {
                    "pmid": "29395821",
                    "type": "RESULT",
                    "citation": "Goeddel LA, Hollander KN, Evans AS. Early Extubation After Cardiac Surgery: A Better Predictor of Outcome than Metric of Quality? J Cardiothorac Vasc Anesth. 2018 Apr;32(2):745-747. doi: 10.1053/j.jvca.2017.12.037. Epub 2018 Jan 2. No abstract available."
                },
                {
                    "pmid": "12456412",
                    "type": "RESULT",
                    "citation": "Murphy GS, Szokol JW, Vender JS, Marymont JH, Avram MJ. The use of neuromuscular blocking drugs in adult cardiac surgery: results of a national postal survey. Anesth Analg. 2002 Dec;95(6):1534-9, table of contents. doi: 10.1097/00000539-200212000-00012."
                },
                {
                    "pmid": "20442260",
                    "type": "RESULT",
                    "citation": "Murphy GS, Brull SJ. Residual neuromuscular block: lessons unlearned. Part I: definitions, incidence, and adverse physiologic effects of residual neuromuscular block. Anesth Analg. 2010 Jul;111(1):120-8. doi: 10.1213/ANE.0b013e3181da832d. Epub 2010 May 4."
                },
                {
                    "pmid": "17156221",
                    "type": "RESULT",
                    "citation": "Maybauer DM, Geldner G, Blobner M, Puhringer F, Hofmockel R, Rex C, Wulf HF, Eberhart L, Arndt C, Eikermann M. Incidence and duration of residual paralysis at the end of surgery after multiple administrations of cisatracurium and rocuronium. Anaesthesia. 2007 Jan;62(1):12-7. doi: 10.1111/j.1365-2044.2006.04862.x."
                },
                {
                    "pmid": "26936365",
                    "type": "RESULT",
                    "citation": "Roy M, Morissette N, Girard M, Robillard N, Beaulieu P. Postoperative awake paralysis in the intensive care unit after cardiac surgery due to residual neuromuscular blockade: a case report and prospective observational study. Can J Anaesth. 2016 Jun;63(6):725-30. doi: 10.1007/s12630-016-0606-1. Epub 2016 Mar 2."
                },
                {
                    "pmid": "27871504",
                    "type": "RESULT",
                    "citation": "Carron M, Zarantonello F, Tellaroli P, Ori C. Efficacy and safety of sugammadex compared to neostigmine for reversal of neuromuscular blockade: a meta-analysis of randomized controlled trials. J Clin Anesth. 2016 Dec;35:1-12. doi: 10.1016/j.jclinane.2016.06.018. Epub 2016 Aug 4."
                },
                {
                    "pmid": "35759402",
                    "type": "RESULT",
                    "citation": "Ebert TJ, Cumming CE, Roberts CJ, Anglin MF, Gandhi S, Anderson CJ, Stekiel TA, Gliniecki R, Dugan SM, Abdelrahim MT, Klinewski VB, Sherman K. Characterizing the Heart Rate Effects From Administration of Sugammadex to Reverse Neuromuscular Blockade: An Observational Study in Patients. Anesth Analg. 2022 Oct 1;135(4):807-814. doi: 10.1213/ANE.0000000000006131. Epub 2022 Sep 15."
                },
                {
                    "pmid": "35094928",
                    "type": "RESULT",
                    "citation": "Fischer MO, Brotons F, Briant AR, Suehiro K, Gozdzik W, Sponholz C, Kirkeby-Garstad I, Joosten A, Nigro Neto C, Kunstyr J, Parienti JJ, Abou-Arab O, Ouattara A; VENICE study group. Postoperative Pulmonary Complications After Cardiac Surgery: The VENICE International Cohort Study. J Cardiothorac Vasc Anesth. 2022 Aug;36(8 Pt A):2344-2351. doi: 10.1053/j.jvca.2021.12.024. Epub 2021 Dec 25."
                },
                {
                    "pmid": "32962936",
                    "type": "RESULT",
                    "citation": "Li L, Jiang Y, Zhang W. Sugammadex for Fast-Track Surgery in Children Undergoing Cardiac Surgery: A Randomized Controlled Study. J Cardiothorac Vasc Anesth. 2021 May;35(5):1388-1392. doi: 10.1053/j.jvca.2020.08.069. Epub 2020 Sep 3."
                },
                {
                    "pmid": "32464476",
                    "type": "RESULT",
                    "citation": "Yan P, Wu X, Cai F, Chen Y, Huang Y, Li G, Lai K. Efficacy and safety of sugammadex in anesthesia of cardiac surgery: A retrospective study. J Clin Anesth. 2020 Oct;65:109845. doi: 10.1016/j.jclinane.2020.109845. Epub 2020 May 26. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan to make IPD available to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}