{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04275973",
            "orgStudyIdInfo": {
                "id": "2019-0844"
            },
            "secondaryIdInfos": [
                {
                    "id": "A196200",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "ENGR/MECHANICAL ENGR/MECH ENGR",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "BA180043",
                    "type": "OTHER_GRANT",
                    "domain": "US Department of Defense"
                },
                {
                    "id": "Protocol Version 7/30/2022",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Mobility Interventions in the Real World",
            "officialTitle": "Evaluating Mobility Interventions in the Real World",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-mobility-interventions-in-the-real-world"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-17",
            "studyFirstSubmitQcDate": "2020-02-17",
            "studyFirstPostDateStruct": {
                "date": "2020-02-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is intended to test the comparative biomechanical benefits of different lower-limb prostheses and orthoses using data collected over extended periods of everyday life using wearable sensors. Investigator seek to improve physical health, functional activity level, independence, workforce participation, and mental health in participants with lower limb amputation and other lower-limb impairments. Investigator seek to study the similarities and differences in participants' movement using prostheses and orthoses with different technological features or designs. Study team also seek to develop technologies that enhance the methods for using wearable sensor technology to perform this type of study.\n\nParticipants with lower-limb amputation, participants who use lower limb orthoses, participants with drop-foot (including a specific group with Multiple Sclerosis), and healthy control participants will be recruited in this study."
        },
        "conditionsModule": {
            "conditions": [
                "Lower Limb Amputation",
                "Drop Foot"
            ],
            "keywords": [
                "Prostheses",
                "Orthoses"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will perform testing inside the laboratory (\"lab testing\"), outside the laboratory (\"field testing\") on the campus of University of Wisconsin, Madison, and/or extended testing in a home and community environment (\"take-home testing\") to evaluate different aspects of device function.\n\nOutcomes will generally be compared using a repeated-measures design, in which each participant acts as his/her own control. This design is chosen to minimize the statistical problems caused by heterogeneity in the participant population.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy controls",
                    "type": "OTHER",
                    "description": "The Control participants are for methods development and do not constitute a formal study group",
                    "interventionNames": [
                        "Device: Footwear"
                    ]
                },
                {
                    "label": "Prosthesis user with transtibial or transfemoral amputation",
                    "type": "EXPERIMENTAL",
                    "description": "Experiments will use standard commercially available prostheses for participants with lower-limb amputation. Specific prostheses will be determined at the time of the study, but they will include prostheses that are fully passive such as energy storage-and-return (ESR) feet, ESR feet with mobilized ankles such as passive hydraulic ankles (PHA), and ESR feet with microprocessor-controlled ankles (MPA).",
                    "interventionNames": [
                        "Device: Lower limb prostheses"
                    ]
                },
                {
                    "label": "Orthoses user with drop-foot",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will consists of participants with drop-foot. A subset of the drop-foot population will be persons with Multiple Sclerosis and currently drop-foot.\n\nFor participants in this arm, standard commercially-available orthoses or standard-of-care custom orthoses will be used, as well as standard commercially-available electrical stimulation neuro-orthoses.",
                    "interventionNames": [
                        "Device: Orthoses for Drop-foot"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Lower limb prostheses",
                    "description": "Standard commercially available prostheses for participants with lower-limb amputation.\n\nSpecific prostheses will be determined at the time of the study, but they will include prostheses that are fully passive such as energy storage-and-return (ESR) feet, ESR feet with mobilized ankles such as passive hydraulic ankles (PHA), and ESR feet with microprocessor-controlled ankles (MPA).",
                    "armGroupLabels": [
                        "Prosthesis user with transtibial or transfemoral amputation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Orthoses for Drop-foot",
                    "description": "Standard commercially-available orthoses or standard-of-care custom orthoses as well as standard commercially-available electrical stimulation neuro-orthoses.",
                    "armGroupLabels": [
                        "Orthoses user with drop-foot"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Footwear",
                    "description": "Different footwear will be used.",
                    "armGroupLabels": [
                        "Healthy controls"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in stride length at identical walking speed",
                    "description": "Difference in stride length at identical walking speed when using different prostheses or orthoses",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Behavioral gait function as measured from daily stride count",
                    "description": "Behavioral gait function will be measured by daily stride count",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Behavioral gait function as measured from preferred stride speed",
                    "description": "Behavioral gait function will be measured by average stride speed",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in Prosthetic Limb Users Survey of Mobility score",
                    "description": "The Prosthetic Limb Users Survey of Mobility (PLUS-M) is a 12 item questionnaire. It is a self-report instrument for measuring mobility of adults with lower limb amputation.\n\nPLUS-M instruments measure prosthetic users' mobility (i.e., the ability to move intentionally and independently from one place to another). PLUS-M questions assess respondents' perceived ability to carry out actions that require use of both lower limbs, ranging from household ambulation to outdoor recreational activities. The described activities relate to two primary forms of movement, locomotion (i.e., movement in a continuous, repeatable pattern) and/or postural transitions (i.e., movement from one position to another or one type of activity to another).\n\nPLUS-M instruments provide a T-score that ranges from 17.5 to 76.6. A higher PLUS-M T-score corresponds to greater mobility.",
                    "timeFrame": "up to 12 weeks"
                },
                {
                    "measure": "Change in movement quality as determined by stride width",
                    "description": "Change in movement quality will be determined by stride width",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in gait performance as determined by stride clearance",
                    "description": "Change in gait performance as determined by stride clearance",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in gait performance as determined by speed",
                    "description": "Change in gait performance as determined by speed of the participant",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in gait performance as determined by stride frequency",
                    "description": "Change in gait performance as determined by stride frequency",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in gait performance as determined by ground reaction forces",
                    "description": "Ground reaction force is force applied by the body to the ground. Peak forces and shape of the force vs. time trajectory are commonly used to assess gait quality. Forces closer to \"normal\" are usually considered better, but this goal does not apply in participants with amputation.",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in gait performance as determined by socket torques",
                    "description": "Socket torque (also termed \"socket moment\") is the amount of twisting or bending torque applied to the prosthetic socket. Peak socket torque and cumulative socket torque are measures commonly used to assess gait quality in persons with lower limb amputation.",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in Functional Gait Assessment Score",
                    "description": "The Functional Gait Assessment Score will be measured for the sub-population of participants with Multiple Sclerosis (MS). The total score ranges from 0-30 with higher scores indicating increased impairment in gait.",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                },
                {
                    "measure": "Change in 6 minute Walking Test Distance",
                    "description": "The sub-population of participants with MS will undergo a 6 minute walking test for distance.",
                    "timeFrame": "Baseline, 10 days, and 20 days for Orthotic interventions, weekly time points for Prosthetic interventions (baseline, 1, 2, 3, and 4 weeks), data collected anytime up to 12 weeks on study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTarget Populations:\n\n* Participants with amputation must have used a prosthesis for more than 6 months, and wear it for at least 8 hours per day.\n* Participants must be more than 6 months past their most recent surgery (if any).\n* Participants must be free of musculoskeletal and cardiovascular conditions that would limit their ability to safely complete testing.\n* Participants should consider themselves in good health; be able to wear their prostheses or orthoses all day long; be able to perform all of their activities of daily living (ADL) with their prostheses or orthoses as appropriate; have a comfortably fitting functional prosthesis (if applicable) that does not cause any skin problems; and have a stable residual limb (or impaired limb).\n* Participants may use a narrow-base cane (single point, narrow tripod base, etc.) as an ambulatory aid but not a small-base quad cane or walker.\n* Participants must be able to walk with their prostheses or orthoses for 30 minutes (total) and stand for 30 minutes (total), in individual bouts of at least 6 minutes, without becoming fatigued, feeling dizzy, having chest pain or shortness of breath, or experiencing claudication symptoms.\n* Participants involved in running tests must be able to run for 30 minutes (total) in bouts of at least 6 minutes, without becoming fatigued, feeling dizzy, having chest pain, or experiencing claudication symptoms.\n* Participants must have no known psychiatric or developmental disability.\n* Participants must be fluent in spoken and written English.\n* Running portions of the study will be limited to participants who self-report regular engagement in recreational or competitive running.\n\nControl Participants:\n\n* Participants should consider themselves in good health, and be able to perform typical activities of daily living (ADL).\n* Participants may use a narrow-base cane (single point, narrow tripod base, etc.) as an ambulatory aid but not a small-base quad cane, wide-base quad cane or walker\n* Participants must be able to walk for 30 minutes (total) and stand for 30 minutes (total), in individual bouts of at least 6 minutes, without becoming fatigued, feeling dizzy, having chest pain or shortness of breath, or experiencing claudication symptoms.\n* Participants involved in running tests must be able to run for 30 minutes (total) in bouts of at least 6 minutes, without becoming fatigued, feeling dizzy, having chest pain, or experiencing claudication symptoms.\n* Participants must have no known psychiatric or developmental disability.\n* Participants must be fluent in spoken and written English.\n\nMultiple Sclerosis group:\n\n* For the specific subgroup targeting Multiple Sclerosis, participants must have a clinical diagnosis of Multiple Sclerosis and a clinician must determine they are experiencing foot drop.\n* Participants must be able to comfortably wear and ambulate with both study devices with effective management of foot-drop, without significant discomfort\n* Participants must be able to perform all of their activities of daily living (ADL) with only minimal use of ambulatory aids. Subjects may use a narrow-base cane (single point, narrow tripod base, etc.) as an ambulatory aid in any amount. Use of more comprehensive ambulatory aids (e.g. a small-base quad cane, wide-base quad cane or walker) must be limited to no more than 20% of their walking time when not at home. Participants who do use an assistive device occasionally should report a threshold for use of greater than 100 feet, i.e., they are unlikely to use their device unless they anticipate ambulating greater than this distance.\n\nExclusion Criteria:\n\nTarget Populations:\n\n* Allergy to electrode gel, surgical tape and metals.\n* Participants who currently use the Bioness L300 Go or similar neuro-orthoses or use a carbon fiber ankle-foot orthosis at the time of the study will be excluded to avoid biasing results for one device or the other. Participants with past experience not currently using these devices will be eligible.\n* Participants enrolled in physical therapy or other rehabilitative care for treatment of gait, balance, or lower extremity strength or coordination at the time of the study will be excluded to avoid confounding effects from therapy and device-based management of their condition.\n* For the orthotics study, participants with peripheral neuropathy impacting control of the tibialis anterior muscle via the peroneal nerve will be excluded.\n* Participants under treatment for infectious diseases will be excluded from the study.\n* Women who are pregnant or planning to become pregnant during the course of the study will be excluded.\n* Symptomatic musculoskeletal conditions that prevent unaided walking, such as back pain or knee arthritis.\n* Cardiovascular conditions that make moderate exercise unsafe, including (but not limited to) history of angina, peripheral vascular disease, congestive heart failure, history of myocardial infarction, and history of stroke. Potential participants will be excluded if they self-report that a physician has told them to avoid moderate exercise.\n* History of chest pain, shortness of breath, or claudication symptoms during ambulation\n* History of significant neuropathy with altered balance\n* History of serious residual limb pain or phantom limb pain within the past six months.\n* History of chronic skin breakdown.\n* Inability to perform the tasks involved in the study.\n\nControl participants:\n\n* Allergy to electrode gel, surgical tape and metals.\n* Participants under treatment for infectious diseases will be excluded from the study.\n* Women who are pregnant or planning to become pregnant during the course of the study will be excluded.\n* Symptomatic musculoskeletal conditions that prevent unaided walking, such as back pain or knee arthritis.\n* Cardiovascular conditions that make moderate exercise unsafe, including (but not limited to) angina, peripheral vascular disease, congestive heart failure, history of myocardial infarction, and history of stroke. Potential participants will be excluded if they self-report that a physician has told them to avoid moderate exercise.\n* Inability to perform the tasks involved in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter G Adamczyk, Ph.D.",
                    "role": "CONTACT",
                    "phone": "608-263-3231",
                    "email": "peter.adamczyk@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter G Adamczyk, Ph.D.",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53706-1539",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter G Adamczyk, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}