{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04645160",
            "orgStudyIdInfo": {
                "id": "210006"
            },
            "secondaryIdInfos": [
                {
                    "id": "21-C-0006"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Evaluating Efficacy of Tivozanib (AV-951) in Biliary Tract Cancers",
            "officialTitle": "Phase II Study Evaluating Efficacy of Tivozanib (AV-951) in Biliary Tract Cancers",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "evaluating-efficacy-of-tivozanib-av-in-biliary-tract-cancers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-25",
            "studyFirstSubmitQcDate": "2020-11-25",
            "studyFirstPostDateStruct": {
                "date": "2020-11-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCholangiocarcinoma (CCA) is an aggressive cancer of the bile ducts. People with CCA have few treatment options and poor survival. Researchers want to see if a new drug can stop or slow CCA growth.\n\nObjective:\n\nTo find the safest and most effective dose of tivozanib to treat CCA and learn its overall response rate.\n\nEligibility:\n\nAdults ages 18 and older with CCA not removable with surgery and have been treated with at least one type of chemotherapy.\n\nDesign:\n\nParticipants will be screened with the following:\n\n* Medical history\n* Physical exam\n* Assessment of their ability to do daily activities\n* Medicine review\n* Blood tests, including thyroid function tests\n* Urine tests\n* Electrocardiogram, to check heart function\n* Pregnancy test, if needed\n* Tumor biopsy, if needed\n* Computed tomography scans\n* Magnetic resonance imaging, if needed\n\nSome screening tests may be repeated during the study.\n\nParticipants will be asked to enroll in protocol #13C0176. This will allow any remaining tumor or blood samples to be used in future research.\n\nParticipants will take tivozanib by mouth, once a day for 21 days per cycle or every other day per cycle. Each cycle is 28 days. They can take the drug until they have bad side effects, their CCA gets worse, or if they become pregnant. They will record their blood pressure twice daily at home. They will also keep a medication diary of each dose of tivozanib they take and any side effects.\n\nParticipants will have study visits before starting each new cycle and every 8 weeks. They will also have a follow-up visit 30 days after treatment ends at NIH, or if they are unable to come to NIH by phone, videocall, or other NIH-approved platform. Then they will be contacted 6 and 12 months later, and then once a year.",
            "detailedDescription": "Background:\n\nBiliary Tract Cancers (BTC) (cholangiocarcinoma (CCA) and gallbladder cancer (GBC)) are aggressive malignancies that remain a clinical challenge with limited treatment options and poor survival. Combination chemotherapy with gemcitabine and cisplatin is the most validated first-line treatment, but the response rate approaches only 22% and median progression free survival is 8 months.\n\nCytoplasmic accumulation of the nuclear export protein exportin 7, XPO7, portends poor outcomes for patients with biliary tract cancer. Using pre-clinical models, we established XPO7 as an oncogenic driver in CCA cells and determined that this biology is driven by the interaction between XPO7 and a hitherto incompletely studied kinase, Ste-20 like kinase (SLK).\n\nXPO7 binds to and promotes cytoplasmic localization and stabilization of SLK, which in turn activates oncogenic signaling. Targeting SLK expression via short hairpin RNA abrogates tumor formation in 3D culture and mice models, establishing SLK as a novel\n\ntarget in biliary tract cancer.\n\nThe pan-vascular endothelial growth factor receptor (VEGFR) inhibitor tivozanib demonstrated activity against SLK in our in vitro screen, which we later confirmed with x-ray crystallography. Tivozanib abrogated growth of CCA tumorspheres, resulting in substantial tumor regression using murine xenograft models and patient-derived xenografts. Additionally, we evaluated tivozanib in our ex vivo tumor platform using a liver metastasis from a patient with XPO7-expressing biliary tract cancer and documented tumor cell apoptosis.\n\nAs reliable, molecular-targeted regimens either for first- or second-line therapy for the majority of patients with biliary tract cancer have remained elusive, these results support evaluation of tivozanib as a treatment option for patients with biliary tract cancer.\n\nObjectives:\n\nDetermine the overall response rate (RECIST) of tivozanib in patients with biliary tract cancer (BTC) who were previously treated with first-line therapy.\n\nEligibility:\n\nPatients with histologically or cytologically confirmed biliary tract cancer (BTC) not amenable to resection\n\nPrevious treatment with 1st line chemotherapy\n\nAge \\>= 18 years of age\n\nECOG performance status of \\<=2\n\nPreserved hepatic function\n\nAdequate organ and marrow function\n\nDesign:\n\nOpen-label, single-center, non-randomized Phase II study\n\nTrial is a Simon minimax two-stage Phase II trial design to determine efficacy.\n\nTreatment is in cycles of 28 days, 3 weeks on, 1 week off (with possible dose de-escalation if needed). Treatment evaluations for efficacy will be every 2 months (8 weeks).\n\nAccrual ceiling will be set at 24 patients"
        },
        "conditionsModule": {
            "conditions": [
                "Cholangiocarcinoma",
                "Bile Duct Neoplasm",
                "Biliary Tract Malignancy"
            ],
            "keywords": [
                "CCA",
                "FOTIVDA",
                "pan-vascular endothelial growth factor receptor (VEGFR) inhibitor",
                "XPO7",
                "Ste-20 like kinase (SLK)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/ Phase I",
                    "type": "EXPERIMENTAL",
                    "description": "Tivozanib, P.O. daily at 0.89 mg (given on Days 1-21 of every 28-day cycle) with intra-patient escalation to 1.34 mg daily (given on Days 1-21 of every 28-day cycle) and possible dose de-escalation to 0.89 mg every other day (without interruption for a 28-day cycle) if needed to determine RP2D",
                    "interventionNames": [
                        "Drug: Tivozanib"
                    ]
                },
                {
                    "label": "2/ Phase II",
                    "type": "EXPERIMENTAL",
                    "description": "Tivozanib at the RP2D established in Phase I",
                    "interventionNames": [
                        "Drug: Tivozanib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tivozanib",
                    "description": "Oral tivozanib taken daily for Days 1-21 continuously (of each 28-day cycle) followed with 7 days off medication (except for patients in DL-1, with dosing every other day of the 28-day cycle). Phase I: The starting dose (DL1) is 0.89 mg taken once a day continuously for Days 1-21 with 1 week off medication (except for those patients assigned to DL-1, where tivozanib should be taken every other day, around 48 hours apart in 28-day cycle). Patients may escalate to 1.34 mg taken once a day (DL2) continuously for Days 1-21 with 1 week off medication for their second cycle if there are no dose-limiting toxicities. Phase II: Tivozanib dose level will be at the recommended Phase II dose (RP2D) established in Phase I.",
                    "armGroupLabels": [
                        "1/ Phase I",
                        "2/ Phase II"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase II: Determine the overall response rate by RECIST of tivozanib in patients with cholangiocarcinoma who were previously treated with first-line therapy.",
                    "description": "Patients will be re-evaluated for response every 8 weeks after start of treatment. The Phase II clinical response rate (CR+PR) will be determined and reported along with a 95% confidence interval.",
                    "timeFrame": "baseline, every 8 weeks post-treatment"
                },
                {
                    "measure": "Phase I: Determine safety and establish the recommended Phase II dose (RP2D) of tivozanib in patients with cholangiocarcinoma who were previously treated with first-line chemotherapy.",
                    "description": "List of adverse event frequency and grade. Patient DLTs will be counted and reported to determine the safety and tolerability of tivozanib and to establish the recommended Phase II dose (RP2D) using a standard 3+3 design.",
                    "timeFrame": "Every 8 weeks (Phase I only)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluate overall survival (OS) in patients with cholangiocarcinoma treated with tivozanib",
                    "description": "CT or MRI will be used for response criteria. PFS and OS will be determined using Kaplan-Meier estimates.",
                    "timeFrame": "baseline, every 8 weeks post-treatment"
                },
                {
                    "measure": "Evaluate disease control response (DCR- complete response [CR] plus partial response [PR] plus stable disease [SD]) in patients with cholangiocarcinoma treated with tivozanib",
                    "description": "CT or MRI will be used for response criteria. DCR (CR plus PR plus SD) will be determined and reported along with 95% confidence intervals. Wherever possible, duration of DCR will be reported.",
                    "timeFrame": "baseline, every 8 weeks post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Patients with histologically or cytologically confirmed biliary tract cancer (BTC) (cholangiocarcinoma or gallbladder cancer). Archival tumor sample may be used but if archival tissue is not available or is not adequate, tissue biopsy will be required.\n  2. Patients must have disease that is not amenable to resection.\n  3. Patients must have had prior treatment with 1st line chemotherapy.\n  4. Disease must be measurable by Response Evaluation Criteria in Solid Tumors (RECIST) criteria Version 1.1.\n  5. Age \\>=18 years.\n\n     NOTE: Because no dosing or adverse event data are currently available on the use of tivozanib in subjects \\< 18 years of age, children are excluded from this study, but may be eligible for future pediatric trials.\n  6. ECOG performance status \\<= 2\n  7. Adequate organ and marrow function as defined below:\n\n     * Hemoglobin \\>= 8.0 g/dL\n     * Absolute neutrophil count \\>= 1,000/mcL\n     * Platelets \\>= 75,000/mcL\n     * Total bilirubin \\<= 2.5 X institutional upper limit of normal (ULN)\n     * AST(SGOT)/ALT(SGPT) \\<= 5 X institutional ULN\n     * Creatinine clearance \\> 30\n     * Serum Albumin (g/L) \\> 28\n  8. Negative serum or urine pregnancy test at screening for women of childbearing potential (WOCBP), excepting identified false-positive pregnancy test results as permitted in the note below.\n\n     NOTE: WOCBP is defined as any female who has experienced menarche and who has not undergone successful surgical sterilization or who is not postmenopausal. WOCBP must have a negative pregnancy test (HCG blood or urine) during screening.\n\n     NOTE: Advanced biliary tract disease may secrete hormones that produce false-positive pregnancy test results. A false-positive result will be explicitly determined in this protocol at screening via a series of serial blood tests (i.e., serum HCG measurements) over a 5-day period (i.e., a minimum of a blood test on the first and fifth day of the 5-day period), in which a false-positive result not compatible with pregnancy will be defined as results indicating a consecutive, clinically low, constant level (i.e., no more than a 15% rate of increase) of HCG over the testing period. An ultrasound may be performed for clarification purposes as necessary.\n  9. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and 1 month after completion of treatment.\n  10. Ability of subject to understand and the willingness to sign a written informed consent document.\n  11. Ability and willingness to co-enroll on the tissue collection protocol 13C0176, \"Tumor, Normal Tissue and Specimens from Patients Undergoing Evaluation or Surgical Resection of Solid Tumors\".\n\nEXCLUSION CRITERIA:\n\n1. Chemotherapy, small molecule or radiation therapy within 2 weeks prior to administration of first dose of study drug.\n2. Prior treatment with Tivozanib.\n3. History of hepatic encephalopathy within past 12 months or requirement for medications to prevent or control encephalopathy (e.g., no lactulose, rifaximin, etc. if used for purposes of hepatic encephalopathy).\n4. Inadequate recovery from any prior surgical procedure or major surgical procedure within 4 weeks prior to administration of first dose of study drug.\n5. Patients with previous malignant disease other than the target malignancy within the last 3 years with the exception of basal or squamous cell carcinoma of the skin, cervical carcinoma in situ, chronic lymphocytic leukemia, or thyroid carcinoma.\n6. Current active second primary malignancy, other than skin carcinoma (basal or squamous cell carcinoma), chronic lymphocytic leukemia not requiring active treatment, or differentiated thyroid carcinoma.\n7. History of allergic reactions or known or suspected hypersensitivity attributed to compounds of similar chemical or biologic composition to tivozanib.\n8. Patients with uncontrolled intercurrent illness including, but not limited to, ongoing or active infection requiring systemic therapy (see exceptions below), or psychiatric illness/social situations that would limit compliance with study requirements\n\n   * Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n   * For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable and on suppressive therapy, if indicated. For patients with HBV infection who are currently on treatment, they are eligible if they have an undetectable HBV viral load.\n   * Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n9. Significant cardiovascular disease, including: Active clinically symptomatic left ventricular failure, uncontrolled hypertension, myocardial infarction, severe angina, or unstable angina within 3 months prior to administration of first dose of study drug, history of serious ventricular arrhythmia, cardiac arrhythmias requiring anti-arrhythmic medications.\n10. Uncontrolled hypertension, i.e., blood pressure (BP) of \\>= 150/90 mmHg; patients who have a history of hypertension controlled by medication must be on a stable dose of antihypertensive therapy such that there has been no increase in hypertensive medications or dosage (for at least 14 days) and meet all other inclusion criteria.\n11. Significant hematologic, gastrointestinal, thromboembolic, vascular, bleeding, or coagulation disorders.\n12. GI Bleeding (e.g., esophageal varices or ulcer bleeding) within 3 months. (Note: For patients with a history of GI bleeding for more than 12 months or assessed as high risk for esophageal variceal by the Investigator, adequate endoscopic therapy according to institutional standards is required.)\n13. Complex biliary obstruction requiring bile duct stents at more than one level of the biliary tree or external biliary drainage.\n14. Recurrent episodes of cholangitis (\\>1) in the preceding 3 months prior to enrollment.\n15. Therapeutic anti-coagulation or anti-platelet therapy with the exception of low molecular weight heparin, aspirin, or factor Xa inhibitors.\n16. Pregnant or lactating women. Pregnant women are excluded from this study because based on findings in animals and its mechanism of action, tivozanib can cause fetal harm when administered to a pregnant woman. In animal reproduction studies, administration of tivozanib to pregnant rats caused adverse developmental outcomes including embryo- fetal mortality. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with tivozanib, breastfeeding should be discontinued if the mother is treated with tivozanib. These potential risks may also apply to other agents used in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kathleen M Smith, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3531",
                    "email": "kathleen.smith3@nih.gov"
                },
                {
                    "name": "Jonathan M Hernandez, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6072",
                    "email": "jonathan.hernandez@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan M Hernandez, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2021-C-0006.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018281",
                    "term": "Cholangiocarcinoma"
                },
                {
                    "id": "D000001661",
                    "term": "Biliary Tract Neoplasms"
                },
                {
                    "id": "D000001650",
                    "term": "Bile Duct Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001660",
                    "term": "Biliary Tract Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000001649",
                    "term": "Bile Duct Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20426",
                    "name": "Cholangiocarcinoma",
                    "asFound": "Cholangiocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4936",
                    "name": "Bile Duct Neoplasms",
                    "asFound": "Bile Duct Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4947",
                    "name": "Biliary Tract Neoplasms",
                    "asFound": "Biliary Tract Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4946",
                    "name": "Biliary Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4935",
                    "name": "Bile Duct Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T755",
                    "name": "Bile Duct Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T761",
                    "name": "Biliary Tract Cancer",
                    "asFound": "Biliary Tract Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000553176",
                    "term": "Tivozanib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M18681",
                    "name": "Endothelial Growth Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M246581",
                    "name": "Tivozanib",
                    "asFound": "Computed Axial Tomography",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}