{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05607316",
            "orgStudyIdInfo": {
                "id": "STUDY00000630"
            },
            "organization": {
                "fullName": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating the Efficacy and Safety of Metformin in Vitiligo",
            "officialTitle": "Metformin as a Novel Treatment for Vitiligo by Targeting CD8+ T Cell Metabolism",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-the-efficacy-and-safety-of-metformin-in-vitiligo"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-31",
            "studyFirstSubmitQcDate": "2022-10-31",
            "studyFirstPostDateStruct": {
                "date": "2022-11-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John Harris",
                "investigatorTitle": "Chair",
                "investigatorAffiliation": "University of Massachusetts, Worcester"
            },
            "leadSponsor": {
                "name": "University of Massachusetts, Worcester",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Metformin modulates metabolism in multiple cell types and is currently used to reduce glucose levels and insulin resistance in diabetic patients. The investigators hypothesize that oral metformin can regulate the metabolism of CD8+ T cells, reduce their cytotoxic activity and thus serve as a novel treatment for vitiligo.",
            "detailedDescription": "Metformin modulates metabolism in multiple cell types and is currently used to reduce glucose levels and insulin resistance in diabetic patients. Bae et al. reported that the use of metformin correlated with a lower risk of developing vitiligo, suggesting that metformin could potentially mitigate the disease. The investigators found that treating mouse T cells with metformin during activation reduced their mitochondrial respiration and proliferation, while mice treated with metformin reversed their vitiligo. Therefore, the investigators hypothesize that regulation of CD8+ T cell metabolism in vitiligo patients by metformin will reduce their proliferation and cytotoxic activity, resulting in skin repigmentation and thus serve as a novel treatment.\n\nThe investigators plan to treat approximately 30 subjects with stable vitiligo.\n\nMetformin is FDA-approved for use with dosing from 500-2000 mg/day. It has a rare risk of lactic acidosis, which can be meaningful in patients with risk factors such as renal insufficiency. This risk is directly proportional to the dose given; therefore, participants will be started at a lower dose (500 mg twice daily) with follow-up to monitor any arising symptoms. Per current clinical recommendations, participants will only be increased to higher-dose metformin (1000 mg twice daily) if the initial dose is tolerated."
        },
        "conditionsModule": {
            "conditions": [
                "Vitiligo"
            ],
            "keywords": [
                "vitiligo",
                "metformin",
                "systemic treatment",
                "stable vitiligo",
                "segmental vitiligo",
                "non-segmental vitiligo"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open-label (unmasked) study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Open-label (unmasked)"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oral Metformin",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with metformin will be started at 500 mg twice daily and increased to 1000 mg twice daily only after they have tolerated the treatment.",
                    "interventionNames": [
                        "Drug: Metformin Hydrochloride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Metformin Hydrochloride",
                    "description": "Consistent with previous studies and clinical recommendations, subjects will initiate treatment at metformin 500 mg twice daily and increase to 1000 mg twice daily only after they have tolerated the treatment (details below).\n\nStudy Visit 1 (Week 1) - Study Visit 2 (Week 2) Subjects will be directed to take metformin 500 mg twice daily.\n\nStudy Visit 2 (Week 2) - Study Visit 5 (Week 24) If initial metformin dose is tolerated, subjects will be directed to increase the dose to 1000 mg by mouth twice daily at bedtime for the remainder of the study.",
                    "armGroupLabels": [
                        "Oral Metformin"
                    ],
                    "otherNames": [
                        "Glucophage",
                        "Glumetza",
                        "Riomet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "F-VASI 50",
                    "description": "The primary outcome will be 50% of subjects who achieve a facial VASI50 (F-VASI50) after 6 months of treatment. Comparisons will be made from scores at week 24 to baselines scores.",
                    "timeFrame": "Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety and tolerability of metformin use in patients with vitiligo.",
                    "description": "Proportion of adverse events in patients with vitiligo receiving metformin at week 24.",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Expression of enzyme markers involved in metabolic pathways of interest",
                    "description": "Determination of the effects of metformin treatment on expression of enzyme markers involved in metabolic pathways of interest, as well as definition of the subpopulations of skin cells using protein surface markers at a single cell level., autoreactive CD8+ T cells in the blood of patients with vitiligo treated with metformin.",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Gene expression and ion abundance following metformin treatment.",
                    "description": "Two-fold decrease in gene expression and ion abundance following metformin treatment.",
                    "timeFrame": "Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults 18 years and older with stable vitiligo\n\n  * Stable vitiligo is defined as no new spots of depigmentation or expansion of any existing spots for one year;\n* Willingness to participate in the study;\n* Willingness to undergo suction blistering;\n* Non-English speaking adults may be enrolled with the assistance of an interpreter and the use of an IRB-approved short form in the subject's language;\n* Informed consent document signed by the subject;\n\nExclusion Criteria:\n\n* Adults unable to consent (adults lacking capacity);\n* Active vitiligo defined by presence of confetti lesions, trichrome lesions, and Koebner's phenomenon;\n* Individuals who are not yet adults (infants, children, teenagers);\n* Pregnant women and/or breastfeeding, or those who have recently delivered a baby within the past 6 months;\n* Prisoners;\n* Systemic immunosuppressive medication (oral corticosteroids) within prior 4 weeks;\n* Topical steroids within the prior 2 weeks;\n* Currently undergoing UVB light therapy or history of light therapy within the past 8 weeks;\n* Unable to return for follow-up visits;\n* Enrolled in a clinical study of any other investigational drug or device;\n* Diabetes, liver disease, or kidney disease;\n* Hypoglycemia as defined by fasting blood glucose \\<70 mg/dL assessed at a fasting study visit;\n* Prescription medication or cosmetics containing: retinoids, glycolic acid, salicylic acid, or any other remedies that might affect the healing process. Non-medicated moisturizers are allowed. If the person is unsure, they can bring in any products for our review;\n* Self-reported history of chronic alcohol or drug abuse within 12 months prior to screening, or any condition associated with poor compliance as judged by the investigator;\n* Any other condition or laboratory value that would, in the professional opinion of the investigators, potentially affect the subject's response or the integrity of the data or would pose an unacceptable risk to the subject.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nuria Martinez Gutierrez, PhD",
                    "role": "CONTACT",
                    "phone": "(774)4554758",
                    "email": "nuria.martinezgutierrez@umassmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John E Harris, MD, PhD",
                    "affiliation": "Chair, Department of Dermatology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UMass Chan Medical School",
                    "status": "RECRUITING",
                    "city": "Worcester",
                    "state": "Massachusetts",
                    "zip": "01605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nuria Martinez, PhD",
                            "role": "CONTACT",
                            "phone": "774-455-4758",
                            "email": "nuria.martinezgutierrez@umassmed.edu"
                        },
                        {
                            "name": "John E Harris, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.26259,
                        "lon": -71.80229
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24523323",
                    "type": "BACKGROUND",
                    "citation": "Rashighi M, Agarwal P, Richmond JM, Harris TH, Dresser K, Su MW, Zhou Y, Deng A, Hunter CA, Luster AD, Harris JE. CXCL10 is critical for the progression and maintenance of depigmentation in a mouse model of vitiligo. Sci Transl Med. 2014 Feb 12;6(223):223ra23. doi: 10.1126/scitranslmed.3007811."
                },
                {
                    "pmid": "27673680",
                    "type": "BACKGROUND",
                    "citation": "Zhang Y, Cai Y, Shi M, Jiang S, Cui S, Wu Y, Gao XH, Chen HD. The Prevalence of Vitiligo: A Meta-Analysis. PLoS One. 2016 Sep 27;11(9):e0163806. doi: 10.1371/journal.pone.0163806. eCollection 2016."
                },
                {
                    "pmid": "26763423",
                    "type": "BACKGROUND",
                    "citation": "Salzes C, Abadie S, Seneschal J, Whitton M, Meurant JM, Jouary T, Ballanger F, Boralevi F, Taieb A, Taieb C, Ezzedine K. The Vitiligo Impact Patient Scale (VIPs): Development and Validation of a Vitiligo Burden Assessment Tool. J Invest Dermatol. 2016 Jan;136(1):52-8. doi: 10.1038/JID.2015.398."
                },
                {
                    "pmid": "19577331",
                    "type": "BACKGROUND",
                    "citation": "Linthorst Homan MW, Spuls PI, de Korte J, Bos JD, Sprangers MA, van der Veen JP. The burden of vitiligo: patient characteristics associated with quality of life. J Am Acad Dermatol. 2009 Sep;61(3):411-20. doi: 10.1016/j.jaad.2009.03.022. Epub 2009 Jul 3."
                },
                {
                    "pmid": "28317521",
                    "type": "BACKGROUND",
                    "citation": "Elbuluk N, Ezzedine K. Quality of Life, Burden of Disease, Co-morbidities, and Systemic Effects in Vitiligo Patients. Dermatol Clin. 2017 Apr;35(2):117-128. doi: 10.1016/j.det.2016.11.002."
                },
                {
                    "pmid": "9743539",
                    "type": "BACKGROUND",
                    "citation": "Ogg GS, Rod Dunbar P, Romero P, Chen JL, Cerundolo V. High frequency of skin-homing melanocyte-specific cytotoxic T lymphocytes in autoimmune vitiligo. J Exp Med. 1998 Sep 21;188(6):1203-8. doi: 10.1084/jem.188.6.1203."
                },
                {
                    "pmid": "32017656",
                    "type": "BACKGROUND",
                    "citation": "Frisoli ML, Essien K, Harris JE. Vitiligo: Mechanisms of Pathogenesis and Treatment. Annu Rev Immunol. 2020 Apr 26;38:621-648. doi: 10.1146/annurev-immunol-100919-023531. Epub 2020 Feb 4."
                },
                {
                    "pmid": "27686391",
                    "type": "BACKGROUND",
                    "citation": "Richmond JM, Bangari DS, Essien KI, Currimbhoy SD, Groom JR, Pandya AG, Youd ME, Luster AD, Harris JE. Keratinocyte-Derived Chemokines Orchestrate T-Cell Positioning in the Epidermis during Vitiligo and May Serve as Biomarkers of Disease. J Invest Dermatol. 2017 Feb;137(2):350-358. doi: 10.1016/j.jid.2016.09.016. Epub 2016 Sep 26."
                },
                {
                    "pmid": "28770321",
                    "type": "BACKGROUND",
                    "citation": "Sanchez-Rangel E, Inzucchi SE. Metformin: clinical use in type 2 diabetes. Diabetologia. 2017 Sep;60(9):1586-1593. doi: 10.1007/s00125-017-4336-x. Epub 2017 Aug 2."
                },
                {
                    "pmid": "32375255",
                    "type": "BACKGROUND",
                    "citation": "Agius L, Ford BE, Chachra SS. The Metformin Mechanism on Gluconeogenesis and AMPK Activation: The Metabolite Perspective. Int J Mol Sci. 2020 May 3;21(9):3240. doi: 10.3390/ijms21093240."
                },
                {
                    "pmid": "31437793",
                    "type": "BACKGROUND",
                    "citation": "Cui Y, Chang L, Wang C, Han X, Mu L, Hao Y, Liu C, Zhao J, Zhang T, Zhang H, Zhang Y, Liu Y, Zhao W, Wang J, Liu X, Sun B, Wang G, Kong Q, Han J, Li H. Metformin attenuates autoimmune disease of the neuromotor system in animal models of myasthenia gravis. Int Immunopharmacol. 2019 Oct;75:105822. doi: 10.1016/j.intimp.2019.105822. Epub 2019 Aug 19."
                },
                {
                    "pmid": "26881720",
                    "type": "BACKGROUND",
                    "citation": "Tomczynska M, Bijak M, Saluk J. Metformin - The Drug for the Treatment of Autoimmune Diseases; A New Use of a Known Anti-Diabetic Drug. Curr Top Med Chem. 2016;16(19):2223-30. doi: 10.2174/1568026616666160216152324."
                },
                {
                    "pmid": "32899806",
                    "type": "BACKGROUND",
                    "citation": "Salvatore T, Pafundi PC, Galiero R, Gjeloshi K, Masini F, Acierno C, Di Martino A, Albanese G, Alfano M, Rinaldi L, Sasso FC. Metformin: A Potential Therapeutic Tool for Rheumatologists. Pharmaceuticals (Basel). 2020 Sep 4;13(9):234. doi: 10.3390/ph13090234."
                },
                {
                    "pmid": "32866414",
                    "type": "BACKGROUND",
                    "citation": "Doyle-Delgado K, Chamberlain JJ, Shubrook JH, Skolnik N, Trujillo J. Pharmacologic Approaches to Glycemic Treatment of Type 2 Diabetes: Synopsis of the 2020 American Diabetes Association's Standards of Medical Care in Diabetes Clinical Guideline. Ann Intern Med. 2020 Nov 17;173(10):813-821. doi: 10.7326/M20-2470. Epub 2020 Sep 1."
                },
                {
                    "pmid": "28065547",
                    "type": "BACKGROUND",
                    "citation": "Cornell S. Comparison of the diabetes guidelines from the ADA/EASD and the AACE/ACE. J Am Pharm Assoc (2003). 2017 Mar-Apr;57(2):261-265. doi: 10.1016/j.japh.2016.11.005. Epub 2017 Jan 5."
                },
                {
                    "pmid": "26773926",
                    "type": "BACKGROUND",
                    "citation": "DeFronzo R, Fleming GA, Chen K, Bicsak TA. Metformin-associated lactic acidosis: Current perspectives on causes and risk. Metabolism. 2016 Feb;65(2):20-9. doi: 10.1016/j.metabol.2015.10.014. Epub 2015 Oct 9."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014820",
                    "term": "Vitiligo"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017496",
                    "term": "Hypopigmentation"
                },
                {
                    "id": "D000010859",
                    "term": "Pigmentation Disorders"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17563",
                    "name": "Vitiligo",
                    "asFound": "Vitiligo",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19761",
                    "name": "Hypopigmentation",
                    "relevance": "LOW"
                },
                {
                    "id": "M13754",
                    "name": "Pigmentation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2945",
                    "name": "Hypomelanotic Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Diary",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}