{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05166694",
            "orgStudyIdInfo": {
                "id": "IRB21-1527"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Personalized Therapeutics Clinic (PTC) on Drug-Drug Interactions and Drug-Gene Interactions",
            "officialTitle": "Evaluating the Effectiveness of a Personalized Therapeutics Clinic (PTC) Intervention on Drug-Drug Interactions (DDIs) and Drug-Gene Interactions (DGIs)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "evaluating-personalized-therapeutics-clinic-ptc-on-drug-drug-interactions-and-drug-gene-interactions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-08",
            "studyFirstSubmitQcDate": "2021-12-08",
            "studyFirstPostDateStruct": {
                "date": "2021-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine whether a consultation with a Personalized Therapeutics Clinic, or PTC, will help participants lower the risk for side effects (drug-drug interactions and drug-gene interactions) when taking many medications and help providers improve prescribing decisions for participants. A PTC is a clinical that will test your genes to gather information about your health that may help guide prescribing advice and offer you new information about your prescriptions. Doctors leading this study will look for variations (differences) in your genes that may suggest that you are at greater risk of having side effects or a greater chance of benefiting from certain medications. Individuals in this study will participate for roughly 9 months."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Advanced Cancer",
                "Advanced Solid Tumor",
                "Mental Health Issue",
                "Behavior Disorders"
            ],
            "keywords": [
                "tumor",
                "advanced cancer",
                "advanced solid tumor",
                "cancer medication",
                "prescriptions",
                "inhibitor drug",
                "inducer drug"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1: Prescribing Based on Information From Both Drug-Drug and Drug-Gene Profiles",
                    "type": "EXPERIMENTAL",
                    "description": "Group one consists of subjects who will participate in the Personalized Therapeutics Clinic where in which study doctors will make recommendations based on information found in both the subject's drug-drug interaction and drug-gene profiles. These recommendations will be given to participating providers. These recommendations will be communicated to healthcare providers who are directing the subject's care. These providers may work in hospitals, primary care, oncology, geriatrics, and mental and behavioral health. Each provider will have separately agreed to participate in this study. Subjects in this group will also learn about their drug-drug interaction and drug-gene profiles during educational visits with clinic staff.\n\nParticipants will randomly (like by a flip of the coin) assigned to a group.",
                    "interventionNames": [
                        "Other: Drug-Drug Interaction Profile",
                        "Other: Drug-Gene Interaction Profile"
                    ]
                },
                {
                    "label": "Group 2: Prescribing Based ONLY on Information From Drug-Drug Interaction Profiles",
                    "type": "EXPERIMENTAL",
                    "description": "Group two consists of subjects who will participate in the Personalized Therapeutics Clinic where study doctors will make recommendations based on information only found in the subject's drug-drug interaction profile. Subjects in this group will also learn about their drug-drug interaction and drug-gene profiles during educational visits with clinic staff.\n\nParticipants will randomly (like by a flip of the coin) assigned to a group.",
                    "interventionNames": [
                        "Other: Drug-Drug Interaction Profile"
                    ]
                },
                {
                    "label": "Group 3: Prescribing Not Based on ANY Profile Information (Drug-Drug or Drug-Gene Interactions)",
                    "type": "EXPERIMENTAL",
                    "description": "Group three consists of subjects who will not participate in the Personalized Therapeutics Clinic or receive recommendations. These subjects will not have any recommendations from regarding their drug-drug interaction or drug-gene profiles. Both drug-drug interaction and drug-gene profiles will be kept hidden from all of their treating providers-regardless of whether the providers directing their care have agreed to participate in this research. Subjects in this group will not learn about their drug-drug interaction or drug-gene profiles during educational visits with clinic staff.\n\nParticipants will randomly (like by a flip of the coin) assigned to a group.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Drug-Drug Interaction Profile",
                    "description": "A profile based on genetic testing that shows information about how the participant's medications they are taking interact with each other.",
                    "armGroupLabels": [
                        "Group 1: Prescribing Based on Information From Both Drug-Drug and Drug-Gene Profiles",
                        "Group 2: Prescribing Based ONLY on Information From Drug-Drug Interaction Profiles"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Drug-Gene Interaction Profile",
                    "description": "A profile based on genetic testing that shows information about how the participant's genes interact with/respond to certain medications they are taking.",
                    "armGroupLabels": [
                        "Group 1: Prescribing Based on Information From Both Drug-Drug and Drug-Gene Profiles"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "The standard treatment and prescribing for the participant's specific type of cancer.",
                    "armGroupLabels": [
                        "Group 3: Prescribing Not Based on ANY Profile Information (Drug-Drug or Drug-Gene Interactions)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Rate of Drug-Drug Interactions and Drug-Gene Interactions Among Participants",
                    "description": "The change in the composite rate of drug-drug interactions (DDIs) and drug-gene interactions (DGIs) from baseline (at beginning of study) and after each intervention compared between all three arms.",
                    "timeFrame": "9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Participants At High-Risk for Drug-Drug and Drug-Gene Interactions",
                    "description": "Reported as a percentage of total hospitalized participants",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Strategy to Implement at Personalize Therapeutic Clinic (PTC) at Specific Sites Based on Available Mediators (PTC Partners)",
                    "description": "An implementation strategy for a site-specific Personalized Therapeutic Clinic (PTC) as assessed by evaluating which mediators and moderators who may be able to adopt PTC recommendations.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Rate of Hospitalizations",
                    "description": "The rate of hospitalizations among participants in all three arms as assessed by study notes/clinical record.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Rate of Emergency Department Visits",
                    "description": "Rate of emergency department visits among participants in all three arms as assessed by study notes/clinical record.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Rate of Reported Adverse Events as Assessed by Clinical Records",
                    "description": "Rate of reported adverse drug events among participants in all three arms as assessed by study notes/clinical record.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Changes in Participant Knowledge and Perceptions of the Personalized Therapeutic Clinic (PTC) as Assessed by Survey Results",
                    "description": "Changes in participant knowledge and perceptions of the PTC will be assessed using surveys administered at baseline and after the first post-PTC visit with their primary treating provider.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Changes in provider knowledge and perceptions of the Personalized Therapeutic Clinics (PTC) Assessed by Survey Results",
                    "description": "Changes in provider knowledge and perceptions of the PTC as assessed by survey collected from providers at baseline and at the end of study.",
                    "timeFrame": "9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult participants cared for by a participating provider at University of Chicago Medical Center.\n2. Participants must be at least 18 years of age.\n3. Participants prescribed 5 or medication medications and taking a perpetrator drug or a drug with actionable pharmacogenomic information.\n\nExclusion Criteria for Participants\n\n1. Participants who have undergone, or are being actively considered for, liver or kidney transplantation.\n2. Participation in another pharmacogenomic study.\n3. Participants who have previously received genotyping from another source.\n4. Inability to understand and give informed consent to participate.\n\nInclusion of Women, Minorities, and Other Underrepresented Populations Individuals of all races and ethnic groups and genders are eligible for this trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andre Hall",
                    "role": "CONTACT",
                    "phone": "(773)834-0936",
                    "email": "andrehall@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Ratain, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andre Hall",
                            "role": "CONTACT",
                            "phone": "773-834-0936",
                            "email": "andrehall@bsd.uchicago.edu"
                        },
                        {
                            "name": "Mark Ratain",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Behavior Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6263",
                    "name": "Coal Tar",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}