{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05889793",
            "orgStudyIdInfo": {
                "id": "IRB00283778"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Emetine for Viral Outbreaks (EVOLVE)",
            "officialTitle": "Emetine for Viral Outbreaks: Randomized, Double-Blind, Placebo-Controlled, Clinical Trial to Evaluate Oral Emetine Against Covid-19 (EVOLVE)",
            "acronym": "EVOLVE",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "evaluating-emetine-for-viral-outbreaks-evolve"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-23",
            "studyFirstSubmitQcDate": "2023-05-23",
            "studyFirstPostDateStruct": {
                "date": "2023-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Nepal Health Research Council",
                    "class": "OTHER_GOV"
                },
                {
                    "name": "Bharatpur Hospital Chitwan",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Stony Brook University",
                    "class": "OTHER"
                },
                {
                    "name": "Rutgers University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial (phase 2/phase 3) is to evaluate the efficacy and safety of emetine administered orally for symptomatic Covid-19 patients in patients ages 30 years and above. Participants will be asked to:\n\n* Take Emetine 6mg orally for 10 consecutive days\n* Be monitored by healthcare staff or self-monitor for daily vital signs and symptoms\n* Undergo blood draws\n\nResearchers will compare the control group given placebo medicine to assess if emetine improved the symptoms of Covid-19.",
            "detailedDescription": "More than 675 million cases of coronavirus disease-19 (COVID-19) have occurred in this ongoing pandemic caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). More than 6.8 million people have died so far, with case count and deaths cumulating every day. Despite the scale of the damage, there exists extremely limited antiviral treatment options for Covid-19. Emetine exhibits broad spectrum antiviral activity including inhibition of SARS-CoV-2 by inhibiting viral replication and protein biosynthesis. It has been have recently shown that by lowering the standard amoebicidal dose by a factor of 10, emetine can inhibit viral replication while avoiding cardiovascular toxicity. Therefore, the investigators plan to evaluate emetine's efficacy and safety for treatment of symptomatic Covid-19 in a randomized, clinical trial. Emetine, an alkaloid extracted from ipecacuanha roots, was widely used for the treatment of amoebic dysentery. Because of cardiotoxicity (cardiac dysrhythmias), emetine was replaced by metronidazole. The toxicity was unequivocally associated with high-dose emetine (60 mg/day for 10 days to achieve a minimum inhibitory concentration (MIC) of 25 µM against Entamoeba hystolytica); however, the cardiovascular side-effects were minimal or none when emetine was used for various indications in low dose (\\<20 mg/day). In a screening of 3000 potential compounds against SARS-CoV-2, emetine was found to have the lowest half maximal inhibitory concentration (IC50) of 4.0e-4 µM and a half maximum cytotoxicity concentration (CC50) \\>10 µM in Vero E6 cells providing it a high therapeutic index. Likewise, several in-vitro studies have demonstrated very low IC50 (\\~0.05µM) against SARS-CoV-2 for emetine. Based on this, a lower dose of emetine (6 mg/day for 10 days) has been calculated for the treatment of SARS-CoV-2. The investigators hypothesize that low dose emetine will be effective and safe in the treatment of Covid-19. Extensive use of the drug in the past has documented that low dose usage avoids the cardiovascular side-effects there were present at higher doses (\\>20 mg per day); however, the safety has not been systematically documented in a clinical trial, a key objective of this study. The primary objective of the trial would be to evaluate the safety and efficacy of oral formulation of emetine for patients diagnosed with Covid-19 in a phase 2 study to be followed up by a multicenter phase 3 study based on the preliminary results. Proven beneficial, this study has the potential to save millions of lives by providing a viable, convenient option for treatment of Covid-19. Preliminary results can provide the basis for additional research to evaluate added benefit to patients by combining emetine with other drugs. Emetine has also been shown in-vitro to have activity against Middle East Respiratory Syndrome (MERS), Zika, Cytomegalovirus and Ebola virus infections-this highlights a broader application for emetine beyond coronavirus infections."
        },
        "conditionsModule": {
            "conditions": [
                "COVID-19"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double-blinded randomized controlled clinical trial (RCT) with placebo and intervention group",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Double-blinded trial",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Emetine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participant takes Emetine 6mg for 10 consecutive days",
                    "interventionNames": [
                        "Drug: Emetine Hydrochloride"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participant takes a placebo for 10 consecutive days",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Emetine Hydrochloride",
                    "description": "To administer Emetine Hydrochloride 6mg orally for 10 consecutive days to evaluate the efficacy and safety of emetine for symptomatic Covid-19 patients.",
                    "armGroupLabels": [
                        "Emetine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participant takes a placebo for 10 consecutive days.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate effectiveness of emetine in symptomatic Covid-19 patients",
                    "description": "Effectiveness of emetine will be assessed by a 1) composite outcome of Hospitalization, ICU admission, mechanical ventilation, death",
                    "timeFrame": "After medication administration up to 30 days"
                },
                {
                    "measure": "Evaluate effectiveness of emetine in symptomatic Covid-19 patients",
                    "description": "Recovery without symptoms (≥3 days without symptoms) will be assessed.",
                    "timeFrame": "After medication administration up to 30 days"
                },
                {
                    "measure": "Evaluate safety of emetine in symptomatic Covid-19 patients",
                    "description": "All serious adverse events (SAEs), adverse events (AEs) will be documented and described using descriptive statistics. Adverse events will be per the Medical Dictionary for Regulatory Activities (MedDRA) and categorized by system organ class, accompanied by duration (in days), and start and stop dates.",
                    "timeFrame": "Duration of the intervention and for up to 30 days post intervention"
                },
                {
                    "measure": "Evaluate safety of emetine in symptomatic Covid-19 patients",
                    "description": "Record rates of drug discontinuation.",
                    "timeFrame": "Duration of intervention up to 10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Virologic conversion as assessed by SARS-CoV-2 real time polymerase chain reaction (RT-PCR)",
                    "description": "We will measure the time to virologic conversion as a single outcome. Qualitative SARS-CoV-2 RT-PCR result from nasopharyngeal swabs with cycle threshold (ct) value.",
                    "timeFrame": "Day 0 and then at days 3, 5 and 10"
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure interleukin-6 (IL-6) in picograms per milliliter (pg/ml) for in-patients.",
                    "timeFrame": "Days 0 (baseline), 3 and 7 for up to 10 days after intervention"
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure c-reactive protein (CRP) measure in milligrams per liter (mg/L) for in-patients",
                    "timeFrame": "Days 0 (baseline), 3 and 7 for up to 10 days after intervention"
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure serum ferritin for in-patients measured in nanograms per milliliter (ng/mL)",
                    "timeFrame": "Days 0 (baseline), 3 and 7 for up to 10 days after intervention"
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure d-dimer for in-patients in milligrams/liter (mg/L)",
                    "timeFrame": "Days 0 (baseline) 3 and 7 for up to 10 days after intervention."
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure white blood cell (WBC) for in-patients measured per microliter (mcL)",
                    "timeFrame": "Days 0 (baseline), 3 and 7 for up to 10 days after intervention."
                },
                {
                    "measure": "Anti-inflammatory effect of emetine",
                    "description": "Measure Platelet count for in-patients measured per microliter (mcL)",
                    "timeFrame": "Days 0 (baseline), 3 and 7 for up to 10 days after intervention."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Determine longer term impact of Covid-19 as assessed by the Health-related quality of life assessment (HR-QOL-14)",
                    "description": "We plan to use the Center for Disease Control and Prevention's (CDC) Health-Related Quality of Life (HRQOL) measure to estimate number of unhealthy days in the last 30 days. Unhealthy days is calculated as the total number of days in the previous 30 days when the participant responded that either his or her physical or mental health was not good. For this estimate, responses to questions 2 and 3 from the CDC HRQOL-4 are combined to calculate the overall unhealthy days. the maximum number of unhealthy days that is possible is 30 days. The possible score range is 0-30. The greater the number of unhealthy days, the worse is the outcome.",
                    "timeFrame": "Days 30, 90 and 180 after medication administration up to day 180."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 30 years of age or older at time of randomization\n* RT-PCR positive for SARS-CoV-2 infection within ≤ 10 days of the screening visit.\n* In addition to confirmed RT-PCR, symptomatic Covid-19 patients with at least two or more symptoms within 7 days of the screening visit: Cough, shortness of breath, fever/chills, sore throat, nausea, vomiting, diarrhea, fatigue, body aches, headache\n* Ability to give informed consent (administered in local language)\n\nExclusion Criteria\n\n* Asymptomatic Covid-19 patients\n* Pregnant or breastfeeding woman\n* Current or recent use of the study drug\n* Known allergy to study drug\n* Current or planned participation in another interventional trial in next 10 days.\n* Critical Covid-19 patients (ARDS) at the time of screening.\n* Patients needing intubation, mechanical ventilation, or ICU care at screening\n* Patients with prior cardiac disease including cardiac dysrhythmias, heart failure, ischemic heart disease or cardiomyopathies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "30 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kunchok Dorjee, MBBS, PhD",
                    "role": "CONTACT",
                    "phone": "4105027135",
                    "email": "kdorjee1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kunchok Dorjee, MBBS, PhD, MPH",
                    "affiliation": "Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University, Division of Infectious Diseases",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kunchok Dorjee, PhD",
                            "role": "CONTACT",
                            "phone": "410-502-7135",
                            "email": "kdorjee1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Bharatpur Hospital",
                    "status": "RECRUITING",
                    "city": "Bharatpur",
                    "state": "Chitwan",
                    "zip": "00000",
                    "country": "Nepal",
                    "contacts": [
                        {
                            "name": "Kalyan Sapkota, MD",
                            "role": "CONTACT",
                            "email": "kalyansapkota@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.68333,
                        "lon": 84.43333
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "VEDDER, E.B. Origin and present status of the emetine treatment of amebic dysentery. JAMA. 1914;LXII (7):501-6. doi:10.1001/jama.1914.02560320001001."
                },
                {
                    "pmid": "33261173",
                    "type": "BACKGROUND",
                    "citation": "Bleasel MD, Peterson GM. Emetine Is Not Ipecac: Considerations for Its Use as Treatment for SARS-CoV2. Pharmaceuticals (Basel). 2020 Nov 27;13(12):428. doi: 10.3390/ph13120428."
                },
                {
                    "pmid": "32245264",
                    "type": "BACKGROUND",
                    "citation": "Bleasel MD, Peterson GM. Emetine, Ipecac, Ipecac Alkaloids and Analogues as Potential Antiviral Agents for Coronaviruses. Pharmaceuticals (Basel). 2020 Mar 21;13(3):51. doi: 10.3390/ph13030051."
                },
                {
                    "pmid": "33452205",
                    "type": "BACKGROUND",
                    "citation": "Jan JT, Cheng TR, Juang YP, Ma HH, Wu YT, Yang WB, Cheng CW, Chen X, Chou TH, Shie JJ, Cheng WC, Chein RJ, Mao SS, Liang PH, Ma C, Hung SC, Wong CH. Identification of existing pharmaceuticals and herbal medicines as inhibitors of SARS-CoV-2 infection. Proc Natl Acad Sci U S A. 2021 Feb 2;118(5):e2021579118. doi: 10.1073/pnas.2021579118."
                },
                {
                    "pmid": "24841273",
                    "type": "BACKGROUND",
                    "citation": "Dyall J, Coleman CM, Hart BJ, Venkataraman T, Holbrook MR, Kindrachuk J, Johnson RF, Olinger GG Jr, Jahrling PB, Laidlaw M, Johansen LM, Lear-Rooney CM, Glass PJ, Hensley LE, Frieman MB. Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrob Agents Chemother. 2014 Aug;58(8):4885-93. doi: 10.1128/AAC.03036-14. Epub 2014 May 19."
                },
                {
                    "pmid": "25331705",
                    "type": "BACKGROUND",
                    "citation": "Liu Q, Xia S, Sun Z, Wang Q, Du L, Lu L, Jiang S. Testing of Middle East respiratory syndrome coronavirus replication inhibitors for the ability to block viral entry. Antimicrob Agents Chemother. 2015 Jan;59(1):742-4. doi: 10.1128/AAC.03977-14. Epub 2014 Oct 20. No abstract available."
                },
                {
                    "pmid": "29872540",
                    "type": "BACKGROUND",
                    "citation": "Yang S, Xu M, Lee EM, Gorshkov K, Shiryaev SA, He S, Sun W, Cheng YS, Hu X, Tharappel AM, Lu B, Pinto A, Farhy C, Huang CT, Zhang Z, Zhu W, Wu Y, Zhou Y, Song G, Zhu H, Shamim K, Martinez-Romero C, Garcia-Sastre A, Preston RA, Jayaweera DT, Huang R, Huang W, Xia M, Simeonov A, Ming G, Qiu X, Terskikh AV, Tang H, Song H, Zheng W. Emetine inhibits Zika and Ebola virus infections through two molecular mechanisms: inhibiting viral replication and decreasing viral entry. Cell Discov. 2018 Jun 5;4:31. doi: 10.1038/s41421-018-0034-1. eCollection 2018."
                },
                {
                    "pmid": "27336364",
                    "type": "BACKGROUND",
                    "citation": "Mukhopadhyay R, Roy S, Venkatadri R, Su YP, Ye W, Barnaeva E, Mathews Griner L, Southall N, Hu X, Wang AQ, Xu X, Dulcey AE, Marugan JJ, Ferrer M, Arav-Boger R. Efficacy and Mechanism of Action of Low Dose Emetine against Human Cytomegalovirus. PLoS Pathog. 2016 Jun 23;12(6):e1005717. doi: 10.1371/journal.ppat.1005717. eCollection 2016 Jun."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004640",
                    "term": "Emetine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000563",
                    "term": "Amebicides"
                },
                {
                    "id": "D000000981",
                    "term": "Antiprotozoal Agents"
                },
                {
                    "id": "D000000977",
                    "term": "Antiparasitic Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000969",
                    "term": "Antinematodal Agents"
                },
                {
                    "id": "D000000871",
                    "term": "Anthelmintics"
                },
                {
                    "id": "D000002400",
                    "term": "Cathartics"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000004639",
                    "term": "Emetics"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000011500",
                    "term": "Protein Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7806",
                    "name": "Emetine",
                    "asFound": "Decitabine Injection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3904",
                    "name": "Amebicides",
                    "relevance": "LOW"
                },
                {
                    "id": "M4298",
                    "name": "Antiprotozoal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4294",
                    "name": "Antiparasitic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4196",
                    "name": "Anthelmintics",
                    "relevance": "LOW"
                },
                {
                    "id": "M27664",
                    "name": "Laxatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M5651",
                    "name": "Cathartics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7805",
                    "name": "Emetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Emet",
                    "name": "Emetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}