{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05723055",
            "orgStudyIdInfo": {
                "id": "HCI152271"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Combination of Nivolumab and Axatilimab in Patients With Relapsed/Refractory Classical Hodgkin Lymphoma",
            "officialTitle": "A Proof-of-Concept Multicenter Trial Evaluating Response Adapted Combination of Nivolumab and Axatilimab in Patients With Relapsed/Refractory Classical Hodgkin Lymphoma",
            "acronym": "NAHL",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "evaluating-combination-of-nivolumab-and-axatilimab-in-patients-with-relapsed-refractory-classical-hodgkin-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-24",
            "studyFirstSubmitQcDate": "2023-02-01",
            "studyFirstPostDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to study the combination of nivolumab and axatilimab in patients with relapsed/refractory classical Hodgkin Lymphoma. This study will mainly look at if the combination works as expected.",
            "detailedDescription": "This study is a phase II, proof-of concept, prospective, multi-center study of combination of nivolumab and Axatilimab (SNDX-6352) in subjects with relapsed/refractory classical Hodgkin lymphoma. Nine evaluable patients will be enrolled and receive Axatilimab 3mg/kg Q4 weeks in combination with nivolumab 480mg Q4 weeks. If more than one DLT is observed during the DLT period (first two cycles) in the first 6 patients, the study drug dose will be reduced to 2mg/kg and additional patients (up to 6 at 2mg/kg dose) may be included to the study. This could result in maximum 12 patients for the entire study. The combination of Nivolumab and Axatilimab will be continued until progression/toxicity or a maximum of 12 months of treatment. The investigators expect that in patients who respond to this combination, the tumor microenvironment will shift towards immunocompetent phenotype within a few months of combination treatment. Thus, there may not be further benefit of continuing the combination for more than 12 months. If patients have responded to the combination, patients are able to continue anti-PD(L)1 off-study after 12 months as their tumor microenvironment might have reset for it to work better.\n\nSafety Run-In A total of 6 to 9 subjects may be evaluated in Part 1 depending on the frequency of DLTs and the need for dose reductions. A dose de-escalation design will be used to determine the recommended phase 2 dose, while ensuring the safety and tolerability of the treatment. In this trial, the dose determined to be the maximum tolerated dose will be the recommended phase 2 dose for a potential future study. The study may test two dose levels of Axatilimab (SNDX-6352) as described in the protocol."
        },
        "conditionsModule": {
            "conditions": [
                "Hodgkin Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 9,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment: All Patients",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab 480 mg IV Q4 weeks Axatilimab (SNDX 6532) dose (3mg/kg IV) Q4 weeks. If DLT criteria are met, Axatilimab dosing will be reduced to 2mg/kg IV Q4W for the remainder of patients on the study.\n\nThe combination will be continued until progression/toxicity up to a maximum of 12 cycles.",
                    "interventionNames": [
                        "Drug: Axatilimab",
                        "Drug: Nivolumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Axatilimab",
                    "description": "Axatilimab (SNDX-6352) is a humanized IgG4 monoclonal antibody (mAb) with high affinity against colony stimulating factor-1 receptor (CSF-1R).",
                    "armGroupLabels": [
                        "Treatment: All Patients"
                    ],
                    "otherNames": [
                        "SNDX6532"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "Nivolumab is a programmed death receptor-1 (PD-1)-blocking antibody",
                    "armGroupLabels": [
                        "Treatment: All Patients"
                    ],
                    "otherNames": [
                        "OPDIVO"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective response rate (ORR) as measured by Best Overall Response Rate (BOR) measured by the proportion of subjects achieving a confirmed PR and CR as defined by Lugano Criteria",
                    "description": "evaluate the efficacy of combination of Axatilimab (SNDX-6352) and Nivolumab in the study population",
                    "timeFrame": "At the end of 6 cycles of Treatment. Each cycle is 28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by type, severity (as defined by the NIH CTCAE, version 5.0), seriousness, duration, and relationship to study treatment.",
                    "description": "To assess the safety and tolerability of Axatilimab (SNDX-6352) and Nivolumab in the study population",
                    "timeFrame": "up to 15 months"
                },
                {
                    "measure": "Progression-free survival (PFS) as defined as the time from study drug initiation to the time documented disease progression (as assessed by Lugano Criteria) or death from any cause.",
                    "description": "To assess progression-free survival (PFS)",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "Overall survival (OS) as defined as the time from registration until death from any cause.",
                    "description": "To assess overall survival in this study population",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "Duration of response (DoR), defined as the interval of time from the date of initial documented response (PR or better per Lugano) to the time of progression from the best response, the start of a new therapy, or death from any cause.",
                    "description": "To assess the duration of response (DoR) of the study population.",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "TTNT (time to next treatment), defined as the interval of time from date of study drug initiation to start of subsequent therapy",
                    "description": "To assess time to next treatment (TTNT) of the study population",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "ORR as measured by lymphoma response to immunomodulatory therapy criteria (LYRIC).",
                    "description": "To assess efficacy based on modified criteria for patients on immunotherapy",
                    "timeFrame": "up to 3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject aged ≥ 18 years.\n* Histologically confirmed relapsed or refractory Classical Hodgkin Lymphoma who have progressed on or after at least one line of prior therapy and have had prior exposure to anti-PD-1/anti-PDL-L1 therapy\n* Partial response or stable disease after at least 4 cycles of anti-PD-1/ anti-PDL-1 therapy such as, but not limited to, nivolumab, pembrolizumab, atezolizumab, tislelizumab, and durvalumab or progression on anti-PD-1/ anti-PDL-1 therapy such as, but not limited to, nivolumab, pembrolizumab, atezolizumab, tislelizumab, and durvalumab. (Notes: prior combination treatment with chemotherapy and an anti-PD-1/anti-PDL-1 therapy is acceptable.)\n* Subject must have at least one measurable area of disease (greater than 1.5 cm longest transverse diameter (LDi) to allow for response assessment and biopsy) by Lugano Criteria\n* Subjects with prior history of allogeneic or autologous stem cell transplant must have had at least 90 days since the transplant and must be off of immunosuppressive agents for Graft vs Host disease for at least 2 months.\n\n  * Subjects with a prior autologous transplant are eligible\n  * Transplant ineligible subjects are permitted on this study if they have had exposure to anti-PD(L)1 therapy as defined above.\n* ECOG Performance Status ≤ 2.\n* Adequate organ function, without the use of transfusions or growth factors within 7 days, as defined as:\n\n  * Hematologic:\n\n    ---Platelet count ≥ 50,000/mm3 (unless bone marrow involved)\n    * Hemoglobin ≥ 8 g/dL (unless bone marrow involved)\n    * Absolute Neutrophil Count (ANC) ≥.5 × 10\\^9/L unless bone marrow involvement from classical Hodgkin lymphoma\n  * Hepatic:\n\n    * Total Bilirubin ≤ 1.5x institutional upper limit of normal (ULN). Exceptions include patients with underlying Gilbert Syndrome in whom ≤ 3x institutional upper limit of normal (ULN) of Total Bilirubin will be allowed.\n    * AST(SGOT)/ALT(SGPT) ≤ 3 × Institutional ULN\n\n      * Subjects with liver metastases will be allowed to enroll with AST and ALT levels ≤ 5 x ULN.\n  * Renal:\n\n    * Estimated creatinine clearance ≥ 50 mL/min by Cockcroft-Gault formula\n* For female subjects: Negative pregnancy test or evidence of post-menopausal status. The post-menopausal status will be defined as having been amenorrheic for 12 months without an alternative medical cause. The following age-specific requirements apply:\n\n  * Women \\< 50 years of age:\n\n    ---Amenorrheic for ≥ 12 months following cessation of exogenous hormonal treatments; and\n    * Luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution; or\n    * Underwent surgical sterilization (bilateral oophorectomy or hysterectomy).\n  * Women ≥ 50 years of age:\n\n    * Amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments; or\n    * Had radiation-induced menopause with last menses \\>1 year ago; or\n    * Had chemotherapy-induced menopause with last menses \\>1 year ago; or\n    * Underwent surgical sterilization (bilateral oophorectomy, bilateral salpingectomy, or hysterectomy).\n* Female subjects of childbearing potential and male subjects with a sexual partner of childbearing potential must agree to use a highly effective method of contraception as described in Section 5.4.1.\n* Recovery to baseline or ≤ Grade 1 CTCAE v5.0 from toxicities related to any prior cancer therapy, unless considered stable or clinically not significant by the treating investigator.\n* Able to provide informed consent and willing to sign an approved consent form that conforms to federal and institutional guidelines.\n\nExclusion Criteria:\n\n* Diagnosis of immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 14 days prior to the first dose of study drug.\n\n  --Of note, the following are allowed:\n  * The use of physiologic doses of corticosteroids (i.e., ≤10 mg per day of equivalent prednisone) is allowed.\n  * Steroids with no or minimal systemic effect (topical, inhalation) are allowed.\n  * Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment.\n  * Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication)\n* Previously treated with a CSF-1, CSF-1R, and/or IL-34-blocking agents.\n* Subjects with toxicity from prior treatment that has not resolved to Grade ≤1, except grade 2 peripheral neuropathy, any grade alopecia/vitiligo, grade 3 rash, endocrinopathy managed with replacement therapy.\n* History of Grade ≥3 immune-mediated adverse event attributed to prior immune checkpoint-inhibitor therapy; other than endocrinopathy managed with replacement therapy.\n\n  --All immune-mediated adverse events related to prior cancer immunotherapy must have resolved to baseline.\n* History of autoimmune disease, including, but not limited to: myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener granulomatosis, Sjogren syndrome, Guillain-Barre syndrome, multiple sclerosis, vasculitis, or glomerulonephritis, with the following exceptions:\n\n  --Autoimmune hypothyroidism on stable dose of thyroid replacement, controlled Type 1 Diabetes Mellitus on insulin, history of disease-related ITP or AIHA, or remote history of or well-controlled autoimmune disease with treatment-free interval from immunosuppressive therapy for at least 12 months.\n* History or current clinically significant pulmonary disease, such as obstructive pulmonary disease, bronchospasm, or non-infectious pneumonitis (drug-induced or autoimmune).\n* Prior systemic anti-cancer therapy or any investigational therapy ≤ 14 days or within five half-lives prior to starting study treatment, whichever is shorter. Patients are allowed to be actively receiving anti-PD-1(anti-PD-L1) therapy at the time of enrollment but must stop agents other than Nivolumab prior to dosing with Nivolumab.\n* Evidence of muscle disorders or muscle injury that are known to cause serum creatine kinase (CK) elevation\n* History of PML, HLH, CNS vasculitis, uncontrolled seizure disorder, or neurodegenerative disease.\n* Allogeneic stem cell transplant within 90 days prior to screening or on current treatment for graft vs host disease\n* Radiotherapy treatment to more than 30% of the bone marrow or with a wide field of radiation within 4 weeks or palliative radiation therapy within 2 weeks of the first dose of study drug.\n* Major surgery 4 weeks prior to starting study drug or who have not fully recovered from major surgery.\n* The diagnosis of another malignancy within ≤ 2 years before study enrollment, except for those considered to be adequately treated with no evidence of disease or symptoms and/or will not require therapy during the study duration (i.e., basal cell or squamous cell skin cancer, carcinoma in situ of the breast, bladder or of the cervix, or low-grade prostate cancer with Gleason Score ≤ 6).\n* Known brain metastases or cranial epidural disease.\n\n  --Note: Brain metastases or cranial epidural disease adequately treated with radiotherapy and/or surgery and stable for at least 4 weeks before the first dose of study treatment will be allowed on trial. Subjects must be neurologically asymptomatic and without corticosteroid treatment at the time of the first dose of study treatment.\n* Current evidence of uncontrolled, significant intercurrent illness including, but not limited to, the following conditions:\n\n  * Cardiovascular disorders:\n\n    * Congestive heart failure New York Heart Association Class III or IV, unstable angina pectoris, serious cardiac arrhythmias.\n    * Stroke, myocardial infarction (MI), or other ischemic events within 3 months before the first dose.\n    * QTc prolongation defined as a QTcF \\> 500 ms.\n    * Known congenital long QT.\n  * Any other condition that would, in the Investigator's judgment, contraindicate the subject's participation in the clinical study due to safety concerns or compliance with clinical study procedures (e.g., infection/inflammation, intestinal obstruction, unable to swallow medication, \\[subjects may not receive the drug through a feeding tube\\], social/ psychological issues, etc.)\n* Known HIV infection with a detectable viral load within 6 months of the anticipated start of treatment.\n\n  --Note: Subjects on effective antiretroviral therapy with an undetectable viral load within 6 months of the anticipated start of treatment are eligible for this trial.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination, radiographic findings, and TB testing in line with local practice).\n* Clinically significant liver disease, including viral or other hepatitis or cirrhosis.\n\n  --Note: Subjects with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Subjects positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Medical, psychiatric, cognitive, or other conditions that may compromise the subject's ability to understand the subject information, give informed consent, comply with the study protocol or complete the study.\n* Known prior severe hypersensitivity to nivolumab or SNDX-6352 or any component in its formulations (NCI CTCAE v5.0 Grade ≥ 3).\n* Subjects taking prohibited medications as described in Section 6. A washout period of prohibited medications for a period of at least five half-lives or as clinically indicated should occur before the start of treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Cromar",
                    "role": "CONTACT",
                    "phone": "801-213-5652",
                    "email": "Catherine.Cromar@hci.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Harsh Shah, MD",
                    "affiliation": "Huntsman Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Huntsman Cancer Institute at the University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Cromar",
                            "role": "CONTACT",
                            "phone": "801-213-5652",
                            "email": "catherine.cromar@hci.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000006689",
                    "term": "Hodgkin Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9751",
                    "name": "Hodgkin Disease",
                    "asFound": "Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2817",
                    "name": "Hodgkin Lymphoma",
                    "asFound": "Hodgkin Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M21134",
                    "name": "Antibodies, Blocking",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}