{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06107361",
            "orgStudyIdInfo": {
                "id": "2023-221"
            },
            "organization": {
                "fullName": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating the Role of the Guidewire in Peripheral Intravenous Access: A Randomized Controlled Trial of Ultrasound-Guided Catheter Survival",
            "officialTitle": "Evaluating the Role of the Guidewire in Peripheral Intravenous Access: A Randomized Controlled Trial of Ultrasound-Guided Catheter Survival",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "evaluating-the-role-of-the-guidewire-in-peripheral-intravenous-access-a-randomized-controlled-trial-of-ultrasound-guided-catheter-survival"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-24",
            "studyFirstSubmitQcDate": "2023-10-24",
            "studyFirstPostDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amit Bahl",
                "investigatorTitle": "Director Emergency Medicine Ultrasound",
                "investigatorAffiliation": "William Beaumont Hospitals"
            },
            "leadSponsor": {
                "name": "William Beaumont Hospitals",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, parallel, non-blinded, two-arm randomized controlled trial of intravenous catheter failure evaluating the impact of a built-in guide wire. The objective of this study is to demonstrate that the control ultralong intravenous catheter (IV) without the guide wire is non-inferior to the experimental catheter with the guide wire. After obtaining consent, eligible patients will be randomly allocated to control Arm 1 (ultralong intravenous catheter) or experimental Arm 2 (ultralong intravenous catheter with guide wire) in a ratio of 1:1 via a computer-generated randomization schedule. The participants will be followed to collect data until the catheter is removed.",
            "detailedDescription": "This is a prospective, parallel, non-blinded, two-arm randomized (like the flip of a coin) controlled trial of catheter failure evaluating the impact of a built-in guide wire. This study plans to enroll 360 participants (two equally sized groups of 180 participants in each arm). Screening data will be reviewed to determine participant eligibility. Participants who meet all inclusion criteria and none of the exclusion criteria will be entered into the study. After study participant enrollment, the clinician participant is engaged to perform the procedure. Randomization will occur and placement of the IV will be placed by clinicians who are proficient in ultrasound guided vascular access. Data regarding placement, technique and clinician experience will be collected at the time the IV is placed.\n\nA catheter is functional if the clinician participant is able to aspirate blood and/or flush without resistance with 3-5 milliliters (mL) of saline. Other insertion-related data variables collected at the time of insertion or retrospectively, include: clinician participant details, number of insertion attempts, patient pertinent medical history specifically assessing for history of difficult access on a previous visit, End Stage Renal Disease (ESRD) on dialysis, IV drug abuse, sickle cell disease, vitals, age, sex, race, body mass index, first-stick success, cannulation success or failure, vein diameter, vein depth, number of venous access attempts, time of IV insertion, location of IV insertion, and distance of IV insertion (skin puncture site) from the crease of the arm. A venous access attempt is defined as each time the needle punctures the skin. Movement or adjustment in subcutaneous tissue is not considered an additional attempt unless the needle is completely withdrawn and reinserted.\n\nOnce the IV is placed, follow-ups will be completed beginning the day after enrollment. Assessments will be conducted in person and/or by communication with the clinical team nurse to assess functionality, status of IV dressing/dressing changes, and signs/symptoms of complications. Assessment for complications includes normal appearance, pain, redness, swelling, induration, appearance of a palpable venous cord at or near IV site. This data will then be used by the clinical research nurse or Principal Investigator to assess for phlebitis. Patients will be assessed for clinical phlebitis using a standardized scale (Table 1). This scale is scored from 0 to 5, 0 being no signs of phlebitis and 5 being advanced stage of thrombophlebitis.\n\nDaily follow ups will be completed until the IV has been removed or has failed. If the catheter failed or was removed prior to the follow-up assessment, then the IV failure time and the assessment of failure and reason for line removal will be obtained through chart review or through discussion with the participant's care team. The options for cause of removal include: (1) completion of therapy (2) infiltration (3) infection (4) dislodgement (5) leaking (6) pain (7) other and (8) unknown. For all failed catheters, re-insertion attempt data will be tracked through the medical record in the nursing section for venous lines and need for reinsertion of the IV or escalation to a midline, peripherally inserted central catheter (PICC), or central venous catheter (CVC) will be noted. The time interval from removal of failed device to the insertion of a new device will be noted as the treatment delay interval recorded in hours.\n\nSuperficial thrombophlebitis (SVT) and deep venous thrombosis (DVT) rates will be calculated based on upper extremity proven diagnosis of SVT and/or DVT in symptomatic cases. Pulmonary embolism rates will also be captured based on computed tomography (CT) chest diagnosis or ventilation perfusion (V/Q) nuclear test result of high probability for pulmonary embolism. Key personnel approved by Institutional Review Board will review all study subject records in the electronic medical records system, and screen enrolled subject data for all upper extremity venous doppler test, chest CTs, and V/Q examinations. Radiology interpretations will be reviewed for findings consistent with catheter related upper extremity venous thrombosis or pulmonary embolism. Presence or absence of thrombosis will be noted. If the patient is diagnosed with thrombophlebitis, the location of the thrombus will also be documented. This review will account for thrombosis development up to 30 days post patient discharge. Symptoms and rationale for imaging will be documented. As long peripheral IVs are inserted into the deep veins of the arms at times, DVT is a known complication.\n\nInfection rate will be tracked using confirmed catheter-related blood stream infection data from the surveillance team within the epidemiology department. The team utilizes the Centers for Disease Control definition of laboratory-confirmed blood-stream infection (LCBSI).\n\nThe medication administration record will be reviewed for anticoagulants and select irritant and vesicants given through each catheter. Vesicant drugs can result in tissue necrosis or formation of blisters when accidentally infused into tissue surrounding a vein. Vesicants that are generally given via central line or considered caustic to the vessel will be noted in both groups. Number of doses will be recorded."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Intravenous Vein Catheter Phlebitis",
                "Intravenous Infection"
            ],
            "keywords": [
                "PIV",
                "BBraun Ultra Long Catheter",
                "BD Accucath",
                "Phlebitis",
                "IV infection",
                "peripheral intravenous"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a prospective, parallel, non-blinded, two-arm randomized (like the flip of a coin) controlled trial of catheter failure evaluating the impact of a built-in guide wire. This study plans to enroll 360 participants (two equally sized groups of 180 participants in each arm)",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1 (6.35cm 20 gauge ultralong intravenous catheter)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Arm 1 Device: B. Braun 6.35cm 20 gauge ultralong intravenous catheter",
                    "interventionNames": [
                        "Device: B. Braun 6.35cm 20 gauge ultralong intravenous catheter"
                    ]
                },
                {
                    "label": "Arm 2 (5.71 cm 20 gauge Accucath)",
                    "type": "EXPERIMENTAL",
                    "description": "Arm 2 Device: BD 5.71 cm 20 gauge Accucath, ultralong intravenous catheter with guide wire",
                    "interventionNames": [
                        "Device: BD 5.71 cm 20 gauge Accucath"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "B. Braun 6.35cm 20 gauge ultralong intravenous catheter",
                    "description": "B Braun Medical Inc, 6.35cm 20 gauge ultralong intravenous catheter",
                    "armGroupLabels": [
                        "Arm 1 (6.35cm 20 gauge ultralong intravenous catheter)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "BD 5.71 cm 20 gauge Accucath",
                    "description": "Bard Access Systems, Inc, BD 5.71 cm 20 gauge ultralong intravenous catheter with guide wire",
                    "armGroupLabels": [
                        "Arm 2 (5.71 cm 20 gauge Accucath)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Survival of the BBraun 6.35 centimeter 20 gauge ultralong intravenous catheter compared to the BD 5.71 cm 20 gauge ultralong intravenous catheter with guide wire",
                    "description": "Survival of catheter will be measured in hours from time of insertion to time of removal or failure. Functionality is defined as being able to aspirate blood and/or flush without resistance with 3-5 milliliters of saline. If unable, the catheter is considered to have failed.",
                    "timeFrame": "up to 15 days or the duration of the IV catheter"
                },
                {
                    "measure": "Time to insertion",
                    "description": "Time to insertion(measured in minutes). Time to insertion is defined as needlestick to dressing application.",
                    "timeFrame": "First day of hospitalization"
                },
                {
                    "measure": "First-stick success rate",
                    "description": "Number of patients with only one puncture of skin to achieve venous access",
                    "timeFrame": "First day of hospitalization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cost for all vascular needs during hospitalization",
                    "description": "Cost per patient for vascular access during hospitalization, comprising of 1) direct costs of IV insertion based on labor and material costs per insertion attempt and estimated similar costs of rescue devices if needed and 2) cost of treatment based on estimated cost per hour",
                    "timeFrame": "up to 15 days or the duration of the IV catheter"
                },
                {
                    "measure": "Catheter Associated Thrombosis",
                    "description": "Number of participants with all symptomatic catheter related upper extremity venous thrombosis inclusive of superficial thrombophlebitis, deep venous thrombosis, and pulmonary embolism will be confirmed by upper extremity doppler evaluation, computed tomography, and/or ventilation perfusion testing.",
                    "timeFrame": "up to 30 days post discharge"
                },
                {
                    "measure": "Catheter Associated bloodstream infection",
                    "description": "Number of participants with catheter-associated bloodstream infection. Cases of infection will be identified using confirmed catheter-related blood stream infection data collected by the surveillance team within the epidemiology department as per the Centers for Disease Control definition of laboratory-confirmed blood-stream infection (CLABSI).",
                    "timeFrame": "up to 30 days post discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Study Participants Inclusion Criteria:\n\n≥ than 18 years old Vascular Access Score of 4 or 5\n\nVascular Access Score:\n\n1. Visible with distention and easily palpable\n2. Visible and easily palpable\n3. Not visible and easily palpable\n4. Visible and poorly palpable\n5. Not visible and poorly or non-palpable\n\nStudy participants exclusion criteria:\n\n\\<18 years old Restricted mobility of elbow joint Cognitively impaired. Skin complications that limit access to the potential IV site\n\nClinician Participants Inclusion Criteria:\n\nClinician working in the emergency department at Corewell Health William Beaumont University Hospital (physician, advanced practice provider, nurse, technician) Competency in Operation STICK, which is an vascular access training program.\n\nClinician participants exclusion criteria:\n\nNone",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amit Bahl, MD",
                    "role": "CONTACT",
                    "phone": "248-898-9111",
                    "email": "amit.bahl@corewellhealth.org"
                },
                {
                    "name": "Diedre Brunk, RN, BSN",
                    "role": "CONTACT",
                    "phone": "248-898-5580",
                    "email": "diedre.brunk@corewellhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amit Bahl, MD",
                    "affiliation": "William Beaumont Hospitals",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beaumont Hospital - Royal Oak",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amit Bahl, MD",
                            "role": "CONTACT",
                            "phone": "248-898-9111",
                            "email": "amit.bahl@corewellhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010689",
                    "term": "Phlebitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014657",
                    "term": "Vasculitis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13594",
                    "name": "Phlebitis",
                    "asFound": "Phlebitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17405",
                    "name": "Vasculitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}