{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05157113",
            "orgStudyIdInfo": {
                "id": "21-33492"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating a Dropless Postoperative Regimen After Cataract Surgery in a Vulnerable, County-hospital Population",
            "officialTitle": "Evaluating the Efficacy, Compliance, and Patient Satisfaction of a New Dropless Postoperative Regimen After Cataract Surgery in a Vulnerable, County-hospital Population",
            "therapeuticArea": [
                "Other",
                "Ophthalmology"
            ],
            "study": "evaluating-a-dropless-postoperative-regimen-after-cataract-surgery-in-a-vulnerable-county-hospital-population"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-30",
            "studyFirstSubmitQcDate": "2021-11-30",
            "studyFirstPostDateStruct": {
                "date": "2021-12-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The current postoperative cataract surgery eye drop regimen used at Zuckerberg San Francisco General Hospital (ZSFG) is a significant burden for its patient population, contributing to high rates of non-adherence and the development of postoperative complications. The investigators propose to replace this complex regimen with a single administration of intraocular antibiotic and subconjunctival steroid at the time of surgery. This pilot study will obtain the preliminary data required to eventually fully evaluate this innovation in postoperative care in a safety-net population with respect to postoperative outcomes, patient compliance, and patient and caregiver satisfaction.",
            "detailedDescription": "Frequent postoperative drop usage is a burden for vulnerable or indigent patients, who face significant barriers in maintaining standard postoperative regimens, contributing to higher rates of postoperative drop noncompliance and complications. Currently, patients undergoing cataract surgery at Zuckerberg San Francisco General Hospital, a safety-net county hospital, are started on a standard regimen of several different eye drops as part of routine postoperative recovery from cataract surgery and prophylaxis against the most troubling known postsurgical complications: endophthalmitis (devastating intraocular infection) and cystoid macular edema (CME; fluid collections in the retina causing distortion of visual acuity). On an internal review of clinic data, approximately 40% of patients undergoing cataract surgery at ZSFG are non-adherent or only partially adherent with postoperative eye drops due to a variety of causes, including difficulty instilling drops, remembering or understanding the drop regimen, and keeping physical track of multiple bottles without losing them or having them stolen. As the prevalence of comorbid ocular pathologies requiring separate chronic drop therapy (such as glaucoma) is high in this population, these difficulties are compounded with increasing numbers of eye drops and high frequency and complexity of the drop regimens. Together, these challenges have led to a frustrating rate of postoperative complications in this clinic population, particularly the rate of CME, which is approximately twice the national rate. Identifying a postoperative regimen that is feasible for surgeons, convenient for patients, and effective in preventing postoperative complications is therefore imperative particularly for this vulnerable cohort.\n\nRecent retrospective studies suggest that single injections of cefuroxime and triamcinolone acetonide within the eye at the time of surgery is safe and noninferior to standard drop regimens in preventing postoperative complications among non-indigent patients. The investigators hypothesize that this dropless regimen would have several important benefits in this cohort of vulnerable patients: increases in patient and caregiver satisfaction, improvements in adherence with other treatment plans within the first postoperative month when not burdened with postoperative drops, and a more desirable overall cost effectiveness for all payers. The investigators further estimate that the regimen may actually be superior to the standard regimen in preventing postoperative complications in this population, given the high rate of patient non-adherence to the standard postoperative care. By employing a prospective, crossover design randomizing the eyes of patients requiring bilateral sequential cataract surgery to either the standard drop regimen or the dropless technique and following the outcomes through the first postoperative month, the investigators aim to demonstrate a significant improvement in patient and caregiver satisfaction, and adherence to all medications during the postoperative period of patients receiving the dropless regimen as compared to patients receiving the standard regimen. Additionally, in this initial small pilot, the investigators anticipate demonstrating a trend towards superiority in prevention of adverse post-surgical outcomes in the dropless cohort."
        },
        "conditionsModule": {
            "conditions": [
                "Cataract",
                "Surgery",
                "Compliance, Patient",
                "Compliance, Medication",
                "Satisfaction, Patient"
            ],
            "keywords": [
                "cataract surgery",
                "post-operative care",
                "vulnerable populations",
                "compliance",
                "patient satisfaction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dropless Regimen",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "* Intraoperative subconjunctival injection of triamcinolone acetonide (20mg) delivered 4-5 mm posterior to the limbus at the end of surgery\n* Intraoperative intracameral injection of cefuroxime delivered at the end of surgery.\n* No postoperative drops.",
                    "interventionNames": [
                        "Drug: Dropless Regimen"
                    ]
                },
                {
                    "label": "Standard Regimen",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "* Intraoperative intracameral injection of cefuroxime delivered at the end of surgery.\n* Neomycin/Polymyxin B ophthalmic solution: one drop to the operative eye four times daily for 1 week, then stop.\n* Ketorolac 0.5% ophthalmic solution: one drop to the operative eye four times daily for 1 month or until the bottle runs out.\n* Prednisolone acetate 1% ophthalmic solution: one drop to the operative eye four times daily for 1 month, then stop.",
                    "interventionNames": [
                        "Drug: Standard Regimen"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dropless Regimen",
                    "description": "Intraoperative subconjunctival injection of triamcinolone acetonide (20mg) delivered 4-5 mm posterior to the limbus at the end of surgery.\n\nIntraoperative intracameral injection of cefuroxime delivered at the end of surgery.\n\nNo postoperative drops.",
                    "armGroupLabels": [
                        "Dropless Regimen"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Standard Regimen",
                    "description": "Intraoperative intracameral injection of cefuroxime delivered at the end of surgery.\n\nNeomycin/Polymyxin B ophthalmic solution: one drop to the operative eye four times daily for 1 week, then stop.\n\nKetorolac 0.5% ophthalmic solution: one drop to the operative eye four times daily for 1 month or until the bottle runs out.\n\nPrednisolone acetate 1% ophthalmic solution: one drop to the operative eye four times daily for 1 month, then stop.",
                    "armGroupLabels": [
                        "Standard Regimen"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient Compliance with Postoperative Regimen",
                    "description": "Compliance will be reported via a language-specific VOILS DOSE Nonadherence Survey and an in-person verbal/visual adherence check with staff. The survey is separated into two parts: Extent of Nonadherence and Reasons for Nonadherence. Extent of Nonadherence will evaluate whether medicine dosages have been skipped or missed, with a variety of options ranging from \"none of the time\" to \"every time.\" Reasons for Nonadherence will present possible causes of missed/skipped dosage, with a variety of options ranging from \"not at all\" to \"very much.\"",
                    "timeFrame": "Post Operative Week 1"
                },
                {
                    "measure": "Patient Compliance with Postoperative Regimen",
                    "description": "Compliance will be reported via a language-specific VOILS DOSE Nonadherence Survey and an in-person verbal/visual adherence check with staff. The survey is separated into two parts: Extent of Nonadherence and Reasons for Nonadherence. Extent of Nonadherence will evaluate whether medicine dosages have been skipped or missed, with a variety of options ranging from \"none of the time\" to \"every time.\" Reasons for Nonadherence will present possible causes of missed/skipped dosage, with a variety of options ranging from \"not at all\" to \"very much.\"",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Patient Satisfaction",
                    "description": "Patients will rate their post-operative recovery on a Likert Scale of 1-5, with 1 being \"very unsatisfied\" and 5 being \"very satisfied.\" Supplemental questions are included to obtain the patients' opinions on their eyesight, pain, and personal experience with the post-operative routine. After undergoing a second eye surgery and post-operative treatment, the survey will be given again with an additional question asking patients to indicate their preference between the two post-operative regimens as a binary choice.",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Caregiver Satisfaction",
                    "description": "Caregivers will also rate their satisfaction with the patients' post-operative recovery on a Likert Scale of 1-5, with 1 being \"very unsatisfied\" and 5 being \"very satisfied.\" Supplemental questions are included to obtain the caregivers' personal experience with the post-operative routine. After the patient's second eye surgery and post-operative treatment, the survey will be given again with an additional question asking caregivers to choose between the two post-operative regimens as a binary choice.",
                    "timeFrame": "Post Operative Month 1"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Snellen Visual Acuity",
                    "description": "Uncorrected and Best Corrected Snellen Visual Acuity Values",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Clinically Significant Cystoid Macular Edema",
                    "description": "Presence or absence of Clinically Significant Cystoid Macular Edema; assessed by clinical examination",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Rebound Anterior Uveitis",
                    "description": "Presence or absence of Rebound Anterior Uveitis; assessed by clinical Presence or absence of Clinically Significant Cystoid Macular Edema; assessed by clinical examination",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Intraocular Pressure",
                    "description": "Intraocular Pressure in mmHg; assessed by standard tonography in clinical examination",
                    "timeFrame": "Post Operative Month 1"
                },
                {
                    "measure": "Endophthalmitis",
                    "description": "Presence or absence of endophthalmitis; assessed by clinical examination",
                    "timeFrame": "Post Operative Week 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* ZSFG patient initially seen in the eye clinic, approved by attending ophthalmologist for cataract surgery in both eyes due to visually significant cataracts, and who elects to have cataract surgery in both eyes.\n* Patients 18 years of age or older\n\nExclusion criteria:\n\n* Patients requiring bilateral simultaneous (same-day bilateral) cataract surgery\n* Patients with prior history of: endophthalmitis, advanced glaucoma, known history of intraocular pressure elevation due to steroids, prior intraocular surgery, cystoid macular edema/diabetic macular edema/retinal edema noted in the past 12 months prior to cataract surgery\n* Patients with documented penicillin or cephalosporin allergy or intolerance\n* Patients requiring combined same day cataract and ophthalmic subspecialty procedure (eg; combined cataract and glaucoma, retina, or cornea surgery).\n* Patients who are pregnant or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sriranjani Padmanabhan, MD",
                    "role": "CONTACT",
                    "phone": "415-514-0241",
                    "email": "sriranjani.padmanabhan@ucsf.edu"
                },
                {
                    "name": "Joshua Wu, BS",
                    "role": "CONTACT",
                    "phone": "4158157902",
                    "email": "joshua.wu@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sriranjani P Padmanabhan, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Zuckerberg San Francisco General Hospital and Trauma Center (ZSFG)",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26409728",
                    "type": "BACKGROUND",
                    "citation": "Shorstein NH, Liu L, Waxman MD, Herrinton LJ. Comparative Effectiveness of Three Prophylactic Strategies to Prevent Clinical Macular Edema after Phacoemulsification Surgery. Ophthalmology. 2015 Dec;122(12):2450-6. doi: 10.1016/j.ophtha.2015.08.024. Epub 2015 Sep 26."
                },
                {
                    "pmid": "23036356",
                    "type": "BACKGROUND",
                    "citation": "Shorstein NH, Winthrop KL, Herrinton LJ. Decreased postoperative endophthalmitis rate after institution of intracameral antibiotics in a Northern California eye department. J Cataract Refract Surg. 2013 Jan;39(1):8-14. doi: 10.1016/j.jcrs.2012.07.031. Epub 2012 Oct 2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002386",
                    "term": "Cataract"
                },
                {
                    "id": "D000058442",
                    "term": "Capsule Opacification"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007905",
                    "term": "Lens Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5638",
                    "name": "Cataract",
                    "asFound": "Cataract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29066",
                    "name": "Capsule Opacification",
                    "asFound": "After Cataract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10917",
                    "name": "Lens Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5694",
                    "name": "Cefuroxime",
                    "relevance": "LOW"
                },
                {
                    "id": "M349210",
                    "name": "Cefuroxime axetil",
                    "relevance": "LOW"
                },
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11749",
                    "name": "Methylprednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1833",
                    "name": "Methylprednisolone Acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11750",
                    "name": "Methylprednisolone Hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M14120",
                    "name": "Prednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M229449",
                    "name": "Prednisolone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M211887",
                    "name": "Prednisolone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M248881",
                    "name": "Prednisolone phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M22645",
                    "name": "Ketorolac",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M13997",
                    "name": "Polymyxins",
                    "relevance": "LOW"
                },
                {
                    "id": "M12300",
                    "name": "Neomycin",
                    "relevance": "LOW"
                },
                {
                    "id": "M13996",
                    "name": "Polymyxin B",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}