{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03467243",
            "orgStudyIdInfo": {
                "id": "IIR 16-214"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Evaluating the Use of Peer Specialists to Deliver Cognitive Behavioral Social Skills Training",
            "officialTitle": "Evaluating the Use of Peer Specialists to Deliver Cognitive Behavioral Social Skills Training",
            "acronym": "CBSST-PEER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "evaluating-the-use-of-peer-specialists-to-deliver-cognitive-behavioral-social-skills-training"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-03-08",
            "studyFirstSubmitQcDate": "2018-03-14",
            "studyFirstPostDateStruct": {
                "date": "2018-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The Veterans Health Administration (VHA) is advocating that Veterans with serious mental illness (SMI) receive recovery-oriented, rehabilitation approaches that target real-world functioning. One such approach is Cognitive-Behavioral Social Skills Training (CBSST). Unlike traditional cognitive-behavioral therapy, CBSST is a more recovery-oriented psychosocial rehabilitation intervention that teaches Veterans with SMI to correct errors in thinking and build social skills. While effective, CBSST has only been tested when facilitated by masters- or doctoral-level therapists, which limits its use in VHA. However, the investigators' pilot data shows that Peer Specialists-individuals with SMI who are hired and trained to use their own recovery experience to assist others with SMI-can also provide CBSST (called CBSST-Peer). Stand-alone social skills training (SST) is also a recovery-oriented program that VHA is attempting to rollout nationwide for Veterans with SMI. A few Peer Specialists have been trained to co-lead SST with professionals. However, SST is not widely implemented because professionals are busy and Peer Specialist delivered SST has not been tested. This study will evaluate the effectiveness of Peer Specialist-delivered CBSST and SST, which would increase access Veterans with SMI have to effective treatment. The investigators' aims are: Aim 1 (Effectiveness): To compare the impact of CBSST-Peer on outcomes in Veterans with SMI to Veterans receiving Peer Specialist-delivered SST groups of equal duration and to treatment as usual. The investigators will also assess fidelity of SST and CBSST. Aim 2: (Helpfulness of CBSST/SST--Peer and implementation barriers and facilitators): To use focus groups with patients and interviews with Peer Specialists and other staff to assess perceptions of SST- and CBSS Peer and identify potential barriers and facilitators to future implementation. Methods: This is a randomized, Hybrid 1 trial involving 252 Veterans with SMI (n=126 each from Pittsburgh, San Diego) comparing 3 treatment arms: CBSST-Peer vs. SST-Peer vs. treatment as usual. Hybrid 1 trials test the effectiveness of an intervention and collect implementation data that could inform its future adoption. At each site, across 6 waves (a wave = 1 CBSST-Peer and 1 SST-Peer group), 2 Peer Specialists will co-lead 12 groups, each lasting 20 weeks. Peer Specialists will be trained and receive an hour of supervision weekly by the CBSST developers. Master trainers from the SST rollout will train and supervise Peer Specialists in each site. All three arms' sessions will be taped and 25% rated for fidelity on standardized measures. A survey battery that assesses functioning, quality of life, recovery, and symptoms will be administered to the Veterans in each wave at: baseline, mid-intervention (10 weeks), end-of-intervention (20 weeks), and follow-up (32 weeks, 3 months post intervention). The investigators will examine all outcomes using Hierarchical Linear Models (HLM), with treatment condition included as a time-invariant covariate, and random intercepts for person and random slopes for time. Relevant covariates will include site, treatment attendance, symptom severity, service use, and demographic variables. The investigators will evaluate the effect for treatment conditions (CBSST-Peer vs. SST-Peer vs. treatment as usual group) in the expected direction and the time X group effect. Qualitative data on SST- and CBSST-Peer helpfulness and implementation factors will be collected from 8 focus groups, audio-recorded from a random sample of Veterans who participated in SST- and CBSST-Peer. Interviews will be conducted with participating Peer Specialists (n=approximately 8 per site), and key mental health staff (n=3-4 per site). The qualitative interviews and focus groups will be analyzed using rapid assessment, a team-based, iterative data collection and analysis approach providing data on the barriers and facilitators to future implementation of SST- and CBSST-Peer. Innovation: No study has tested peer-delivered SST or CBSST, or compared the two, in a rigorous trial. Significance/Expected Results: CBSST and SST are not widely available. If SST- or CBSST-Peer is effective, it could greatly increase the delivery of evidence-based services Veterans receive and enhance the services by VHA Peer Specialists.",
            "detailedDescription": "The Veterans Health Administration (VHA) is advocating that Veterans with serious mental illness (SMI) receive recovery-oriented, rehabilitation approaches that target real-world functioning. One such approach is Cognitive-Behavioral Social Skills Training (CBSST). Unlike traditional cognitive-behavioral therapy, CBSST is a more recovery-oriented psychosocial rehabilitation intervention that teaches Veterans with SMI to correct errors in thinking and build social skills. While effective, CBSST has only been tested when facilitated by masters- or doctoral-level therapists, which limits its use in VHA. However, our pilot data shows that Peer Specialists-individuals with SMI who are hired and trained to use their own recovery experience to assist others with SMI-can also provide CBSST (called CBSST-Peer). Stand-alone social skills training (SST) is also a recovery-oriented program that VHA is attempting to rollout nationwide for Veterans with SMI. A few Peer Specialists have been trained to co-lead SST with professionals. However, SST is not widely implemented because professionals are busy and Peer Specialist delivered SST has not been tested. This study will evaluate the effectiveness of Peer Specialist-delivered CBSST and SST, which would increase access Veterans with SMI have to effective treatment. Our aims are: Aim 1 (Effectiveness): To compare the impact of CBSST-Peer on outcomes in Veterans with SMI to Veterans receiving Peer Specialist-delivered SST and Peer Specialist-led manualized groups of equal duration and treatment as usual. We will also assess fidelity of SST and CBSST. Aim 2: (Helpfulness of CBSST/SST--Peer and implementation barriers and facilitators): To use focus groups with patients and interviews with Peer Specialists and other staff to assess perceptions of SST- and CBSST Peer and identify potential barriers and facilitators to future implementation. Methods: This is a randomized, Hybrid 1 trial involving 252 Veterans with SMI (n=126 each from Pittsburgh, San Diego) comparing 3 treatment arms: CBSST-Peer vs. SST-Peer vs. treatment as usual. Hybrid 1 trials test the effectiveness of an intervention and collect implementation data that could inform its future adoption. At each site, across 6 waves (a wave = 1 CBSST-Peer and 1 SST-Peer group), 2 Peer Specialists will co-lead 12 groups, each lasting 20 weeks. Peer Specialists will be trained and receive an hour of supervision weekly by the CBSST developers. Master trainers from the SST rollout will train and supervise Peer Specialists in each site. All three arms' sessions will be taped and 25% rated for fidelity on standardized measures. A survey battery that assesses functioning, quality of life, recovery, and symptoms will be administered to the Veterans in each wave at: baseline, mid-intervention (10 weeks), end-of-intervention (20 weeks), and follow-up (32 weeks, 3 months post intervention). We will examine all outcomes using Hierarchical Linear Models (HLM), with treatment condition included as a time-invariant covariate, and random intercepts for person and random slopes for time. Relevant covariates will include site, treatment attendance, symptom severity, service use, and demographic variables. We will evaluate the effect for treatment conditions (CBSST-Peer vs. SST-Peer vs. treatment as usual) in the expected direction and the time X group effect. Qualitative data on SST- and CBSST-Peer helpfulness and implementation factors will be collected from 8 focus groups, audio-recorded from a random sample of Veterans who participated in SST- and CBSST-Peer. Interviews will be conducted with participating Peer Specialists (n=approximately 8 per site), and key mental health staff (n=3-4 per site). The qualitative interviews and focus groups will be analyzed using rapid assessment, a team-based, iterative data collection and analysis approach providing data on the barriers and facilitators to future implementation of SST- and CBSST-Peer. Innovation: No study has tested peer-delivered SST or CBSST, or compared the two, in a rigorous trial. Significance/Expected Results: CBSST and SST are not widely available. If SST- or CBSST-Peer is effective, it could greatly increase the delivery of evidence-based services Veterans receive and enhance the services by VHA Peer Specialists."
        },
        "conditionsModule": {
            "conditions": [
                "Serious Mental Illness"
            ],
            "keywords": [
                "schizophrenia",
                "Veterans",
                "depression",
                "peer specialist",
                "social skills training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Cognitive Behavioral Social Skills Training for Peer Specialists (CBSST-Peer). At each site, two PSs will co-lead a series of 20 weekly, 60-minute CBSST-Peer classes, grouped into two 10-class \"modules\": the Cognitive Skills Module and the Social Skills Module. The treatment manual includes a patient workbook and includes homework assignments.\n\nSocial Skills Training-Peer. These groups will run according to the Bellack et al. model used in VA's SST rollout. Groups will use behavioral rehearsal role play to improve communication and interaction skills Treatment as usual group. Participants will continue to receive treatment as they normally would.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants administering the outcomes measures will be blinded to the Veteran's treatment condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 252,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CBSST",
                    "type": "EXPERIMENTAL",
                    "description": "Veterans participate in 20 weekly group sessions using Cognitive Behavioral Social Skills Training model",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Social Skills Training"
                    ]
                },
                {
                    "label": "SST",
                    "type": "EXPERIMENTAL",
                    "description": "Veterans participate in 20 weekly group sessions using Social Skills Training model",
                    "interventionNames": [
                        "Behavioral: Social Skills Training"
                    ]
                },
                {
                    "label": "Treatment as usual",
                    "type": "OTHER",
                    "description": "Veterans receive treatment as usual",
                    "interventionNames": [
                        "Behavioral: Treatment as usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Social Skills Training",
                    "description": "CBSST is a more recovery-oriented psychosocial rehabilitation intervention that helps Veterans with SMI set goals, correct errors in thinking, and build communication skills to improve social functioning",
                    "armGroupLabels": [
                        "CBSST"
                    ],
                    "otherNames": [
                        "CBSST"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Social Skills Training",
                    "description": "SST is an evidence-based, manualized, goal setting curricula that teaches social skills, for example: communication skills and listening skills for Veterans with Serious mental Illness.",
                    "armGroupLabels": [
                        "SST"
                    ],
                    "otherNames": [
                        "SST"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as usual",
                    "description": "TAU is when Veterans continue to receive their usual care.",
                    "armGroupLabels": [
                        "Treatment as usual"
                    ],
                    "otherNames": [
                        "TAU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Independent Living Skills Survey (ILSS) Change",
                    "description": "The ILSS is a self-report measure of everyday functional living skills for patients with SMI that has proven to be reliable, stable, sensitive, and valid in multiple samples. The 51-item yes-no questionnaire takes less than 10 minutes to administer and assesses whether or not specific functioning behaviors have been performed over the past month in 10 areas: Personal Hygiene, Appearance and Care of Clothing, Care of Personal Possessions (everyday household chores), Food Preparation, Health Maintenance, Money Management, Transportation, Leisure and Community (including socialization), Job Seeking, and Job Maintenance. Items in each domain are averaged, and a total average score is computed.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Abbreviated Quality of Life Scale (A-QLS) Change",
                    "description": "The A-QLS is a 10-minute semi-structured interview administered by a trained research assistant that measures subjective and objective aspects of functioning on 8 items in the past 4 weeks (total score will be used). The full 21-item QLS is one of the most commonly used measures of social and occupational role functioning in schizophrenia treatment outcome research, and the abbreviated version is well-validated and strongly correlated with the parent form (r=.96-.98).",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Psychosocial Rehabilitation (PSR) Toolkit Change",
                    "description": "The PSR Toolkit is a 10-minute interview used to collect information on employment, educational activity, and residential situation. In this brief interview, status in each functioning domain is rated on a progressive scale, ranging from the absence of meaningful functioning in the domain to fully independent functioning (e.g., for Employment: 1= no employment, 2=non-paid work, 3= sheltered workshops . 11= independent competitive employment).",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Recovery Assessment Scale (RAS) Change",
                    "description": "The RAS is a 10-minute checklist that assesses aspects of recovery with a special focus on hope and self-determination. The RAS has 41 items on which respondents rate themselves using a 5-point scale ranging from 1 = strongly disagree to 5 = strongly agree. The RAS is intended for use and has been tested with patients with SMI who receive services in outpatient settings and in peer-run programs. The RAS's subscales measure five domains: Personal Confidence and Hope, Willingness to Ask for Help, Goal and Success Orientation, Reliance on Others, No Domination by Symptoms. The alphas for the total score and the five factors range from 0.74 to 0.87; test-retest correlation for the total score two weeks apart was r=.88; and the total score has demonstrated congruence with other similar concepts including a self-esteem80= 0.55, social support = 0.48, and subjective quality of life = 0.62.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Patient Activation Measure (PAM) Change",
                    "description": "Patient activation refers to the knowledge, skills, confidence, and attitudes patients have for managing health and treatment. Several studies in medical domains have found that individuals with higher activation are healthier, report a better quality of life, are more satisfied with treatment, and engage in more health care practices. As recovery involves an active role for people with SMI in developing a life beyond illness, activation can be a central construct in assessing the recovery impact of a new service like PSs. The shortened PAM is a 5-minute,13-item measure.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Defeatist Performance Attitude Scale (DPAS) Change",
                    "description": "The DPAS is a 15-item, 5-minute self-report subscale of the commonly-used 40-item Dysfunctional Attitude Scale (DAS) derived from factor analysis. The DPAS indexes defeatist attitudes about one's ability to perform tasks (e.g., \"If you cannot do something well, there is little point in doing it at all\", \"If I fail at my work, then I am a failure as a person\").",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Comprehensive Modules Test (CMT) Change",
                    "description": "The CMT is a 15-minute interview assessing mastery of the content in the 2 CBSST modules and has been used in all prior CBSST trials.9, 53, 54 Questions with vignettes were developed to assess mastery of thought challenging (max=11) and social communication (max =11) skill knowledge. The CMT total score (max=22) will be used.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Brief Psychiatric Rating Scale (BPRS) Change",
                    "description": "The 24 item BPRS total score will be used to measure global psychopathology. The four BPRS positive symptom items - conceptual disorganization, suspiciousness, hallucinatory behavior, and unusual thought content - will be used to measure positive psychotic symptoms. The BPRS is one of the most widely-used instruments measuring severity of various psychiatric symptoms and has well documented psychometric properties.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                },
                {
                    "measure": "Clinical Assessment Interview for Negative Symptoms (CAINS) Change",
                    "description": "The investigators will also use the CAINS as it was developed to better capture experiential deficits (amotivation and asociality) and we found that these symptoms did improve in a prior CBSST trial. The 13 CAINS items are rated 0 (no impairment) to 4 (severe deficit) measuring the two negative symptom factors: Expression and Motivation and Pleasure (MAP) across social, vocational and recreational domains. It has demonstrated good inter-rater reliability (ICCs=.77-.93), test-retest stability (r=.69), and convergent and discriminant validity.",
                    "timeFrame": "baseline, mid-intervention (10 weeks), post-intervention (20 weeks), and 3-month post-intervention follow-up (32 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntary informed consent (must be able to be given by the patient)\n* Primary diagnosis of SMI documented in the medical record\n\n  * schizophrenia\n  * schizoaffective disorder\n  * bipolar disorder with psychotic features\n* Fluent in English so as to be able to complete testing\n\nExclusion Criteria:\n\n* Medication changes in the prior month\n* Current or recent (within the past year) CBSST, CBT, or SST (so any skill knowledge and any improvement in outcome can be attributed to SST- or CBSST-Peer rather than participation in other forms of current or recent CBT or SST interventions)\n* Level of care at baseline that interferes with outpatient participation\n* Current hospitalization for psychiatric, substance use or physical illness\n\n  * hospitalized subjects will be invited to participate 1 month after discharge\n* Severe and/or unstable mental illness as indicated during informed consent process by inability to pass the Blessed measure in the first visit\n* Cognitive impairment as indicated by inability to pass the 10 item T/F measure about informed consent\n* Women who are pregnant will be excluded from this study\n* Incarcerated Veterans will be excluded from this study\n* Veterans with impaired decision making capabilities will be excluded from this study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica R Dodge, PhD MSW MPH",
                    "role": "CONTACT",
                    "phone": "(734) 845-3609",
                    "email": "Jessica.Dodge@va.gov"
                },
                {
                    "name": "Matthew J Chinman, PhD",
                    "role": "CONTACT",
                    "phone": "(412) 360-2438",
                    "email": "chinman@rand.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew J. Chinman, PhD",
                    "affiliation": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA San Diego Healthcare System, San Diego, CA",
                    "status": "WITHDRAWN",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161-0002",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew J Chinman, PhD",
                            "role": "CONTACT",
                            "phone": "412-360-2438",
                            "email": "chinman@rand.org"
                        },
                        {
                            "name": "Raymond M Panas, PhD MPH",
                            "role": "CONTACT",
                            "phone": "(412) 360-2847",
                            "email": "Raymond.Panas@va.gov"
                        },
                        {
                            "name": "Keri L. Rodriguez, PhD MA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Matthew J. Chinman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sharon A. McCarthy, PhD MSW MBA",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}