{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05511909",
            "orgStudyIdInfo": {
                "id": "IRB00315529"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Evaluating Buspirone to Treat Opioid Withdrawal",
            "officialTitle": "Evaluating a Mechanistically-Supported Pharmacotherapy to Treat Opioid Withdrawal",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "evaluating-buspirone-to-treat-opioid-withdrawal"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-18",
            "studyFirstSubmitQcDate": "2022-08-19",
            "studyFirstPostDateStruct": {
                "date": "2022-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose a rigorous, Phase II, three-group, placebo-controlled double-blind randomized controlled trial (RCT) to evaluate the efficacy of buspirone for both withdrawal and craving among individuals with opioid use disorder (OUD) undergoing a standardized stepwise taper. During this 10 to 12-day residential study, participants with OUD will be enrolled, stabilized on a short-acting opioid, undergo an opioid stepwise taper, and complete a post-taper observation period where participants will have the opportunity to initiate long-term buprenorphine or extended-release naltrexone.",
            "detailedDescription": "This R01 will conduct a rigorous and appropriately powered randomized clinical trial to evaluate the efficacy of buspirone to decrease opioid withdrawal and craving, improve treatment retention and decrease rates of relapse. The use of buspirone for opioid use disorder (OUD) is mechanistically-supported and has demonstrated initial efficacy in small clinical trials including mostly male samples. Since the latest promising results were published 15 years ago, buspirone has yet to be evaluated in a rigorous and appropriately representative and powered randomized clinical trial. Buspirone stands to provide immediate aid to unmet treatment needs among individuals with OUD because it is FDA-approved and generically available. The investigators have designed a Phase-II, three-group, double-blind, placebo controlled evaluation of buspirone for opioid withdrawal and craving during a residential stepwise opioid taper. The study will take place in a clinical research unit over 10-12 days where participants will undergo a short-term stabilization period, an opioid taper, and a post-taper observation period where participants will initiate extended release naltrexone (XR-NTX) or buprenorphine or will receive a referral to a treatment program of the participants' choice. One hundred participants with OUD and interested in completing a residential opioid taper will be enrolled and randomized to one of three conditions: (1) an opioid stepwise taper with placebo (control), (2) an opioid stepwise taper with lofexidine (positive control), and (3) an opioid stepwise taper with buspirone (experimental). Based on previous retention rates, the investigators anticipate completing 90 participants (n=30/condition). Withdrawal and tonic craving will be collected daily throughout the course of the study using standardized questionnaires. Acute craving will be assessed in a cue-induced craving task, which was developed by Co-I Huhn, once during the residential phase and once during the outpatient phase. Finally, the safety and acceptability by the study participants will be assessed through Adverse Events (AEs), abnormal ECGs, acceptability scores, and negative comments.\n\nThe Primary Aim will compare the changes in opioid withdrawal across the three conditions. The investigators hypothesize that the opioid taper + buspirone and opioid taper + lofexidine will significantly decrease withdrawal (SOWS, COWS) relative to opioid taper alone.\n\nSecondary Aim 1 will compare changes in craving across the three conditions. The investigators hypothesize that individuals will have significantly lower tonic and cue-induced craving scores when the individuals are actively receiving opioid taper + buspirone relative to opioid taper alone and opioid taper + buspirone. Individuals who receive opioid taper + lofexidine will have significantly lower craving following cue-induced craving + stress tasks compared to opioid taper alone and opioid taper + buspirone conditions. Secondary Aim 2 will compare the safety and acceptability by the participants in the three conditions. The investigators hypothesize that buspirone will produce the fewest adverse events and instances of negative qualitative feedback and the greatest acceptability scores, followed by opioid taper + lofexidine. Opioid taper alone is expected to produce the highest number of adverse events and the lowest acceptability.\n\nThe Exploratory Aim will compare the changes in anxiety and acute stress response across the three conditions. The investigators offer no hypothesis on this aim.\n\nThis study will determine whether buspirone is an effective medication for treating opioid withdrawal and craving. This study will demonstrate the utility of using mechanistically supported medications to treat opioid withdrawal symptoms. If proven to have a positive impact on OUD and related sequelae, these data would support additional research evaluating the benefits of buspirone in other short -and long-term treatment settings for opioid use disorder. Further, this medication should be evaluated among chronic pain patients interested in tapering off of opioids but requiring additional therapeutic support to address acute and protracted withdrawal. The re-purposing of buspirone to treat OUD could occur rapidly and offers a safe pharmacotherapy for individuals requiring additional support for OUD."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder",
                "Opioid Withdrawal",
                "Opioid Craving",
                "Anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "opioid stepwise taper + buspirone",
                    "type": "EXPERIMENTAL",
                    "description": "up to 45mg/day buspirone during the opioid stepwise taper",
                    "interventionNames": [
                        "Drug: Buspirone"
                    ]
                },
                {
                    "label": "opioid stepwise taper + lofexidine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "up to 2.16mg/day lofexidine during the opioid stepwise taper",
                    "interventionNames": [
                        "Drug: Lofexidine"
                    ]
                },
                {
                    "label": "opioid stepwise taper + placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "placebo during the opioid stepwise taper",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Buspirone",
                    "description": "Buspirone administration begins 2 days prior to opioid taper (study day -2) and continues until the second day of the post-taper observation phase (study day 7).",
                    "armGroupLabels": [
                        "opioid stepwise taper + buspirone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lofexidine",
                    "description": "Lofexidine administration begins 2 days prior to opioid taper (study day -2) and continues until the second day of the post-taper observation phase (study day 7).",
                    "armGroupLabels": [
                        "opioid stepwise taper + lofexidine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participants administration begins 2 days prior to opioid taper (study day -2) and continues until the second day of the post-taper observation phase (study day 7).",
                    "armGroupLabels": [
                        "opioid stepwise taper + placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Opioid Withdrawal as assessed by the Subjective Opiate Withdrawal Scale (SOWS)",
                    "description": "Opioid withdrawal severity will be measured with the Subjective Opiate Withdrawal Scale (SOWS) and will be computed as a daily peak total SOWS score for study days -2 to 8. The SOWS consists of 16 opioid withdrawal symptoms that are assessed for severity on a scale from 0-4 (\"Not at all\" to \"Extremely\"). Total scores range from 0-64 where a score between 0-10 is considered mild, between 11-20 is considered moderate, and greater than 21 is considered severe.",
                    "timeFrame": "Days -2 to 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in tonic craving scores",
                    "description": "Craving will be measured by tonic craving will be computed as daily peak total craving scores. The tonic craving assessment consists of 5 items related to craving that are completed on a visual analog scale (VAS) where 0 = not at all and 100 = A lot.",
                    "timeFrame": "Days -2 to 8"
                },
                {
                    "measure": "Change in cue-induced craving scores",
                    "description": "Cue-induced craving will be computed as total craving scores before and after the craving task. The craving assessment consists of 5 items related to craving that are completed on a visual analog scale (VAS) where 0 = not at all and 100 = A lot.",
                    "timeFrame": "Days -2 to 8"
                },
                {
                    "measure": "Change in stress-induced craving scores",
                    "description": "Stress-induced craving will be computed as total craving scores before and after stress/craving task. The craving assessment consists of 5 items related to craving that are completed on a visual analog scale (VAS) where 0 = not at all and 100 = A lot.",
                    "timeFrame": "Days -2 to 8"
                },
                {
                    "measure": "Frequency of Adverse Events",
                    "description": "Safety will be assessed with the number of adverse events per treatment condition not including unrelated adverse events.",
                    "timeFrame": "Up to day 8"
                },
                {
                    "measure": "Frequency of QTc Interval Prolongation",
                    "description": "Corrected QT (QTc) interval prolongation frequency will be compared across conditions. QTc interval is considered prolonged if \\>440 ms among male participants and \\>460 ms among female participants.",
                    "timeFrame": "Up to day 8"
                },
                {
                    "measure": "Acceptability of buspirone for opioid withdrawal and craving",
                    "description": "Acceptability will be measured by acceptability questionnaires completed at discharge and will be computed as the average acceptability score. Scores range from 0-10, where 0 reflects no acceptability and 10 reflects high acceptability.",
                    "timeFrame": "Up to day 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18-75\n* Opioid positive urine sample\n* Current moderate-severe opioid use disorder with evidence of physical dependence\n* Interested in undergoing opioid detoxification\n\nExclusion Criteria:\n\n* Being pregnant or breastfeeding\n* Enrolled in methadone or buprenorphine maintenance treatment\n* Allergic to study medication or taking medications that are contraindicated with study medication (e.g., CYP3A4 inhibitors or inducers and/or monoamine oxidase (MAO) inhibitors)\n* Significant mental health or physical disorder, or life circumstance, that is expected to interfere with study participation (detailed further in protection of human subjects form).\n* Hypotension and/or prolonged QTc interval",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cecilia Bergeria, Ph.D.",
                    "role": "CONTACT",
                    "phone": "410-550-1979",
                    "email": "cberge21@jhmi.edu"
                },
                {
                    "name": "Caitlyn Grubb, B.S.",
                    "role": "CONTACT",
                    "phone": "410-550-0490",
                    "email": "cgrubb7@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cecilia Bergeria, Ph.D.",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Behavioral Pharmacology Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cecilia Bergeria, Ph.D.",
                            "role": "CONTACT",
                            "phone": "410-550-1979",
                            "email": "cberge21@jhmi.edu"
                        },
                        {
                            "name": "Cecilia Bergeria, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000013375",
                    "term": "Substance Withdrawal Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M16162",
                    "name": "Substance Withdrawal Syndrome",
                    "asFound": "Opioid Withdrawal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000025655",
                    "term": "Lofexidine"
                },
                {
                    "id": "D000002065",
                    "term": "Buspirone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014151",
                    "term": "Anti-Anxiety Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000017366",
                    "term": "Serotonin Receptor Agonists"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000058647",
                    "term": "Adrenergic alpha-2 Receptor Agonists"
                },
                {
                    "id": "D000000316",
                    "term": "Adrenergic alpha-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5335",
                    "name": "Buspirone",
                    "asFound": "Transthoracic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289447",
                    "name": "Lofexidine",
                    "asFound": "Vestibular Rehabilitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16905",
                    "name": "Anti-Anxiety Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19648",
                    "name": "Serotonin Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3668",
                    "name": "Adrenergic alpha-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}