{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05542836",
            "orgStudyIdInfo": {
                "id": "PRO00104389_1"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "EVeRLAST 2-Year Follow-Up",
            "officialTitle": "2-Year Follow-Up: Expedited Versus Restrictive: Limitations on Activity Following Surgical Treatment of Prolapse (EVeRLAST)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "everlast-year-follow-up"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-13",
            "studyFirstSubmitQcDate": "2022-09-13",
            "studyFirstPostDateStruct": {
                "date": "2022-09-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a 2-year follow-up study from EVeRLAST which objective was to determine whether expedited resumption of postoperative activity levels is non-inferior to standard activity restrictions with respect to short-term anatomic prolapse outcomes. The preliminary data from the original study suggest expedited instructions are non-inferior. We hypothesize this effect continues at the 2-year postoperative mark and patients continue to have non-inferior outcomes after prolapse surgery when compared to standard postoperative activity restrictions.\n\nParticipants from the original EVeRLAST will be approached to assess their interest in participating in the 2-year follow up study. We will be collecting objective and subjective data.",
            "detailedDescription": "Activity recommendations and lifting restrictions after gynecologic surgery are based on tradition and anecdote. Despite the paucity of evidence to support such recommendations, in a recent survey, 82-86% of minimally invasive gynecologic surgeons recommended postoperative lifting restrictions. Meanwhile, other surgical specialties have begun to depart from these traditional restrictions, recognizing not only the unclear health benefits of a prolonged convalescence, but the economic implications of arbitrarily restricting postoperative labor force participation. For example, following inguinal hernia repair, patients who were able to decide when to return to work took a significantly shorter period of sick leave and hernia recurrence was not found to be higher in those resuming activities the day after surgery.\n\nWith respect to prolapse surgery, recommendations related to weight restrictions are primarily based upon theoretical avoidance of intra-abdominal pressure which could compromise the success of a recent reconstructive pelvic floor surgery. However, in a research study of healthy volunteers, daily physiologic events such as Valsalva, coughing, and rising from supine to upright positions generated considerably more intra-abdominal pressure than lifting. In animal studies, mechanical stimulation improves skeletal muscle healing by promoting remodeling, myoblast chemotaxis, and differentiation.6 Thus studies have challenged the notion that avoidance of weight-bearing activities is protective to the reconstructed pelvic floor.\n\nIn a recent randomized controlled trial of restrictive versus liberal activity recommendations following prolapse surgery, liberal activity recommendations were associated with similar patient satisfaction yet no differences in short-term anatomic outcomes. While this study added important evidence, it was not powered to detect differences in early anatomic prolapse recurrence, and the literature remains inconclusive regarding the risks (or absence thereof) of recommending liberal resumption of activities following prolapse surgery.\n\nTherefore, the objective of the EVeRLAST study is to conclusively determine whether expedited resumption of postoperative activity levels is non-inferior to standard activity restrictions with respect to anatomic and functional outcomes. We recently presented short-term outcome data, collected three months after surgery, which confirmed that expedited activity is non-inferior to standard activity limitations. We now propose to further follow this study population, with repeat assessments two years after surgery. We hypothesize that those who received expedited postoperative activity instructions will continue to demonstrate non-inferior anatomic and symptomatic outcomes two years after prolapse surgery. We will test this hypothesis by completing the following specific aims.\n\nThe follow-up will be conducted remotely via Zoom interviews.\n\nSpecific Aim 1: Determine if expedited resumption of postoperative activity levels results in non-inferior symptomatic outcomes when compared to standard activity restrictions at two years after the original surgery.\n\nSpecific Aim 2: Compare objective and subjective measures of physical function two years after surgery between those receiving expedited versus standard activity restrictions. Measures include a 2-minute walk test (2MWT), chair stand test, and the Activities Assessment Scale (AAS).\n\nSpecific Aim 3: Compare objective and subjective measures of and pelvic floor function two years after surgery in those receiving expedited versus standard activity restrictions. Main outcomes include retreatment (e.g., pessary, surgery), objective anatomic POPQ data, where available, the Pelvic Floor Distress Inventory (PFDI) and impression of improvement using the Patient Global Impression of Improvement scale (PGI-I)."
        },
        "conditionsModule": {
            "conditions": [
                "Pelvic Organ Prolapse"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 123,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Expedited postoperative activity instructions",
                    "description": "Ad lib postoperative activity and return to work recommendations",
                    "interventionNames": [
                        "Behavioral: Expedited postoperative activity instructions"
                    ]
                },
                {
                    "label": "Standard postoperative activity restrictions",
                    "description": "Standard conservative postoperative activity and return to work recommendations",
                    "interventionNames": [
                        "Behavioral: Standard postoperative activity restructions"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Expedited postoperative activity instructions",
                    "description": "Ad lib postoperative activity and return to work recommendations",
                    "armGroupLabels": [
                        "Expedited postoperative activity instructions"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard postoperative activity restructions",
                    "description": "Standard conservative postoperative activity and return to work recommendations",
                    "armGroupLabels": [
                        "Standard postoperative activity restrictions"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prolapse symptoms measured by the Pelvic Organ Prolapse Distress Inventory (POPDI)",
                    "description": "The POPDI results in scores ranging from 0 to 300; higher scores indicate greater symptom distress.",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Functional activity measured by the Activities Assessment Scale (AAS)",
                    "description": "The AAS results in scores that range from 0 to 100; higher scores indicate better physical function/",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                },
                {
                    "measure": "Physical function assessed by the Global Impression of Improvement",
                    "description": "The Global Impression of Improvement results in scores ranging from 1 to 7; higher scores indicate a worse perception of improvement.",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                },
                {
                    "measure": "Physical function assessed by the Patient Reported Outcomes Measurement Information System (PROMIS) Global Health Short Form",
                    "description": "T-scores will be presented with higher scores represent more of the concept being measured",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                },
                {
                    "measure": "Pelvic floor symptom severity measured by the Pelvic Floor Distress Index (PFDI-20)",
                    "description": "The PFDI-20 results in scores from 0 to 30; higher scores indicate greater symptom distress",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                },
                {
                    "measure": "Physical function as measured by a 2-minute walk test (2MWT)",
                    "timeFrame": "2 years +/- 1 month following the initial prolapse surgery"
                },
                {
                    "measure": "Physical function as measured by a chair stand test.",
                    "timeFrame": "2 year +/- 1 month following the initial prolapse surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient who were previously enrolled in the initial EVeRLAST study.\n\nExclusion Criteria:\n\n* Enrollment in another research study of pelvic organ prolapse.\n* Any patients who underwent further surgery in the 3 months following their prolapse surgery or patients who underwent unanticipated treatment which would result in prolonged inactivity (such as a cancer diagnosis) 3 months following their prolapse surgery.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Eligible subjects include all patients from the prior EVeRLAST study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alejandro Gomez-Viso, MD",
                    "role": "CONTACT",
                    "phone": "919-401-1000",
                    "email": "ag612@duke.edu"
                },
                {
                    "name": "Nazema Y Siddiqui, MD",
                    "role": "CONTACT",
                    "email": "ns53@duke.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27707",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alejandro Gomez-Viso, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011391",
                    "term": "Prolapse"
                },
                {
                    "id": "D000056887",
                    "term": "Pelvic Organ Prolapse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14261",
                    "name": "Prolapse",
                    "asFound": "Prolapse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28618",
                    "name": "Pelvic Organ Prolapse",
                    "asFound": "Pelvic Organ Prolapse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}