{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01189786",
            "orgStudyIdInfo": {
                "id": "27251-EXCESS"
            },
            "secondaryIdInfos": [
                {
                    "id": "EXCESS",
                    "type": "OTHER",
                    "domain": "Baylor College of Medicine"
                }
            ],
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Ex Vivo T-Cell Depletion of Mobilized Peripheral Blood Stem Cells Via CD34-Selection",
            "officialTitle": "Ex Vivo T-Cell Depletion of Mobilized Peripheral Blood Stem Cells Via CD34-Selection (EXCESS)",
            "acronym": "EXCESS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ex-vivo-t-cell-depletion-of-mobilized-peripheral-blood-stem-cells-via-selection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2010-08-25",
            "studyFirstSubmitQcDate": "2010-08-25",
            "studyFirstPostDateStruct": {
                "date": "2010-08-27",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Krance",
                "investigatorTitle": "Professor of Pediatrics-Hem-Onc Cell & Gene",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Cell and Gene Therapy, Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "The Methodist Hospital Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "Participants are being asked to take part in this study because treatment of his or her disease requires a stem cell transplant. Stem cells or \"mother\" cells are the source of normal blood cells and lead to recovery of blood counts after bone marrow transplantation. Unfortunately, there is not a perfectly matched stem cell donor (like a sister or brother) for the participant and his or her disease does not permit enough time to identify another donor (like someone from a registry list that is not his or her relative) or another suitable donor has not been identified. However, a close relative of the patient has been identified whose stem cells are not a perfect match, but can be used.\n\nAlternatively, the patient may have already received a stem cell transplant but have evidence of mixed chimerism, which means some of the patient's own bone marrow cells are present, rather than all of the donor's cells. This may lead to an increased risk of the disease coming back. Or, the patient may have all donor cells but his or her bone marrow is not working very well, which may lead to frequent blood or platelet (cells that help in clotting blood) transfusions or infection.\n\nRegardless of the reason, it may be necessary to isolate stem cells from a haploidentical (half-match) donor in order to provide bone marrow function. Because the stem cells from the donor are only half-matched to the participant, the risk of graft-versus-host disease (GvHD) is very high. GvHD is a complication after transplant caused by donor T cells (graft) that attack the transplant recipient, and this complication can cause death after transplant. Thus, it is important that the donor's blood cells are treated to minimize cells that are most likely to attack the host's tissues. This is done by using a special device to capture the CD34+ stem cells from the donor's stem cell product prior to giving the cells to the host. This method minimizes the donor T cells, which are responsible for causing GvHD.\n\nPurpose: In an effort to lower the occurrences and severity of graft-versus-host disease in patients and to lower the rate of transplant failure, investigators would like to specially treat the donor's blood cells to minimize the cells that are most likely to attack the patient's tissues.",
            "detailedDescription": "Participation in this project will last approximately one year with follow-up exams.\n\nBefore treatment can begin, stem cells will be collected from the donor (a close relative) that has been selected as the best match for the participant. White blood cells will be collected from the donor. The cells will then be mixed with a special protein, called a CD34 antibody, that binds to the stem cells, which will then be separated out from the white blood cells by a special machine- called a CliniMACS CD34 Reagent System in the laboratory. This is an investigational device that is not approved by the FDA. Although this device is not approved for use in this country, it has been in use for years and is approved in other countries. The stem cells will be collected and frozen before they will be given to the participant.\n\nOn about days 28, 60, 100, 180 and 365 after the transplant, the participant will have the same tests/evaluations since the time of transplant. For patients who do not develop GvHD, they are not required to have these tests/evaluations.\n\nIn addition, for purposes of the study, health-related information will be collected for a year from the time of stem cell infusion. This will be used to determine survival, relapse, infections and GvHD that may occur following transplant."
        },
        "conditionsModule": {
            "conditions": [
                "Stem Cell Transplant",
                "Allogeneic"
            ],
            "keywords": [
                "Haploidentical Stem Cell Transplant",
                "CD34+ Selection",
                "CliniMACS CD34 Reagent system"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 2: CD34+ cells as a top off",
                    "type": "EXPERIMENTAL",
                    "description": "Cohort 2 consists of patients needing additional CD34+ stem cells collected by 'CliniMACS CD34 Reagent system' as a \"topoff\" without the need for additional conditioning prior to the infusion. These patients who have already received SCT and are receiving CD34+ cells from their original donor for poor graft function, declining chimerism or disease relapse.",
                    "interventionNames": [
                        "Device: CliniMACS CD34 Reagent system"
                    ]
                },
                {
                    "label": "Cohort 1: CD34+ Cells for transplant",
                    "type": "EXPERIMENTAL",
                    "description": "Cohort 1 consists of patients receiving CD34+ selected peripheral blood stem cell transplant with a preceding conditioning regimen (chemotherapy with, or without, radiation). The stem cells will then be separated out from the white blood cells by a special machine- called a CliniMACS CD34 Reagent System in the laboratory.",
                    "interventionNames": [
                        "Device: CliniMACS CD34 Reagent system"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "CliniMACS CD34 Reagent system",
                    "description": "A special machine that separates out the donor cells that have been mixed with a special protein, CD34 antibody, that binds to the stem cells from the white blood cells.",
                    "armGroupLabels": [
                        "Cohort 1: CD34+ Cells for transplant",
                        "Cohort 2: CD34+ cells as a top off"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "For Cohort 1: the rate of primary engraftment 50 days post SCT",
                    "description": "Primary engraftment is defined as achievement of absolute neutrophil count (ANC) is greater than or equal to 500/ul for three consecutive days by day 50 post transplant. The treatment regimen will be considered clinically useful if the primary engraftment rate is at least 85%.",
                    "timeFrame": "50 days"
                },
                {
                    "measure": "For Cohort 2: The total incidence of overall acute GvHD (greater than or equal to grade 3)",
                    "description": "The overall incidence of acute GvHD will be measured 100 days post stem cell transplant. The regimen will be considered acceptable if aGvHD greater than or equal to grade 3 rate is at least 10% or lower.",
                    "timeFrame": "100 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assessment of Long Term Survival",
                    "description": "Long term survival of recipients of G-CSF mobilized peripheral blood stem cells depleted of T cells by positive selection for the CD34+ antigen",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria for Stem Cell Transplant WITH Conditioning (COHORT 1)\n\nThe following must be answered YES for a patient to eligible to participate in study:\n\n1. Patient requiring allogeneic SCT\n2. Age between birth and 70 years\n3. Patient and/or responsible person able to understand and sign consent\n\nExclusion criteria for Stem Cell Transplant WITH Conditioning (COHORT 1)\n\nThe following must be answered NO for a patient to be eligible to participate in study:\n\n1. Active, acute GvHD \\> grade II or extensive, chronic GvHD\n2. Severe life, threatening infection\n3. Pulmonary dysfunction (FEV1, FVC or DLCO 40% of predicted or 3 SD below normal)\n4. Cardiac dysfunction (LVSF less than 25%)\n5. Psychiatric disturbance\n6. Lansky or Karnofsky score \\< 50%\n7. The presence of severe hepatic disease (direct bilirubin \\>3x upper limit of normal and AST \\> 5x upper limit of normal).\n8. Creatinine \\> 3x normal\n9. Known HIV Positivity\n10. Pregnancy\n\nInclusion Criteria for CD34+ Topoff WITHOUT conditioning (COHORT 2)\n\nThe following must be answered YES for a patient to be eligible to participate in study:\n\n1. Allogeneic SCT Recipient requiring additional cellular therapy\n2. Age between birth and 70 years\n3. Patient and/or responsible person able to understand and sign consent\n\nAt least ONE of the following must be answered YES for a patient to be eligible to receive CD34+ topoff:\n\n1. Evidence of mixed chimerisms (less than 95% donor cells)\n2. Evidence of poor bone marrow function (bone marrow cellularity less than 50% with at least one cytopenia)\n3. Relapsed or persistent disease\n\nExclusion criteria for CD34+ Topoff WITHOUT conditioning (COHORT 2)\n\nThe following must be answered NO for a patient to be eligible to participate in study:\n\n1. Active, acute GvHD \\> grade II or extensive, chronic GvHD\n2. Severe life, threatening infection\n3. Known HIV positivity\n4. Pregnancy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "70 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Krance, MD",
                    "role": "CONTACT",
                    "phone": "832-824-4661",
                    "email": "rakrance@txch.org"
                },
                {
                    "name": "Marlen Dinu",
                    "role": "CONTACT",
                    "phone": "832-824-4881",
                    "email": "mxdinu@txch.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Krance, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Houston Methodist Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Krance, MD",
                            "role": "CONTACT",
                            "phone": "832-824-4661",
                            "email": "rakrance@txch.org"
                        },
                        {
                            "name": "Marlen Dinu",
                            "role": "CONTACT",
                            "phone": "832-824-4881",
                            "email": "mxdinu@txch.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Krance, MD",
                            "role": "CONTACT",
                            "phone": "832-824-4661",
                            "email": "rakrance@txch.org"
                        },
                        {
                            "name": "Marlen Dinu",
                            "role": "CONTACT",
                            "phone": "832-824-4881",
                            "email": "mxdinu@txch.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}