{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06139718",
            "orgStudyIdInfo": {
                "id": "IRB: #13673"
            },
            "organization": {
                "fullName": "Utah State University",
                "class": "OTHER"
            },
            "briefTitle": "Examining the Efficacy of a Single Session Online Mental Health Program",
            "officialTitle": "A Randomized Controlled Trial Examining the Efficacy of a Single Session Online Mental Health Program",
            "therapeuticArea": [
                "Other"
            ],
            "study": "examining-the-efficacy-of-a-single-session-online-mental-health-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-14",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Levin",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Utah State University"
            },
            "leadSponsor": {
                "name": "Utah State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is a large body of evidence demonstrating that Acceptance and Commitment Therapy (ACT) can be delivered in a self-guided format to improve mental health among college students. However, previous research indicates there are challenges in engaging students in adhering to these time intensive, multi-session self-guided resources. Brief self-guided single session interventions could provide an accessible and acceptable intervention that is easier to adhere to, given their lower intensity and response effort for participation. This proposed study seeks to evaluate a single session online ACT Guide Lite intervention in a sample (n = 100) of Utah State University (USU) college students 18 years of age or older. A randomized controlled trial (RCT) design will be used in which students are randomized to receive ACT Guide Lite or to a waitlist condition in order to test the following predictions: (1) participants assigned to ACT Guide Lite will improve more on the primary therapeutic process of change, psychological flexibility, relative to those not receiving intervention, (2) participants assigned to ACT Guide Lite will improve more on distress, well-being, and interest in seeking help, relative to those not receiving intervention, (3) ACT Guide Lite will be acceptable to college students as indicated by recruitment rates, rates of completing ACT Guide Lite, and self-reported program satisfaction, and (4) areas for future program revisions will also be identified through participants' written feedback on their experiences using the program. USU students will be recruited to participate in the study through the SONA research platform in the Fall 2023 semester. All study procedures will be completed through the secure Qualtrics online research platform, in addition to email and phone contacts prompting relevant steps for the study. All analyses will be run with multilevel modeling with the full intent-to-treat sample to test time by condition interactions."
        },
        "conditionsModule": {
            "conditions": [
                "Psychological Flexibility",
                "Psychological Distress",
                "Psychological Well-Being"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACT Guide Lite",
                    "type": "EXPERIMENTAL",
                    "description": "Those randomly assigned to the ACT condition after completing baseline assessment will be automatically directed to the registration for ACT Guide Lite. Participants in the ACT condition will be asked to complete the intervention at that time, but they will have the option to take a break before starting. If an ACT participant does not complete the intervention, they will be prompted to login by a research assistant.",
                    "interventionNames": [
                        "Behavioral: ACT Guide Lite"
                    ]
                },
                {
                    "label": "Waitlist control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants assigned to the waitlist condition will be asked to simply wait to complete the scheduled 1-week and 1-month follow up assessments before accessing the intervention. After they complete the 1-month follow up assessment we will direct participants in the waitlist to access ACT Guide Lite, but at that point their participation in the study will be complete and we will not analyze their use of or responses to the program as part of the study aims."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ACT Guide Lite",
                    "description": "ACT Guide Lite is a single session online mental health program that is designed to take 30-45 minutes to complete. The single session self-guided intervention includes a series of sections that teach key ACT skills.",
                    "armGroupLabels": [
                        "ACT Guide Lite"
                    ],
                    "otherNames": [
                        "Single session digital mental health intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CompACT (to assess psychological flexibility)",
                    "description": "This 23-item measure will be used to measure the ACT process of change, psychological flexibility, including subscales for openness to experience, behavioral awareness, and valued action. The CompACT will serve as the primary outcome for this study in order to test whether a single session intervention is sufficient to target the ACT process of change of psychological flexibility.",
                    "timeFrame": "baseline, 1-week follow-up, 1-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Depression, Anxiety and Stress Scale (DASS-21)",
                    "description": "This 21-item measure will be used to assess the subscales of depression, anxiety, and stress, with a total score representing overall psychological distress.",
                    "timeFrame": "baseline, 1-week follow-up, 1-month follow-up"
                },
                {
                    "measure": "Mental Health Continuum - Short Form (MHC-SF; to assess positive mental health)",
                    "description": "This 14-item measure assesses positive mental health, with a total score as well as subscales for emotional, psychological and social wellbeing.",
                    "timeFrame": "baseline, 1-week follow-up, 1-month follow-up"
                },
                {
                    "measure": "General Help Seeking Questionnaire (GHSQ; to assess intention to seek help for a mental heath concern)",
                    "description": "We will use an adapted version of the GHSQ as a measure of intentions to seek help for a mental health concern. This includes rating a variety of formal (e.g., psychologist, PCP) and informal supports (e.g., friends, family) on a 7-point scale from 1 \"extremely likely\" to 7 \"extremely unlikely.\" We previously adapted the GHSQ for a prior lab study (Levin et al., 2018) by adding options for self-help/online treatment resources and we have found this measure to be sensitive to detecting the effects of online ACT on increasing intentions to seek treatment (Davis, Donahue, et al., under review).",
                    "timeFrame": "baseline, 1-week follow-up, 1-month follow-up"
                },
                {
                    "measure": "Program satisfaction (Responses to a series of single item Likert-scale items about satisfaction with the intervention)",
                    "description": "A series of program satisfaction items will be asked in the ACT condition immediately post-intervention and at 1-week and 1-month follow up based on items used in our previous online ACT trials (Levin et al., 2020). This will include a series of items assessing features of program satisfaction (e.g., overall satisfaction, helpfulness, perceived fit, if the program was too short or long, etc...) on a scale from 1 (strongly disagree) to 6 (strongly agree). In addition, participants will be asked to type responses to open ended questions assessing what they learned from the program and areas needing further revision.",
                    "timeFrame": "1-week follow-up, 1-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* a current USU student\n* not have used any of the USU ACT Guide programs before\n\nExclusion Criteria:\n\n* NA",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Utah State University",
                    "status": "RECRUITING",
                    "city": "Logan",
                    "state": "Utah",
                    "zip": "84322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miriam Mukasa, MS",
                            "role": "CONTACT",
                            "phone": "225-354-5117",
                            "email": "miriam.mukasa@usu.edu"
                        },
                        {
                            "name": "Michael Levin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.73549,
                        "lon": -111.83439
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "37855277",
                    "type": "BACKGROUND",
                    "citation": "Davis CH, Donahue ML, Gaudiano BA, Uebelacker LA, Twohig MP, Levin ME. Adding online storytelling-based acceptance and commitment therapy to antidepressant treatment for primary care patients: a randomized clinical trial. Cogn Behav Ther. 2024 Jan;53(1):48-69. doi: 10.1080/16506073.2023.2265560. Epub 2024 Jan 2."
                },
                {
                    "pmid": "38190219",
                    "type": "BACKGROUND",
                    "citation": "Davis CH, Klimczak K, Aller TB, Twohig MP, Levin ME. Reach, adoption, and maintenance of online acceptance and commitment therapy at a university: An implementation case study. Psychol Serv. 2024 May;21(2):355-361. doi: 10.1037/ser0000834. Epub 2024 Jan 8."
                },
                {
                    "pmid": "36608854",
                    "type": "BACKGROUND",
                    "citation": "Davis CH, Twohig MP, Levin ME. Choosing ACT or CBT: A preliminary test of incorporating client preferences for depression treatment with college students. J Affect Disord. 2023 Mar 15;325:413-420. doi: 10.1016/j.jad.2022.12.097. Epub 2023 Jan 4."
                },
                {
                    "pmid": "33868913",
                    "type": "BACKGROUND",
                    "citation": "Dochat C, Wooldridge JS, Herbert MS, Lee MW, Afari N. Single-Session Acceptance and Commitment Therapy (ACT) Interventions for Patients with Chronic Health Conditions: A Systematic Review and Meta-Analysis. J Contextual Behav Sci. 2021 Apr;20:52-69. doi: 10.1016/j.jcbs.2021.03.003. Epub 2021 Mar 6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Firestone, J., Cardaciotto, L., Levin, M.E., Goldbacher, E., Vernig, P. & Gambrel, L.E. (2019). A web-based self-guided program to promote valued-living in college students: A pilot study. Journal of Contextual Behavioral Science, 12, 29-38."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Francis, A. W., Dawson, D. L., & Golijani-Moghaddam, N. (2016). The development and validation of the Comprehensive assessment of Acceptance and Commitment Therapy processes (CompACT). Journal of Contextual Behavioral Science, 5(3), 134-145. doi:10.1016/j.jcbs.2016.05.003"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Henriques, C.A., Cardaciotto, L., Levin, M.E. & Armstrong, S.L. (2020). Implementing a web-based cognitive defusion program to target negative self-referential thoughts in college students: A pilot study. Journal of Contextual Behavioral Science, 16, 183-191."
                },
                {
                    "pmid": "15982151",
                    "type": "BACKGROUND",
                    "citation": "Keyes CL. Mental illness and/or mental health? Investigating axioms of the complete state model of health. J Consult Clin Psychol. 2005 Jun;73(3):539-48. doi: 10.1037/0022-006X.73.3.539."
                },
                {
                    "pmid": "36847182",
                    "type": "BACKGROUND",
                    "citation": "Klimczak KS, San Miguel GG, Mukasa MN, Twohig MP, Levin ME. A systematic review and meta-analysis of self-guided online acceptance and commitment therapy as a transdiagnostic self-help intervention. Cogn Behav Ther. 2023 May;52(3):269-294. doi: 10.1080/16506073.2023.2178498. Epub 2023 Feb 27."
                },
                {
                    "pmid": "36455430",
                    "type": "BACKGROUND",
                    "citation": "Klimczak KS, Twohig MP, Peacock GG, Levin ME. Using peer-support coaching to improve adherence to online ACT self-help for college mental health: A randomized controlled trial. Behav Res Ther. 2023 Jan;160:104228. doi: 10.1016/j.brat.2022.104228. Epub 2022 Nov 13. Erratum In: Behav Res Ther. 2023 Sep;168:104363. doi: 10.1016/j.brat.2023.104363."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Krafft, J., Twohig, M.P., & Levin, M.E. (2020). A randomized trial of acceptance and commitment therapy and traditional cognitive-behavioral therapy self-help books for social anxiety. Cognitive Therapy and Research, 44, 954-966."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Levin, M.E., An, W., Davis, C. & Twohig, M.P. (2020). Evaluating acceptance and commitment therapy and mindfulness-based stress reduction self-help books for college student mental health. Mindfulness, 11, 1275-1288."
                },
                {
                    "pmid": "27440189",
                    "type": "BACKGROUND",
                    "citation": "Levin ME, Haeger JA, Pierce BG, Twohig MP. Web-Based Acceptance and Commitment Therapy for Mental Health Problems in College Students: A Randomized Controlled Trial. Behav Modif. 2017 Jan 1;41(1):141-162. doi: 10.1177/0145445516659645. Epub 2016 Jul 20."
                },
                {
                    "pmid": "32014692",
                    "type": "BACKGROUND",
                    "citation": "Levin ME, Krafft J, Hicks ET, Pierce B, Twohig MP. A randomized dismantling trial of the open and engaged components of acceptance and commitment therapy in an online intervention for distressed college students. Behav Res Ther. 2020 Mar;126:103557. doi: 10.1016/j.brat.2020.103557. Epub 2020 Jan 22."
                },
                {
                    "pmid": "24313693",
                    "type": "BACKGROUND",
                    "citation": "Levin ME, Pistorello J, Seeley JR, Hayes SC. Feasibility of a prototype web-based acceptance and commitment therapy prevention program for college students. J Am Coll Health. 2014;62(1):20-30. doi: 10.1080/07448481.2013.843533."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Levin, M. E., Stocke, K., Pierce, B., & Levin, C. (2018). Do college students use online self-help? A survey of intentions and use of mental health resources. Journal of College Student Psychotherapy, 32(3), 181-198."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lovibond, S. H. & Lovibond, P. F. (1995). Manual for the Depression Anxiety Stress Scales, (2nd ed.). Sydney: Psychology Foundation of Australia."
                },
                {
                    "pmid": "36925822",
                    "type": "BACKGROUND",
                    "citation": "Schleider JL, Beidas RS. Harnessing the Single-Session Intervention approach to promote scalable implementation of evidence-based practices in healthcare. Front Health Serv. 2022 Sep 23;2:997406. doi: 10.3389/frhs.2022.997406. eCollection 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wilson, C.J., Deane, F.P., Ciarrochi, J. & Rickwood, D. (2005). Measuring help-seeking intentions: Properties of the General Help-Seeking Questionnaire. Canadian Journal of Counselling, 39(1), 15-28."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}