{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05730439",
            "orgStudyIdInfo": {
                "id": "OSU-22197"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-00134",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Examining the Impact of Nicotine Pouches in Rural Ohio and Ohio Appalachia",
            "officialTitle": "Examining the Impact of Nicotine Pouches in Rural Ohio and Ohio Appalachia",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "examining-the-impact-of-nicotine-pouches-in-rural-ohio-and-ohio-appalachia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-06",
            "studyFirstSubmitQcDate": "2023-02-14",
            "studyFirstPostDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brittney Keller-Hamilton",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial examines the impact of nicotine patches on preventing cancer in rural and Appalachia Ohio residents. Nicotine pouches are new smokeless tobacco products that are marketed as substitutes for smokeless tobacco and are gaining in popularity. There is little research on how nicotine pouches will be adopted by residents of Ohio Appalachia and rural Ohio. This study may help researchers better understand the appeal and potential impact of nicotine pouches on public health.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Assess appeal, perceived substitutability, and nicotine delivery of nicotine pouches (NPs) with high versus (vs.) low free-base nicotine (FBN) content among rural and Appalachian moist snuff users.\n\nII. Evaluate whether smokeless tobacco (SLT) dependence modifies effects of NP FBN content on product appeal, perceived substitutability, and nicotine delivery.\n\nOUTLINE: Participants are randomized to 1 of 6 arms.\n\nARM I: Participants receive their usual brand of smokeless tobacco at study visit 1, ZYN brand nicotine pouch at study visit 2, and Rogue brand nicotine pouch at study visit 3. Participants also undergo intravenous (IV) line insertion and collection of blood on study.\n\nARM II: Participants receive their usual brand of smokeless tobacco at study visit 1, Rogue brand nicotine pouch at study visit 2, and ZYN brand nicotine pouch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.\n\nARM III: Participants receive ZYN brand nicotine pouch at study visit 1, their usual brand of smokeless tobacco at study visit 2, and Rogue brand nicotine pouch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.\n\nARM IV: Participants receive ZYN brand nicotine pouch at study visit 1, Rogue brand nicotine pouch at study visit 2, and their usual brand of smokeless tobacco at study visit 3. Participants also undergo IV line insertion and collection of blood on study.\n\nARM V: Participants receive Rogue brand nicotine patch at study visit 1, their usual brand of smokeless tobacco at study visit 2, and ZYN brand nicotine patch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.\n\nARM VI: Participants receive Rogue brand nicotine pouch at study visit 1, ZYN brand nicotine pouch at study visit 2, and their usual brand of smokeless tobacco at study visit 3. Participants also undergo IV line insertion and collection of blood on study."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco-Related Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (usual SLT, ZYN NP, Rogue NP)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive their usual brand of smokeless tobacco at study visit 1, ZYN brand nicotine patch at study visit 2, and Rogue brand nicotine patch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                },
                {
                    "label": "Arm II (usual SLT, Rogue NP, ZYN NP)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive their usual brand of smokeless tobacco at study visit 1, Rogue brand nicotine patch at study visit 2, and ZYN brand nicotine patch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                },
                {
                    "label": "Arm III (ZYN NP, usual SLT, Rogue NP)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive ZYN brand nicotine patch at study visit 1, their usual brand of smokeless tobacco at study visit 2, and Rogue brand nicotine patch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                },
                {
                    "label": "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive ZYN brand nicotine patch at study visit 1, Rogue brand nicotine patch at study visit 2, and their usual brand of smokeless tobacco at study visit 3. Participants also undergo IV line insertion and collection of blood on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                },
                {
                    "label": "Arm V (Rogue NP, usual SLT, ZYN NP)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive Rogue brand nicotine patch at study visit 1, their usual brand of smokeless tobacco at study visit 2, and ZYN brand nicotine patch at study visit 3. Participants also undergo IV line insertion and collection of blood on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                },
                {
                    "label": "Arm VI (Rogue NP, ZYN NP, usual SLT)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive Rogue brand nicotine patch at study visit 1, ZYN brand nicotine patch at study visit 2, and their usual brand of smokeless tobacco at study visit 3. Participants also undergo IV line insertion and collection of blood on study",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Nicotine Oral Pouch",
                        "Other: Questionnaire Administration",
                        "Drug: Smokeless Tobacco"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood",
                    "armGroupLabels": [
                        "Arm I (usual SLT, ZYN NP, Rogue NP)",
                        "Arm II (usual SLT, Rogue NP, ZYN NP)",
                        "Arm III (ZYN NP, usual SLT, Rogue NP)",
                        "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                        "Arm V (Rogue NP, usual SLT, ZYN NP)",
                        "Arm VI (Rogue NP, ZYN NP, usual SLT)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nicotine Oral Pouch",
                    "description": "Receive ZYN brand NP",
                    "armGroupLabels": [
                        "Arm I (usual SLT, ZYN NP, Rogue NP)",
                        "Arm II (usual SLT, Rogue NP, ZYN NP)",
                        "Arm III (ZYN NP, usual SLT, Rogue NP)",
                        "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                        "Arm V (Rogue NP, usual SLT, ZYN NP)",
                        "Arm VI (Rogue NP, ZYN NP, usual SLT)"
                    ],
                    "otherNames": [
                        "ZYN"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nicotine Oral Pouch",
                    "description": "Receive Rogue brand NP",
                    "armGroupLabels": [
                        "Arm I (usual SLT, ZYN NP, Rogue NP)",
                        "Arm II (usual SLT, Rogue NP, ZYN NP)",
                        "Arm III (ZYN NP, usual SLT, Rogue NP)",
                        "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                        "Arm V (Rogue NP, usual SLT, ZYN NP)",
                        "Arm VI (Rogue NP, ZYN NP, usual SLT)"
                    ],
                    "otherNames": [
                        "Rogue"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (usual SLT, ZYN NP, Rogue NP)",
                        "Arm II (usual SLT, Rogue NP, ZYN NP)",
                        "Arm III (ZYN NP, usual SLT, Rogue NP)",
                        "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                        "Arm V (Rogue NP, usual SLT, ZYN NP)",
                        "Arm VI (Rogue NP, ZYN NP, usual SLT)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Smokeless Tobacco",
                    "description": "Receive usual SLT",
                    "armGroupLabels": [
                        "Arm I (usual SLT, ZYN NP, Rogue NP)",
                        "Arm II (usual SLT, Rogue NP, ZYN NP)",
                        "Arm III (ZYN NP, usual SLT, Rogue NP)",
                        "Arm IV (ZYN NP, Rogue NP, usual SLT)",
                        "Arm V (Rogue NP, usual SLT, ZYN NP)",
                        "Arm VI (Rogue NP, ZYN NP, usual SLT)"
                    ],
                    "otherNames": [
                        "Smoking, Tobacco and Cancer - Smokeless Tobacco"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Plasma nicotine delivery (Aim 1)",
                    "description": "Will use linear or logistic mixed effects regression models as appropriate (with a random subject effect) to assess the effects of product type on plasma nicotine delivery. Model assumptions will be checked, and variables will be transformed as needed. Missing data will not be imputed as likelihood based linear mixed models will yield valid inference under missing at random assumptions. Calculated power to detect differences in maximum nicotine concentration using repeated measures ANOVA.",
                    "timeFrame": "From baseline to study completion, assessed up to 2 years"
                },
                {
                    "measure": "Behavioral intentions (Aim 1)",
                    "description": "Will use linear or logistic mixed effects regression models as appropriate (with a random subject effect) to assess behavioral intentions with regard to nicotine pouches (NPs). Model assumptions will be checked, and variables will be transformed as needed. Missing data will not be imputed as likelihood based linear mixed models will yield valid inference under missing at random assumptions. Calculated power to detect differences in maximum nicotine concentration using repeated measures ANOVA.",
                    "timeFrame": "From baseline to study completion, assessed up to 2 years"
                },
                {
                    "measure": "Baseline characteristics (Aim 1)",
                    "description": "Will use linear or logistic mixed effects regression models as appropriate (with a random subject effect) to control for baseline characteristics found to be associated with the outcome. Model assumptions will be checked, and variables will be transformed as needed. Missing data will not be imputed as likelihood based linear mixed models will yield valid inference under missing at random assumptions. Calculated power to detect differences in maximum nicotine concentration using repeated measures ANOVA.",
                    "timeFrame": "From baseline to study completion, assessed up to 2 years"
                },
                {
                    "measure": "Smokeless tobacco (SLT) type and behavioral intentions (Aim 2)",
                    "description": "Will use linear or logistic mixed effects regression models as appropriate to assess the effects of product type on behavioral intentions. Statistical significance of the interaction terms will be determined using Wald tests. Models will additionally control for baseline characteristics found to be associated with the outcome. Model assumptions will be checked, and variables will be transformed as needed. Missing data will not be imputed as likelihood based linear mixed models will yield valid inference under missing at random assumptions. Calculated power to detect differences in maximum nicotine concentration using repeated measures ANOVA.",
                    "timeFrame": "From baseline to study completion, assessed up to 2 years"
                },
                {
                    "measure": "Smokeless tobacco (SLT) dependence effects on NP free-base nicotine (FBN) content on product appeal (Aim 2)",
                    "description": "Will use linear or logistic mixed effects regression models as appropriate to assess the effects of product type between the two-level indicator for SLT dependence (low/moderate vs. high). Statistical significance of the interaction terms will be determined using Wald tests. Models will additionally control for baseline characteristics found to be associated with the outcome. Model assumptions will be checked, and variables will be transformed as needed. Missing data will not be imputed as likelihood based linear mixed models will yield valid inference under missing at random assumptions. Calculated power to detect differences in maximum nicotine concentration using repeated measures ANOVA.",
                    "timeFrame": "From baseline to study completion, assessed up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 21 years or older\n* Reside in an Ohio Appalachian county or surrounding rural area\n* Willing to complete study procedures, including abstaining from all tobacco, nicotine, and marijuana for 12 hours before clinic visits\n* Ability to read and speak English\n* Daily use of smokeless tobacco for the past 3 months\n\nExclusion Criteria:\n\n* Use tobacco products other than smokeless tobacco \\> 10 days per month\n* Unstable or significant psychiatric conditions for \\> 1 year (past and stable conditions will be allowed)\n* Pregnant, planning to become pregnant, or breastfeeding\n* History of cardiac event or distress, including but not limited to uncontrolled high blood pressure, chest pain, significant oral lesions, throat, mouth, or other oral cancer, and shortness of breath within the past 1 year\n* Working with a cessation counselor, using cessation devices such as Chantix or Wellbutrin, or planning to quit within the next 3 months\n* Self-reported diagnosis of lung disease including asthma (if uncontrolled or worse than usual), cystic fibrosis, throat, tongue, or other oral cancer, lung cancer, or chronic obstructive pulmonary disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brittney L Keller-Hamilton, PhD, MPH",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brittney L. Keller-Hamilton",
                            "role": "CONTACT",
                            "phone": "614-366-9652",
                            "email": "keller-hamilton.1@osu.edu"
                        },
                        {
                            "name": "Brittney L. Keller-Hamilton",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008120",
                    "term": "Lobeline"
                },
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11120",
                    "name": "Lobeline",
                    "asFound": "Jogging",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}