{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06241300",
            "orgStudyIdInfo": {
                "id": "2023-0048"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23MH130724-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23MH130724-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Executive Function and Parenting in Childhood",
            "officialTitle": "Improving Brain-Behavior Markers of Preschool Executive Function Through a Group-Based Parenting Intervention for Low-Income Families",
            "acronym": "EPIC",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "executive-function-and-parenting-in-childhood"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-17",
            "studyFirstSubmitQcDate": "2024-01-26",
            "studyFirstPostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Deficits in executive functioning (EF) disproportionately impact children living in poverty and increase risk for psychopathology, particularly disruptive behavior disorders. This randomized clinical trial seeks to determine whether childhood EF, assessed across neural and behavioral units of analysis, is an experimental therapeutic target that can be directly modified through caregiver participation in the Chicago Parent Program (CPP), if increases in EF predict reduced disruptive behavior trajectories in low-income children over a short-term follow-up period, and identify which CPP-driven parenting skill improvements are the most influential in modifying EF. This work will contribute new knowledge as to whether a cost-efficient parenting intervention, developed for and with low-income families raising young children in poverty, can modify EF, a neural behavioral mechanism implicated in risk for childhood disruptive behavior problems.",
            "detailedDescription": "Impairments in executive functioning (EF), cognitive processes that support self-regulation, disproportionately impact children living in poverty and increase vulnerability for childhood disruptive behavior, which trigger a cascade of mental health problems and psychosocial difficulties across the lifespan. Poverty-related stress and maladaptive parenting styles have been linked to alterations of neural and behavioral EF markers in children; despite this, no studies have studied if parenting prevention programs can directly target childhood EF, and through improving EF, reduce disruptive behaviors in at-risk children. The National Institute of Mental Health (NIMH) funded K23 Mentored Patient-Oriented Research Career Development Award project seeks to conduct a mechanistic randomized clinical trial to determine whether neural-behavioral indices of childhood EF is an experimental therapeutic target that can be modified via caregiver participation in the Chicago Parent Program. Consistent with the NIMH Research Domain Criteria framework, childhood EF will be assessed across brain and behavior measurement units. The second aim of the clinical trial seeks to evaluate whether increases in childhood neural-behavioral EF mediate the effects of CPP in reducing disruptive behavior problems over a short-term follow-up. A third exploratory aim of the project is to preliminarily test whether increases in specific parenting practices (discipline, scaffolding), previously linked to individual differences in EF, mediate the effects of CPP in predicting change in childhood neural-behavioral EF. The sample will include 90 Medicaid eligible parent-child (ages 4-5 years old) dyads and will employ a novel recruitment approach where the target child will have moderate-to-severe EF delays at baseline but does not meet diagnostic criteria for a disruptive behavior disorder."
        },
        "conditionsModule": {
            "conditions": [
                "Disruptive Behavior Disorder, Childhood Onset",
                "Disruptive Behavior",
                "Executive Function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The Chicago Parent Program (developer Dr. Deborah Gross) is an evidence-based parenting preventive intervention for urban poor parents with children between the ages of 2-8 years old with behavior problems. The study will include 90 children at risk for disruptive behavior disorders based on demonstrating moderate-to-severe impairments in EF established at the initial screen via parent report on the Behavior Rating Inventory of Executive Function-Preschool Version. Half of the dyads (n = 45) will be randomly assigned to receive the Chicago Parent Program and half (n = 45) will receive no intervention. The study will use a stratified randomization approach to ensure similar levels of childhood EF impairments across Chicago Parent Program and control conditions.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors of executive function, disruptive behavior, and parenting outcomes will be blind to which condition participants were randomized to.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Chicago Parent Program",
                    "type": "EXPERIMENTAL",
                    "description": "Half of the dyads will be randomized to participant in the Chicago Parent Program (CPP), an evidence-based parenting preventive intervention for urban poor parents with children between the ages of 2-8 with behavior problems. The Chicago Parent Program consists of 12 groups sessions (11 weekly, 1 booster session). The groups are co-facilitated by two certified group leaders. Parents learn positive parenting and effective child behavior management skills, strategies to support the child's attention, literacy, and social skills, and stress management and problem solving techniques. Skill building is accomplished through watching videos of real-life parents and children during parent-child interactions, group discussion, role-playing, and weekly homework assignments.",
                    "interventionNames": [
                        "Behavioral: Chicago Parent Program"
                    ]
                },
                {
                    "label": "Control Condition",
                    "type": "NO_INTERVENTION",
                    "description": "Half of the dyads will be randomized to the no intervention arm."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Chicago Parent Program",
                    "description": "Chicago Parent Program is an evidence-based group parenting intervention designed to reduce disruptive behavior in young children (2-8 years old).",
                    "armGroupLabels": [
                        "Chicago Parent Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Behavior Rating Inventory of Executive Function-Preschool Version (BRIEF-P)",
                    "description": "Parents will complete the BRIEF-P to assess their child's executive functioning, and the Global Executive Composite score will be used in the analysis.",
                    "timeFrame": "an average of 4 months"
                },
                {
                    "measure": "NIH Toolbox Early Childhood Cognitive Battery",
                    "description": "Children will be administered the NIH Toolbox Early Childhood Cognitive Battery to assess their executive functioning.",
                    "timeFrame": "an average of 4 months"
                },
                {
                    "measure": "EEG-Based indices of EF",
                    "description": "Children will complete the Zoo Go/No-Go computerized task while EEG is simultaneously recorded. Event-related potential components that index EF and theta spectral power and error-related interchannel phase frequency between frontocentral and frontolateral regions, will be used in the analyses.",
                    "timeFrame": "an average of 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Child Behavior Checklist (CBCL, 1.5-5)",
                    "description": "Parents will complete the Child Behavior Checklist in order to assess children's disruptive behavior symptoms.",
                    "timeFrame": "through study completion, an average of 16 months"
                },
                {
                    "measure": "Eyberg Child Behavior Inventory (ECBI)",
                    "description": "Parents will complete the Eyberg Child Behavior Inventory in order to assess children's disruptive behavior problems.",
                    "timeFrame": "through study completion, an average of 16 months"
                },
                {
                    "measure": "Kiddie Schedule for Affective Disorders and Schizophrenia (K-SADS)-COMPUTER (COMP)",
                    "description": "Parents will be administered the clinician administered the K-SADS-COMP, which is a web-based semi-structured interview to assess children's disruptive behavior symptoms and to determine if children meet criteria for a disruptive behavior disorder.",
                    "timeFrame": "through study completion, an average of 16 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Home EF Environment (HEFE)",
                    "description": "Parents will complete the Home EF Environment questionnaire to assess parental use of scaffolding practices with their child at home.",
                    "timeFrame": "an average of 4 months"
                },
                {
                    "measure": "Parenting Dimensions Inventory (PDI)",
                    "description": "Parents will complete the Parenting Dimensions Inventory to assess parental use of different disciplinary practices across various child-rearing situations and parental nurturance.",
                    "timeFrame": "an average of 4 months"
                },
                {
                    "measure": "Parenting Questionnaire (PQ)",
                    "description": "Parents will complete the Parenting Questionnaire to assess parental warmth, follow-through on discipline, and use of corporal punishment.",
                    "timeFrame": "an average of 4 months"
                },
                {
                    "measure": "Iowa Family Interaction Rating Scales (IFIRS)",
                    "description": "Parents will engage in three interaction tasks (Grocery Store Task, Free-Play, Clean-up) with their child during the laboratory visits, which will be video recorded for later coding of parenting behaviors (warmth, sensitivity, harsh discipline, scaffolding) using subscales adapted from the Iowa Family Interaction Rating Scales (IFIRS).",
                    "timeFrame": "an average of 4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children must be between the ages of 4 years old and 5 years, 11 months old\n* Parent must be the legal guardian of the target child and must live with the child full-time\n* Parents will be 18 years and older (no maximum age limit)\n* Only one child and one parent per family can participate in the study\n* Child is Medicaid eligible, defined as receiving Medicaid or eligible based on family income (up to 142 percent of the federal poverty level)\n* At enrollment the child will have moderate-to-severe (i.e., (sub)clinical) impairments in executive functioning as indicated by having a global executive composite standardized score greater than or equal to 60 on the Behavior Rating Inventory of Executive Function-Preschool Version (BRIEF-P), which will be completed by parents at the initial screen\n* Given that some assessment materials are only validated in English, parents and children for this study will need to be English-speaking\n* Child does not have a prior or current diagnosis of a disruptive behavior disorder based on Diagnostic Statistical Manual, Fifth Edition (DSM-5) criteria\n* Child is not currently receiving mental health services\n* Child does not take medications to treat emotional or behavioral problems\n* Child does not have a medical condition, such as epilepsy, that would interfere with the completion of study tasks\n* Child does not have an intellectual or developmental disability (autism spectrum disorder)\n* Child is not actively suicidal\n* Child does not have a history of psychosis or currently psychotic\n* Parent does not have a medical condition that would interfere with the completion of the study\n* Parent does not have an intellectual disability that would interfere with their ability to complete the study\n* Parent does not have a severe mental illness, active suicidal ideation, or current alcohol/substance abuse/dependence that would interfere with their ability to participate in the study\n* Child can have a current or past histories of psychiatric disorders (anxiety, mood, attention deficit hyperactivity disorder)\n* Parent can have current or past history of psychiatric disorders\n* Parent can be taking medications to treat mental health problems\n\nExclusion Criteria:\n\n* Child is not between the ages of 4-5 years old\n* The parent is not the legal guardian of the target child\n* The parent does not live with the child full-time\n* The parent is younger than 18 years old\n* Child is not receiving Medicaid or Medicaid eligible\n* Child does not have (sub)clinical impairments in executive functioning as indicated by having a global executive composite standardized score greater than or equal to 60 on the BRIEF\n* Child and parent are not English-Speaking\n* Child has a prior or current diagnosis of a disruptive behavior disorder based on DSM-5 criteria\n* Child is currently receiving mental health services\n* Child currently takes medications to treat emotional or behavioral problems\n* Child has a medical condition, such as epilepsy, that would interfere with the completion of study tasks\n* Child has an intellectual or developmental disability (autism spectrum disorder)\n* Child is actively suicidal\n* Child has a history of psychosis or is currently psychotic\n* Parent is not willing to be randomly assigned to receive the Chicago Parent Program intervention or to the control condition where they will not receive an intervention\n* Parent has a medical condition that would interfere with the completion of the study\n* Parent has an intellectual disability that would interfere with their ability to complete the study\n* Parent has a severe mental illness and/or active suicidal ideation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Suor, PhD",
                    "role": "CONTACT",
                    "phone": "7733208989",
                    "email": "jesuor@uic.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois-Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Suor, PhD",
                            "role": "CONTACT",
                            "phone": "773-320-8989",
                            "email": "jesuor@uic.edu"
                        },
                        {
                            "name": "Jennifer Suor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                },
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                },
                {
                    "id": "D000002653",
                    "term": "Child Behavior Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Behavior Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Disruptive Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "asFound": "Disruptive Behavior Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5897",
                    "name": "Child Behavior Disorders",
                    "asFound": "Behavior Disorder, Childhood",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}