{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05157620",
            "orgStudyIdInfo": {
                "id": "D3622-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Exercise-based Program for Rehabilitation of Veterans With Severe Mental Illness",
            "officialTitle": "Exercise-based Program for Rehabilitation of Veterans With Severe Mental Illness",
            "acronym": "ESHANTI",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "exercise-based-program-for-rehabilitation-of-veterans-with-severe-mental-illness"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-27",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-27",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-01",
            "studyFirstSubmitQcDate": "2021-12-01",
            "studyFirstPostDateStruct": {
                "date": "2021-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a hybrid1, effectiveness-implementation study of yoga-based exercises (YE) as an adjunctive tool for rehabilitation among persons with Severe Mental Illness (SMI). The two-arm randomized controlled trial will compare the efficacy of YE compared to the Wellness Lifestyle Program (WLP). Primary outcomes of the study will be self-report and performance-based measures of community functioning, defined in the investigators study as social, leisure, employment, and life skills functioning in the community. Secondary outcomes will include cognition and physical fitness measures.",
            "detailedDescription": "This study will examine Yoga-based Exercise (YE) as a rehabilitation tool for Veterans with Severe Mental Illness (SMI), defined as schizophrenia (SZ), schizoaffective disorder (SZA), and Bipolar 1 disorder (BP1), with or without co-morbid history of alcohol use disorders (AUD) or substance use disorders (SUD). The study will evaluate factors associated with engagement in and uptake of YE among Veterans with SMI. This is a randomized controlled trial of YE that will examine factors that could facilitate or impede implementation of YE among Veterans with SMI.\n\nAim 1. Adapt YE protocols for Veterans with SMI. The investigators will design and evaluate adaptions of previously used Indian and US-based YE protocols in a non-religious context (mindfulness, stretching, toning and breathing exercises). The investigators will consult Indian and US colleagues, Veterans with SMI, and their VA therapists to adapt the protocol for SMI population. The investigators will also adapt control condition, the Wellness Lifestyle Program (WLP), from the recently completed RELIEVE study.\n\nAim 2. Study the efficacy of long-term YE among Veterans with SMI with a 2-armed RCT. The investigators will conduct a 2-armed RCT in which consenting Veterans with SMI will be randomly assigned to one of 2 arms: YE and treatment as usual or WLP and treatment as usual. Unlike prior short-term YE RCTs, the two arms will continue for 12 months, including an initial 12-week training period consisting of two supervised sessions per week, followed by a 12-week training period consisting of one supervised session per week and monthly sessions for the remaining 6 months. The investigators will compare the efficacy of YE versus WLP. The primary outcomes are self-report and performance-based measures of community functioning. Secondary outcomes are cognition and physical fitness measures.\n\nAim 3. Study factors associated with YE acceptance, adoption and implementation. The investigators goal for Aim 3 is to understand demographic/clinical features of Veterans with SMI who are more likely to accept and adopt YE to enable long-term rehabilitation, by analysis of the RCT data (Aim3A). The investigators will also conduct qualitative interviews with Veterans who have SMI and participated in the YE intervention arm, referring clinicians, and the Yoga Instructor to identify barriers and facilitators for implementation (Aim 3b)."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizoaffective",
                "Bipolar Disorder 1"
            ],
            "keywords": [
                "schizophrenia",
                "psychotic disorders",
                "schizoaffective",
                "bipolar disorder 1",
                "exercise",
                "yoga",
                "community function",
                "quality of life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized controlled trial. Participants will be randomized to either a Yoga-based exercise intervention or a Wellness Lifestyle Program intervention. Both interventions will be conducted simultaneously.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Research staff conducting assessments will not be informed as to which group each participant has been assigned. Additionally, investigators will be be masked to groups, except for Dr. Bramoweth. Dr. Bramoweth will be conducting qualitative interviews with participants enrolled in the YE group only. He will be masked to all other participants except those participating in the qualitative interviews.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Yoga-based Exercise (YE)",
                    "type": "EXPERIMENTAL",
                    "description": "The Yoga-based Exercise (YE) intervention is a series of yoga-based poses that consists of sitting, standing, kneeling, and lying postures as well as breathing exercises. The duration of the intervention will be 12 months. Participants will engage in yoga-based exercise sessions lasting 60 minutes twice a week for the first 12 weeks (3 months) of the project. The following 12 weeks, participants will engage in yoga-based exercises once a week. The remainder of the study (6 months), participants will engage in yoga-based exercises once a month.",
                    "interventionNames": [
                        "Other: Yoga-based Exercise (YE)"
                    ]
                },
                {
                    "label": "Wellness Lifestyle Program (WLP)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Wellness Lifestyle Program (WLP) is a comprehensive lifestyle program that consists of 30 minutes of educational information covering various topics, such as nutrition, healthy living, stress reduction, and more will be followed by 30 minutes of low-intensity exercise such as walking. The duration of the intervention will be 12 months. Participants will engage in the 60 minute WLP session twice a week for the first 12 weeks (3 months) of the project. The following 12 weeks, participants will engage in WLP sessions once a week. The remainder of the study (6 months), participants will engage in WLP sessions once a month.",
                    "interventionNames": [
                        "Other: Wellness Lifestyle Program (WLP)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Yoga-based Exercise (YE)",
                    "description": "The Yoga-based Exercise (YE) intervention is a series of yoga-based poses that consists of sitting, standing, kneeling, and lying postures as well as breathing exercises. The duration of the intervention will be 12 months. Participants will engage in yoga-based exercise sessions lasting 60 minutes twice a week for the first 12 weeks (3 months) of the project. The following 12 weeks, participants will engage in yoga-based exercises once a week. The remainder of the study (6 months), participants will engage in yoga-based exercises once a month.",
                    "armGroupLabels": [
                        "Yoga-based Exercise (YE)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Wellness Lifestyle Program (WLP)",
                    "description": "The Wellness Lifestyle Program (WLP) is a comprehensive lifestyle program that consists of 30 minutes of educational information covering various topics, such as nutrition, healthy living, stress reduction, and more will be followed by 30 minutes of low-intensity exercise such as walking. The duration of the intervention will be 12 months. Participants will engage in the 60 minute WLP session twice a week for the first 12 weeks (3 months) of the project. The following 12 weeks, participants will engage in WLP sessions once a week. The remainder of the study (6 months), participants will engage in WLP sessions once a month.",
                    "armGroupLabels": [
                        "Wellness Lifestyle Program (WLP)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Virtual Reality Functional Capacity Assessment Tool (VRFCAT)",
                    "description": "NOTE: The VA and the copyright holder of this assessment have not come to an agreement allowing the study to purchase rights to use this measure. We are still negotiating as of this date (10/18/2023), and so are not removing it from ART. We are adding another measure to take it's place if we remain unable to procure it, called the Social Functioning Scale (SFS) .\n\nCommunity (social) functioning is the primary outcome measured from the VRFCAT. The Virtual Reality Functional Capacity Assessment Tool (VRFCAT) is a computerized measure that assesses functional capacity with the potential to demonstrate real-world functional improvements. The VRFCAT generates a composite score.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurements Information Systems (PROMIS)",
                    "description": "Patient-Reported Outcomes Measurements Information System's (PROMIS) Satisfaction with Participation in Social Roles and Activities will be used to assess participant's perceived satisfaction with their social roles and activities as part of the community and social functioning outcome. The PROMIS scale is an 8-item short form. The scale for each item is: Not at all, a little bit, somewhat, quite a bit, very much.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Quality of Life Scale (QOL)",
                    "description": "The Quality of Life Scale (QOL) will be used to measure interpersonal, social and occupational functioning. The QOL scale is a 16-item scale ranging from 1-7. 1= Terrible, 2 = Unhappy, 3 = Mostly dissatisfied, 4= Mixed, 5 = Mostly satisfied, 6 = Pleased, 7= Delighted",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Social Functioning Scale (SFS)",
                    "description": "The Social Functioning Scale (SFS) is a self-report measure of social functioning, and is widely used in adults with psychosis.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical Global Impression-Severity (CGI-S)",
                    "description": "Clinical Global Impression - Severity (CGI-S) will be used to assess participant's severity of illness. The scale is a 7-point scale. 0=Not Assessed, 1= Normal, not at all ill, 2 = borderline mentally ill, 3 = mildly ill, 4= moderately ill, 5=markedly ill, 6= severely ill, 7= among most extremely ill.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Brief Assessment of Cognition (BAC)",
                    "description": "NOTE: The VA and the copyright holder of this assessment have not come to an agreement allowing the study to purchase rights to use this measure. We are still negotiating as of this date (10/18/2023), and so are not removing it from ART. We are adding another measure to take it's place if we remain unable to procure it, called The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS).\n\nThe Brief Assessment of Cognition in schizophrenia scale will be used to evaluate domains of cognition that are most impaired and strongly correlated with outcome in patients with schizophrenia. The BAC is completed via a computerized program that generates a composite score.",
                    "timeFrame": "12 month"
                },
                {
                    "measure": "2-minute walk",
                    "description": "endurance/aerobic capacity will be assess by the 2-minute walk test, which measures the distance walked during a 2-minute interval.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Patterns of utilization",
                    "description": "Virtual and paper logs will be used to assess patterns of YE/WLP utilization, difficulty, and satisfaction.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Brief Psychiatric Rating Scale (BPRS)",
                    "description": "The Brief Psychiatric Rating Scale (BPRS) will be used to assess participant's severity of illness and assess level of depression, anxiety, and psychotic features. Items 1-10 are self report by the patient / participant. Items 11-18 are reported by the observer based on behaviors and speech. The scale ranges from 0 - 7. 0=Not assessed, 1= Not present, 2 = very mild, 3 = mild, 4= moderate, 5= moderately severe, 6= severe, 7= extremely severe",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS)",
                    "description": "The Repeatable Battery for the Assessment of Neuropsychological Status is a neuropsychological assessment consisting of twelve subtests which give five scores, one for each of the five domains tested (immediate memory, visuospatial/constructional, language, attention, delayed memory).",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent;\n* age 18-65 years;\n* DSM-5 diagnosis of\n\n  * schizophrenia,\n  * schizoaffective disorder,\n  * bipolar 1 disorder,\n* DSM-5 diagnosis of schizophrenia, schizoaffective disorder, or bipolar 1 disorder including those with a co-morbid\n\n  * alcohol use disorder or substance use disorder;\n  * clinically stable;\n  * no psychoactive medication changes for past 4 weeks;\n* clinical global impression-severity (CGI-S) scores mild to moderately ill\n\nExclusion Criteria:\n\n* Unable to provide written informed consent;\n* intellectual disability (i.e., severe enough to impact understanding of yoga-based exercises) based on chart or IQ\\<80 on the Wechslet Abbreviated Scale of Intelligence-II (WASI-II);\n* disability or illness precluding yoga-based exercises or wellness lifestyle program, e.g.,\n\n  * current or recent angina (\\<6 months),\n  * history of myocardial infarction in the past year (unless permission is obtained from the primary care physician),\n  * uncontrolled hypertension or hypotension;\n* neurological illness complicating diagnosis / cognitive evaluation, e.g.,\n\n  * dementia,\n  * stroke or head injury;\n* physical problems that preclude training for yoga-based exercises / wellness lifestyle program, e.g.,\n\n  * severely impaired vision;\n  * ongoing treatment that includes more than one hour per week of relaxation and mind-body based stress reduction strategies related to yoga",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vishwajit L Nimgaonkar, MD PhD",
                    "role": "CONTACT",
                    "phone": "(412) 688-6000",
                    "phoneExt": "3579",
                    "email": "Vishwajit.Nimgaonkar@va.gov"
                },
                {
                    "name": "Gretchen L Haas, PhD",
                    "role": "CONTACT",
                    "phone": "(412) 360-2662",
                    "email": "Gretchen.Haas@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vishwajit Laxmikant Nimgaonkar, MD PhD",
                    "affiliation": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vishwajit L Nimgaonkar, MD PhD",
                            "role": "CONTACT",
                            "phone": "(412) 688-6000",
                            "phoneExt": "3579",
                            "email": "Vishwajit.Nimgaonkar@va.gov"
                        },
                        {
                            "name": "Vishwajit Laxmikant Nimgaonkar, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}