{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05930821",
            "orgStudyIdInfo": {
                "id": "2022-1282"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Exercise Training, Cognition, and Mobility in Older Adults With Multiple Sclerosis",
            "officialTitle": "Exercise Training, Cognition, and Mobility in Older Adults With Multiple Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "exercise-training-cognition-and-mobility-in-older-adults-with-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-07",
            "studyFirstSubmitQcDate": "2023-07-02",
            "studyFirstPostDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peixuan Zheng",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of the proposed randomized controlled (RCT) is to determine the feasibility and efficacy of a 16-week theory-based, remotely-delivered, combined exercise (aerobic and resistance) training intervention for improving cognitive and physical function in older adults (50+ years) with multiple sclerosis (MS) who have mild-to-moderate cognitive and walking impairment. Participants (N=50) will be randomly assigned into exercise training (combined aerobic and resistance exercise) condition or active control (flexibility and stretching) condition. The 16-week intervention will be delivered and monitored remotely within a participant's home/community and supported by Zoom-based chats guided by social cognitive theory (SCT) via a behavioral coach. Participants will receive training materials (e.g., prescriptive manual and exercise equipment), one-on-one coaching, action-planning via calendars, self-monitoring via logs, and SCT-based newsletters. It is hypothesized that the home-based exercise intervention will yield beneficial effects on cognition, mobility, physical activity, and vascular function compared with an active control condition (flexibility and stretching intervention), and these improvements will be sustained during a 16-week follow-up period.",
            "detailedDescription": "Multiple sclerosis (MS) is an immune-mediated and neurodegenerative disease of the central nervous system that is markedly increasing in prevalence amongst older adults. Older adults with MS present with poor health status and functioning, cognitive and ambulatory difficulty, dependence for activities of daily living, and reduced physical activity participation. The common approach for managing MS involves disease-modifying drugs, yet this first-line approach for medical management has little efficacy in older MS age groups (i.e., those 50+ years of age). Exercise training has been recognized as a promising approach for maintaining and/or restoring physical and cognitive health in older adults from the general population and younger adults with MS. To date, there is a dearth of research examining the benefits of exercise training among older adults with MS. The current study proposes a remotely-delivered exercise training program for improving cognition and mobility among older adults with MS. The proposed research adopts an innovative intervention approach (via telerehabilitation) with rigorous design for evaluating the feasibility and efficacy of a home-based exercise intervention program in older adults with MS who have cognitive and walking impairment. This exercise training program adopts an innovative intervention approach via telerehabilitation and is convenient and accessible for older adults with MS. This research may have practical relevance for improving physical activity among older adults with MS through alleviating travel concerns and reducing environmental/social barriers. If successful, the proposed project will provide foundations for implementing larger, high-quality RCTs using remotely-delivered exercise intervention for managing the consequences of aging and MS and ultimately contributing to successful aging with MS."
        },
        "conditionsModule": {
            "conditions": [
                "Older Adults",
                "Multiple Sclerosis",
                "Cognitive Impairment",
                "Walking Impairment"
            ],
            "keywords": [
                "Cognition",
                "Walking",
                "Exercise",
                "Physical Activity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aerobic and Resistance Exercise Program (GEMS program)",
                    "type": "EXPERIMENTAL",
                    "description": "This intervention condition will deliver the Guidelines for Exercise in Multiple Sclerosis (GEMS) program. Participants in this condition will receive a 16-week home-based, remotely supported aerobic and resistance exercise training intervention.",
                    "interventionNames": [
                        "Behavioral: Aerobic and Resistance Exercise Program (GEMS program)"
                    ]
                },
                {
                    "label": "Flexibility and Stretching Program (FLEX-MS program)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this condition will receive a 16-week home-based, remotely supported stretching program emphasizing flexibility and range of motion as important components of fitness based on Stretching for People with MS: An Illustrated Manual from the National MS Society.",
                    "interventionNames": [
                        "Behavioral: Flexibility and Stretching Program (FLEX-MS program)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Aerobic and Resistance Exercise Program (GEMS program)",
                    "description": "* Remotely-coached/guided, home-based program delivered using telerehabilitation focusing on aerobic fitness and muscle strength as a mode of training.\n* The exercise training prescription involves performing 3 days per week and include (a) aerobic exercise: 30+ minutes of moderate-intensity walking (≥100 steps/min) monitored by a waist-worn pedometer, and (b) resistance training: 1-2 sets, 10-15 repetitions of 5-10 exercises targeting lower and upper body, and core muscle groups using elastic bands.\n* Other components of the GEMS program include appropriate exercise equipment (pedometer, resistance bands), one-on-one coaching sessions via Zoom, action-planning via calendars, logbooks for self-monitoring, and SCT-based newsletters.",
                    "armGroupLabels": [
                        "Aerobic and Resistance Exercise Program (GEMS program)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Flexibility and Stretching Program (FLEX-MS program)",
                    "description": "* Remotely-coached/guided, home-based program delivered using telerehabilitation focusing on stretching and range of motion as the mode of training.\n* The training will involve the same frequency, duration, timeline, behavior change content, and interactions with behavioral coach as the GEMS program, and account for activity, social-contact, and attention.\n* Other components of the FLEX-MS program include appropriate exercise equipment (yoga mat), one-on-one coaching sessions via Zoom, calendars, logbooks and newsletters similar to the GEMS program.",
                    "armGroupLabels": [
                        "Flexibility and Stretching Program (FLEX-MS program)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cognitive Function",
                    "description": "Brief International Cognitive Assessment for Multiple Sclerosis (BICAMS); the total test scores range between 0 (min) and 236 (max), higher scores indicate better cognitive function.",
                    "timeFrame": "Changes in BICAMS test scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Cognitive Function",
                    "description": "National Institute of Health Toolbox (NIH toolbox) with customized cognitive test battery; the scores range between 0 (min) and 186 (max), higher scores indicate better cognitive function.",
                    "timeFrame": "Changes in NIH toolbox cognitive test scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Physical Function",
                    "description": "Short Physical Performance Battery (SPPB); the performance scores range between 0 (min) and 12 (max) points, higher scores reflect better physical function.",
                    "timeFrame": "Changes in physical function scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Lower-extremity Function",
                    "description": "30-Second Sit to Stand Test (30STS). The score is the number of complete repetitions of sit-to-stand movements performed during 30 seconds; the minimum value is 0 repetitions, and the maximum value depends on individuals' performance. Higher scores reflect better lower extremity function.",
                    "timeFrame": "Changes in lower-extremity function scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Functional Mobility",
                    "description": "Timed Up and Go Test (TUG); the score is the average time (in seconds) for completing two trials. The minimum and maximum scores depend on individuals' performance; shorter time (lower scores) reflects better functional mobility.",
                    "timeFrame": "Changes in functional mobility scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Walking Endurance",
                    "description": "Six-Minute Walk Test (6MW); the score is the total walking distance (in meters) during the 6 minutes. The minimum value is 0 meter, and the maximum value depends on individuals' performance. A longer distance (higher scores) indicates better walking endurance.",
                    "timeFrame": "Changes in walking endurance scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Walking Speed",
                    "description": "Timed 25-foot Walking Test (T25FW); the score is the average speed (25 feet divided by time, ft/s) for completing two trials. The minimum and maximum scores (time) depend on individuals' performance. A faster speed represents better ambulatory performance.",
                    "timeFrame": "Changes in walking speed scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical Activity Level",
                    "description": "Time spent in moderate-to-vigorous physical activity (MVPA) will be measured by a waist-worn accelerometer (ActiGraph model GT3X+); a longer time (in seconds) reflects a higher level of physical activity.",
                    "timeFrame": "Changes in time spent in MVPA from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Physical Activity Level",
                    "description": "Daily step count will be measured by a waist-worn accelerometer (ActiGraph model GT3X+); a greater number of steps per day reflects a higher level of physical activity.",
                    "timeFrame": "Changes in daily step count from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Exercise Behavior",
                    "description": "Godin Leisure-Time Exercise Questionnaire (GLTEQ); scores range between 0 (min) and 119 (max), higher scores indicate greater engagement in exercise behavior.",
                    "timeFrame": "Changes in the GLTEQ scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Vascular Function",
                    "description": "Central blood pressure will be measured by waveform analysis using the SphygmoCor XCEL System. A higher value (in millimeters of mercury, or mmHg) indicate higher blood pressure.",
                    "timeFrame": "Changes in central blood pressure from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Vascular Function",
                    "description": "Augmentation index is a biomarker for arterial stiffness and will be measured using the SphygmoCor XCEL System. A higher value (percentage) indicates greater arterial stiffness.",
                    "timeFrame": "Changes in augmentation index from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Vascular Function",
                    "description": "Carotid-to-femoral pulse wave velocity (cfPWV) is a biomarker for arterial stiffness and will be measured using the SphygmoCor XCEL System. A higher value (meters/second) indicates greater arterial stiffness.",
                    "timeFrame": "Changes in cfPWV from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Fatigue Severity",
                    "description": "Fatigue Severity Scale (FSS); scores range between 1 (min) and 7 (max), higher scores reflect greater fatigue severity.",
                    "timeFrame": "Changes in fatigue severity scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Fatigue Impact",
                    "description": "Modified Fatigue Impact Scale (MFIS); scores range between 0 (min) and 84 (max), higher scores reflect a greater impact of fatigue on daily life.",
                    "timeFrame": "Changes in fatigue impact scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Depressive Symptoms",
                    "description": "Hospital Anxiety and Depression Scale (HADS); scores range between 0 (min) and 21 (max), higher scores reflect greater frequency of anxiety and depressive symptoms.",
                    "timeFrame": "Changes in depressive symptoms scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Anxiety",
                    "description": "Hospital Anxiety and Depression Scale (HADS); scores range between 0 (min) and 21 (max), higher scores reflect greater frequency of anxiety and depressive symptoms.",
                    "timeFrame": "Changes in anxiety scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Level of Pain",
                    "description": "Short-form McGill Pain Questionnaire (SF-MPQ); scores range between 0 (min) and 45 (max), higher scores reflect higher level of pain.",
                    "timeFrame": "Changes in pain level from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Sleep Quality",
                    "description": "Pittsburgh Sleep Quality Index (PSQI); scores range between 0 (min) and 21 (max), higher scores indicate worse sleep quality.",
                    "timeFrame": "Changes in sleep quality scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Health-related Quality of Life",
                    "description": "Short Form Health Status Survey (SF-36); scores range between 0 (min) and 100 (max), higher scores indicate better physical and mental aspects of quality of life.",
                    "timeFrame": "Changes in SF-36 scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                },
                {
                    "measure": "Health-related Quality of Life",
                    "description": "Multiple Sclerosis Impact Scale (MSIS-29); scores range between 0 (min) and 100 (max), higher scores indicate greater impact of disease on daily function (i.e. worse outcomes).",
                    "timeFrame": "Changes in MSIS-29 scores from Baseline (pre-intervention), after 16 weeks (post-intervention), and after 32 weeks (follow-up)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50 years or older\n* Diagnosis of MS\n* Relapse-free for the past 30 days\n* Internet and e-mail access\n* Ability to travel to the laboratory (for testing only)\n* Willingness to complete the assessments and be randomized\n* Ambulatory with or without a single-point assistive device\n* Mild-to-moderate cognitive impairment (TICS-M; MSNQ)\n* Walking impairment (MSWS-12)\n\nExclusion Criteria:\n\n* Individuals not meeting above inclusion criteria\n* Individuals with moderate to high risk for contraindications of possible injury or death when undertaking strenuous or maximal exercise (PARQ)\n* Individuals diagnosed with other neurological conditions or cardiovascular diseases",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peixuan Zheng, Ph.D",
                    "role": "CONTACT",
                    "phone": "312-996-4600",
                    "email": "pxzheng@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peixuan Zheng, PhD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peixuan Zheng, PhD",
                            "role": "CONTACT",
                            "phone": "312-355-0383",
                            "email": "pxzheng@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}