{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04959019",
            "orgStudyIdInfo": {
                "id": "IRB-300006833"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Exercise for Memory Rehabilitation in Epilepsy",
            "officialTitle": "Exercise for Memory Rehabilitation in Epilepsy",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "exercise-for-memory-rehabilitation-in-epilepsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-24",
            "studyFirstSubmitQcDate": "2021-07-07",
            "studyFirstPostDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jane Allendorfer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine how effective a 6-week exercise program is for improving memory compared to a no-intervention control group, investigate the brain changes that may be responsible for memory improvements, and determine if the memory benefits and brain changes are retained 6 weeks after completing the exercise intervention in people with Idiopathic generalized epilepsy (IGE).",
            "detailedDescription": "The primary objectives of this randomized controlled trial are to determine in adults with idiopathic generalized epilepsy (IGE) the efficacy of a 6-week supervised and structured exercise program combining endurance and resistance training for memory rehabilitation, investigate a putative mechanisms of action for exercise-related memory benefits, and determine if the memory benefits and brain changes are retained 6 weeks after completing the exercise intervention. Based on the investigators' pilot exercise data in adults with epilepsy, they hypothesize that exercise will significantly improve verbal memory function in the exercise group compared to the no-intervention control group. The investigators also hypothesize that the verbal memory improvements are mediated by the changes in resting state functional connectivity (rsFC) of the hippocampus, a brain region that plays a vital role in memory function. The investigators propose a mediation model in which exercise-induced changes in the hippocampus rsFC is mediating the beneficial effect of exercise on memory function in epilepsy, and will utilize the causal-steps approach in which 4 conditions of statistical significance must be met to determine if mediation is present."
        },
        "conditionsModule": {
            "conditions": [
                "Epilepsy, Generalized",
                "Memory Impairment"
            ],
            "keywords": [
                "Epilepsy, Idiopathic Generalized",
                "Memory Impairment",
                "Magnetic Resonance Imaging",
                "Neuroimaging",
                "Endurance and Resistance Training",
                "Resting State Functional Connectivity",
                "Verbal Learning and Memory"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study utilizes a randomized delayed intervention study design. Participants are randomized to a 6-week exercise program (intervention), or to a 6-week delay (no-intervention control) prior to beginning the exercise program.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 114,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "immediate participation in 6-week exercise program (intervention)",
                    "interventionNames": [
                        "Behavioral: Supervised combined endurance and resistance training (CERT)"
                    ]
                },
                {
                    "label": "Delayed Exercise",
                    "type": "OTHER",
                    "description": "6-week delay (no-intervention control) prior to participating in exercise program",
                    "interventionNames": [
                        "Behavioral: Delayed supervised combined endurance and resistance training (CERT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Supervised combined endurance and resistance training (CERT)",
                    "description": "Subjects will undergo up to 18 supervised sessions of a structured exercise program of combined endurance and resistance training (CERT). Supervised CERT will occur for 3 days/week, approx. 1 hr per session. Endurance training will start at 15 minutes and progress to 30 minutes of cycling on a stationary recumbent bicycle at 65-85% of heart rate reserve by week 3. Resistance training volume and intensity (baseline determined from strength tests) will progress over the first four sessions to 3 sets of 8-12 repetitions to volitional fatigue for 8 movements, with alternating upper-body and lower-body movements during the session. Progression will be incorporated throughout the trial for both endurance and resistance training to maintain relative intensity.",
                    "armGroupLabels": [
                        "Immediate Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Delayed supervised combined endurance and resistance training (CERT)",
                    "description": "After a 6-week delay period (no-exercise control), subjects will undergo up to 18 supervised sessions of a structured exercise program of combined endurance and resistance training (CERT). Supervised CERT will occur for 3 days/week, approx. 1 hr per session. Endurance training will start at 15 minutes and progress to 30 minutes of cycling on a stationary recumbent bicycle at 65-85% of heart rate reserve by week 3. Resistance training volume and intensity (baseline determined from strength tests) will progress over the first four sessions to 3 sets of 8-12 repetitions to volitional fatigue for 8 movements, with alternating upper-body and lower-body movements during the session. Progression will be incorporated throughout the trial for both endurance and resistance training to maintain relative intensity.",
                    "armGroupLabels": [
                        "Delayed Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "estimated interaction effect between exercise group and visit for d'",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our primary variable of interest, d', which is the discriminability index for delayed recognition memory on the California Verbal Learning Test - II (CVLT-II). Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6 weeks after baseline"
                },
                {
                    "measure": "estimated mediation effect of change in left hippocampus resting state functional connectivity (rsFC) in the effect of exercise on change in d'",
                    "description": "Regression tests of mediation for change in left hippocampus rsFC as the mediator variable in the effect of exercise on change in d' (from CVLT-II) will be performed using the causal-steps approach. The four steps in the causal process must be true for mediation to be present. Range is negative infinity to positive infinity for estimated mediation effect.",
                    "timeFrame": "6 weeks after baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "estimated interaction effect between exercise group and visit for Learning score",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our secondary variable of interest, Learning score, which is the total words recalled immediately after the learning trials on the CVLT-II. Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6-weeks after baseline"
                },
                {
                    "measure": "estimated interaction effect between exercise group and visit for Long Delay Free Recall score",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our secondary variable of interest, Long Delay Free Recall score, which is the total words recalled 30 minutes after the learning trials on the CVLT-II. Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6-weeks after baseline"
                },
                {
                    "measure": "estimated mediation effect of change in right hippocampus resting state functional connectivity (rsFC) in the effect of exercise on change in d'",
                    "description": "Regression tests of mediation for change in right hippocampus rsFC as the mediator variable in the effect of exercise on change in d' (from CVLT-II) will be performed using the causal-steps approach. The four steps in the causal process must be true for mediation to be present. Range is negative infinity to positive infinity for estimated mediation effect.",
                    "timeFrame": "6-weeks after baseline"
                },
                {
                    "measure": "estimated interaction effect between exercise group and visit for Montreal Cognitive Assessment (MoCA) score",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our secondary variable of interest, MoCA score, which is a measure of general cognitive functioning. Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6-weeks after baseline"
                },
                {
                    "measure": "estimated interaction effect between exercise group and visit for Short-Form 36 (SF-36) physical component score",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our secondary variable of interest, SF-36 physical component score, which is a quality of life subscale measure for physical health. Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6-weeks after baseline"
                },
                {
                    "measure": "estimated interaction effect between exercise group and visit for Short-Form 36 (SF-36) mental component score",
                    "description": "Repeated measures analysis of variance (rm-ANOVA) will be performed to examine condition-by-time interactions for our secondary variable of interest, SF-36 mental component score, which is a quality of life subscale measure for mental health. Range is negative infinity to positive infinity for estimated interaction effect.",
                    "timeFrame": "6-weeks after baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* males and females\n* ages 18-55 years old\n* speaks English fluently\n* able to provide written informed consent\n* have no contraindications to 3-Telsa MRI\n* clinician-confirmed diagnosis of IGE (IGE includes epilepsy syndromes such as juvenile myoclonic epilepsy, juvenile absence epilepsy, childhood absence epilepsy, and generalized tonic-clonic seizures alone)\n* relatively healthy with no comorbid medical conditions besides epilepsy\n* normal pre-enrollment structural clinical MRI of the brain (if available)\n* no more than 4 seizure days/month in past 6 months\n* having less than the American Heart Association recommendation of physical activity in adults (at least 30 min moderate-intensity aerobic activity at least 5 days/week (150 min total), or at least 25 min vigorous aerobic activity at least 3 days/week (75 min total) and moderate-/high-intensity muscle strengthening activity at least 2 days/week)\n\nExclusion Criteria:\n\n* underlying degenerative or metabolic disorders\n* abnormal general or neurological examination\n* abnormal brain MRI\n* recent suicidal ideation in the last 3 months determined based on previous medical history\n* pregnant or positive pregnancy test result on the day of the research session\n* contraindication to an MRI scan at 3-Telsa\n* mental handicap (FSIQ\\<80 if tested) or history of special education\n* \\>4 seizure days/month in past 6 months\n* concurrent participation in a different intervention study\n* diseased or enlarged heart or blood vessels determined based on previous medical history\n* high blood pressure that is not controlled by medications\n* meeting the American Heart Association recommendation of physical activity in adults\n* abnormal physical examination in which study physician determines subject should not participate in the exercise intervention",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anna Moyana, B.S.",
                    "role": "CONTACT",
                    "phone": "1-205-975-8446",
                    "email": "amoyana@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jane B. Allendorfer, Ph.D.",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna Moyana, B.S.",
                            "role": "CONTACT",
                            "phone": "205-975-8446",
                            "email": "amoyana@uabmc.edu"
                        },
                        {
                            "name": "Jane B. Allendorfer, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                },
                {
                    "id": "D000004829",
                    "term": "Epilepsy, Generalized"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7985",
                    "name": "Epilepsy, Generalized",
                    "asFound": "Epilepsy, Generalized",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}