{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06340893",
            "orgStudyIdInfo": {
                "id": "76117"
            },
            "organization": {
                "fullName": "Marquette University",
                "class": "OTHER"
            },
            "briefTitle": "Exercise Training in Children With Communication Impairments",
            "officialTitle": "Exercise as Treatment in Children With Communication Impairments",
            "therapeuticArea": [
                "Other"
            ],
            "study": "exercise-training-in-children-with-communication-impairments"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-08",
            "studyFirstSubmitQcDate": "2024-03-31",
            "studyFirstPostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Marquette University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Arizona",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial study has two goals. The first goal is to establish fitness levels, participation in physical activities, and fine/gross motor abilities for children with development language disorder (DLD). DLD occurs in 1/13 children and children with DLD often have poorer fine/gross motor skills than those with typical development. The second goal is to determine whether physical exercise helps children with DLD and typical development to learn better and improve fitness and fine/gross motor abilities more than participating in restful play activities.\n\nAll children (DLD and typically developing) will undergo communication, fine/gross motor and fitness testing. Children will be randomly assigned to participate in an exercise program (n =20) or to a restful play program (n = 20). Both programs will take place 3x/week for 6 weeks and children will only participate in one of the two programs.\n\nChildren in the exercise program will do activities to train cardiovascular fitness, agility, balance, strength, and endurance while children in the restful play condition will do things like play with legos and color.\n\nResearchers will compare changes in learning tasks and fitness levels for children (DLD and typically developing) who participated in the exercise program vs. restful play program.",
            "detailedDescription": "Communication impairments affect \\~10% of children in the US between 3-10 years of age, and fine/gross motor deficits co-occur in an astounding 30-85% of this population. One subpopulation that evidences high rates of co-occurring language and motor deficits is children with developmental language disorder (DLD; a highly common disorder that affects expressive and/or receptive language in 1/13 children). Consequently, millions of children present with these debilitating impairments that require time-consuming and costly therapy, which typically occurs in discipline-specific silos. The siloed approach has limitations as it fails to leverage potentially synergistic effects that may be achieved when the whole child is treated, rather than intervene discipline by discipline.\n\nAlternative, ground-shifting interventions that harness neuroplasticity and yield multisystem gains are needed to fill this gap in treatment options for children with co-occurring language and motor deficits.\n\nThe goal of the proposed research is two-fold. The Aim 1 study will establish motor performance and fitness levels for children with DLD and carefully characterize the motor deficits of children in this population. The Aim 2 study is a Phase 0/Early Phase 1 random control trial (RCT) that tests the efficacy of physical exercise as treatment to promote cognitive-linguistic and fitness gains in children with DLD. Participants will be randomly assigned to undergo 6 weeks (3x/week) of exercise training (i.e., activities to train cardiovascular fitness, agility, balance, strength, endurance) or to a restful play condition (e.g., legos and coloring) on the same schedule. Both interventions will be provided in small groups. Cognitive-linguistic and fitness will be assessed pre-treatment and again immediately post treatment and at 1-month, and 3-months post treatment to determine treatment and maintenance gains on these measures.\n\nThis research will gather vital information for a Phase 2 trial of preliminary efficacy and contribute high-quality evidence that will help speech language pathologists and other practitioners make evidence-based clinical decisions. The long-term goal of this research program is to identify the breadth of comorbid impairments in children with communication disorders and develop optimally effective treatments to maximize outcomes and quality of life for the millions of children and families coping with communication impairments."
        },
        "conditionsModule": {
            "conditions": [
                "Developmental Language Disorder"
            ],
            "keywords": [
                "developmental language disorder",
                "exercise",
                "learning",
                "word learning",
                "fitness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to the exercise intervention group or to the restful play (sham) condition.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcome assessors will be blinded to group and will be different to those conducting the interventions.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive treatment 3x/week for 6 weeks",
                    "interventionNames": [
                        "Behavioral: Exercise"
                    ]
                },
                {
                    "label": "Restful Play",
                    "type": "SHAM_COMPARATOR",
                    "description": "This group will receive treatment 3x/week for 6 weeks.",
                    "interventionNames": [
                        "Behavioral: Restful Play"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercise",
                    "description": "Participants will participate in cardiovascular, agility, balance, strength and coordination training.",
                    "armGroupLabels": [
                        "Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Restful Play",
                    "description": "This group will engage in restful play activities such as coloring and playing with legos.",
                    "armGroupLabels": [
                        "Restful Play"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes to cognitive-linguistic performance: Word learning accuracy (% correct)",
                    "description": "Participants will complete a word learning task in which they are taught novel words and then tested on their recognition of the novel words. Accuracy on this task will be assessed at various time points. This task has previously been used to test effects of a brief bout of exercise (3 minutes) on word learning accuracy for children in the same age range.",
                    "timeFrame": "Pre-treatment, immediately post-treatment, and follow-up (4 and 12 weeks following completion of treatment)"
                },
                {
                    "measure": "Changes to cognitive-linguistic performance: Reaction time on the Serial Reaction Time task (milliseconds)",
                    "description": "The Serial Reaction Time task is a procedural learning task that tests learning of a 5-step visuospatial sequence. It has previously been used to demonstrate procedural learning gains and differences in children with childhood apraxia of speech, phonological disorder, language disorder, and typical development.",
                    "timeFrame": "pre-treatment, immediately post-treatment, follow-up (4 and 12 weeks following completion of treatment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fitness: Maximum oxygen consumption (VO2 max) (ml/kg/min)",
                    "description": "VO2 max (ml/kg/min) will be used to establish fitness level to address Aim 1 and will be used to measure changes to fitness for Aim 2. This will be collected based on performance on the Progressive Aerobic Cardiovascular Endurance Run (PACER).",
                    "timeFrame": "pre-treatment, immediately post-treatment, follow-up (4 and 12 weeks following completion of treatment)"
                },
                {
                    "measure": "Motor Performance (scaled scores)",
                    "description": "Motor Performance on the Movement Assessment Battery for Children, which yields scaled component scores for manual dexterity, balance, and aiming and catching. Each component score has a mean of 10 with scores below 7 indicating performance below the age-expected typically developing range.",
                    "timeFrame": "pre-treatment, immediately post-treatment"
                },
                {
                    "measure": "Enjoyment of Intervention",
                    "description": "Enjoyment will be measured on a 5-point smiley face pictorial likert scale that ranges from negative to neutral to positive. Children will complete this following each intervention session.",
                    "timeFrame": "Immediately post each treatment session (n = 18) up to 6 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nChildren with a diagnosis of developmental language disorder (DLD) or typically developing controls will be included.\n\nAll children will meet following inclusion criteria:\n\n* (1) between 6 and 8 years old at enrollment\n* (2) from homes where the primary language spoken is English\n* (3) normal hearing based on parent report and audiometric screening\n* (4) typical nonverbal cognition as determined by a T-score within 1.5 standard deviations of the mean on nonverbal subtests of the Reynolds Intellectual Assessment Scales\n\nExclusion Criteria:\n\nExclusionary Criteria are:\n\n* (1) diagnosis of disorder that significantly affects social interactions (e.g., autism), as per referral diagnosis or which is identified during initial screening or assessment phase\n* (2) vision impairments that prevent participation in our experimental protocol\n* (3) inability for any reason to participate in assessment and/or treatment protocols",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "8 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenya Iuzzini-Seigel, PhD",
                    "role": "CONTACT",
                    "phone": "414-288-1529",
                    "email": "jenya.iuzzini-seigel@marquette.edu"
                },
                {
                    "name": "Sandra Hunter, PhD",
                    "role": "CONTACT",
                    "phone": "414-288-6673",
                    "email": "sandra.hunter@marquette.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jenya Iuzzini-Seigel, PhD",
                    "affiliation": "Marquette University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Marquette U",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenya Iuzzini-Seigel, PhD",
                            "role": "CONTACT",
                            "phone": "585-489-4683",
                            "email": "jenya.iuzzini-seigel@marquette.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36041512",
                    "type": "BACKGROUND",
                    "citation": "Iuzzini-Seigel J, Moorer L, Tamplain P. An Investigation of Developmental Coordination Disorder Characteristics in Children With Childhood Apraxia of Speech. Lang Speech Hear Serv Sch. 2022 Oct 6;53(4):1006-1021. doi: 10.1044/2022_LSHSS-21-00163. Epub 2022 Aug 30."
                },
                {
                    "pmid": "31479382",
                    "type": "BACKGROUND",
                    "citation": "Iuzzini-Seigel J. Motor Performance in Children With Childhood Apraxia of Speech and Speech Sound Disorders. J Speech Lang Hear Res. 2019 Sep 20;62(9):3220-3233. doi: 10.1044/2019_JSLHR-S-18-0380. Epub 2019 Sep 3."
                },
                {
                    "pmid": "33784194",
                    "type": "BACKGROUND",
                    "citation": "Iuzzini-Seigel J. Procedural Learning, Grammar, and Motor Skills in Children With Childhood Apraxia of Speech, Speech Sound Disorder, and Typically Developing Speech. J Speech Lang Hear Res. 2021 Apr 14;64(4):1081-1103. doi: 10.1044/2020_JSLHR-20-00581. Epub 2021 Mar 30."
                },
                {
                    "pmid": "20360463",
                    "type": "BACKGROUND",
                    "citation": "Zelaznik HN, Goffman L. Generalized motor abilities and timing behavior in children with specific language impairment. J Speech Lang Hear Res. 2010 Apr;53(2):383-93. doi: 10.1044/1092-4388(2009/08-0204)."
                },
                {
                    "pmid": "17568069",
                    "type": "BACKGROUND",
                    "citation": "Castelli DM, Hillman CH, Buck SM, Erwin HE. Physical fitness and academic achievement in third- and fifth-grade students. J Sport Exerc Psychol. 2007 Apr;29(2):239-52. doi: 10.1123/jsep.29.2.239."
                },
                {
                    "pmid": "27776002",
                    "type": "BACKGROUND",
                    "citation": "Kao SC, Westfall DR, Parks AC, Pontifex MB, Hillman CH. Muscular and Aerobic Fitness, Working Memory, and Academic Achievement in Children. Med Sci Sports Exerc. 2017 Mar;49(3):500-508. doi: 10.1249/MSS.0000000000001132."
                },
                {
                    "pmid": "35031211",
                    "type": "BACKGROUND",
                    "citation": "Ludyga S, Gerber M, Kamijo K. Exercise types and working memory components during development. Trends Cogn Sci. 2022 Mar;26(3):191-203. doi: 10.1016/j.tics.2021.12.004. Epub 2022 Jan 11."
                },
                {
                    "pmid": "18410639",
                    "type": "BACKGROUND",
                    "citation": "Haga M. The relationship between physical fitness and motor competence in children. Child Care Health Dev. 2008 May;34(3):329-34. doi: 10.1111/j.1365-2214.2008.00814.x."
                },
                {
                    "pmid": "19356688",
                    "type": "BACKGROUND",
                    "citation": "Hillman CH, Pontifex MB, Raine LB, Castelli DM, Hall EE, Kramer AF. The effect of acute treadmill walking on cognitive control and academic achievement in preadolescent children. Neuroscience. 2009 Mar 31;159(3):1044-54. doi: 10.1016/j.neuroscience.2009.01.057. Epub 2009 Feb 3."
                },
                {
                    "pmid": "15871604",
                    "type": "BACKGROUND",
                    "citation": "Ullman MT, Pierpont EI. Specific language impairment is not specific to language: the procedural deficit hypothesis. Cortex. 2005 Jun;41(3):399-433. doi: 10.1016/s0010-9452(08)70276-4."
                },
                {
                    "pmid": "31600465",
                    "type": "BACKGROUND",
                    "citation": "Alt M, Gray S, Hogan TP, Schlesinger N, Cowan N. Spoken Word Learning Differences Among Children With Dyslexia, Concomitant Dyslexia and Developmental Language Disorder, and Typical Development. Lang Speech Hear Serv Sch. 2019 Oct 10;50(4):540-561. doi: 10.1044/2019_LSHSS-VOIA-18-0138. Epub 2019 Oct 10."
                },
                {
                    "pmid": "28899655",
                    "type": "BACKGROUND",
                    "citation": "Braaksma P, Stuive I, Garst RME, Wesselink CF, van der Sluis CK, Dekker R, Schoemaker MM. Characteristics of physical activity interventions and effects on cardiorespiratory fitness in children aged 6-12 years-A systematic review. J Sci Med Sport. 2018 Mar;21(3):296-306. doi: 10.1016/j.jsams.2017.07.015. Epub 2017 Jul 20."
                },
                {
                    "pmid": "33909448",
                    "type": "BACKGROUND",
                    "citation": "Pruitt M, Morini G. Examining the Role of Physical Activity on Word Learning in School-Aged Children. J Speech Lang Hear Res. 2021 May 11;64(5):1712-1725. doi: 10.1044/2021_JSLHR-20-00359. Epub 2021 Apr 28."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hall, L., Hume, C., & Tazzyman, S. (2016, June). Five degrees of happiness: Effective smiley face likert scales for evaluating with children. In Proceedings of the the 15th international conference on interaction design and children (pp. 311-321)."
                },
                {
                    "pmid": "7201922",
                    "type": "BACKGROUND",
                    "citation": "Leger LA, Lambert J. A maximal multistage 20-m shuttle run test to predict VO2 max. Eur J Appl Physiol Occup Physiol. 1982;49(1):1-12. doi: 10.1007/BF00428958."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nissen, M. J., & Bullemer, P. (1987). Attentional requirements of learning: Evidence from performance measures. Cognitive psychology, 19(1), 1-32."
                },
                {
                    "pmid": "21146955",
                    "type": "BACKGROUND",
                    "citation": "Wagner MO, Kastner J, Petermann F, Bos K. Factorial validity of the Movement Assessment Battery for Children-2 (age band 2). Res Dev Disabil. 2011 Mar-Apr;32(2):674-80. doi: 10.1016/j.ridd.2010.11.016. Epub 2010 Dec 13."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual level data will be shared",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Beginning 6 months after publication. No end date.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal and evidence of ethical conduct of research and appropriate institutional oversight (e.g., IRB). Proposals should be directed to jenya.iuzzini-seigel@marquette.edu. To gain access, data requestors will need to complete and sign a data sharing agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000007805",
                    "term": "Language Development Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "asFound": "Language Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10822",
                    "name": "Language Development Disorders",
                    "asFound": "Developmental Language Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "asFound": "Communication Impairments",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1827",
                    "name": "Developmental Dysphasia Familial",
                    "asFound": "Developmental Language Disorder",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}