{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05562570",
            "orgStudyIdInfo": {
                "id": "STUDY00020904"
            },
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Exercise and Pain in AYACS",
            "officialTitle": "Exercise Intervention Coupled With Standard Post-cancer Directed Treatment Care to Reduce Chronic Pain in Adolescents and Young Adult Cancer Survivors Who Have Completed Cancer-directed Therapy Less Than One Year",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "exercise-and-pain-in-ayacs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-26",
            "studyFirstSubmitQcDate": "2022-09-28",
            "studyFirstPostDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Smita Dandekar",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to demonstrate that integration of exercise intervention into standard post-cancer directed treatment care will improve patient reported pain, decrease the need for medications to manage chronic pain and improve functional and psychosocial outcomes in survivors of cancers in adolescents and young adults (AYA). Our central hypothesis is that integration of exercise interventions into standard post-cancer directed treatment care will be acceptable and feasible while improving patients' pain, decreasing the cumulative dose of pain medication and improving patients' functional and psychosocial outcomes as compared to patients who only receive standard post-cancer directed treatment care."
        },
        "conditionsModule": {
            "conditions": [
                "AYA Cancer Survivors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physical activity intervention coupled with standard post-cancer directed treatment care group",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Physical activity intervention coupled with standard post-cancer directed treatment care"
                    ]
                },
                {
                    "label": "Standard post-cancer directed treatment care control group",
                    "type": "OTHER",
                    "interventionNames": [
                        "Other: Standard post-cancer directed treatment care control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Physical activity intervention coupled with standard post-cancer directed treatment care",
                    "description": "AYACS will participate in a 16-week physical activity program. AYACS will be instructed to start with a session duration of \\<15-min, three days per week at low intensity (e.g., activities expending \\>1.5 to 3 METs or intensity \\<5 on a scale of 0 to 10). Any type of physical activity will be acceptable. The program will be individualized, and activity increased according to patients' health status, results from the physical function assessment, and most recent week's achieved physical activities. The program will include support calls and texts from research staff (exercise physiologist). The program will be modified and adapted during support calls or texts, including frequency, intensity, time and type to maximize AYACS' success. AYACS will receive a Fitbit at the beginning of the intervention.",
                    "armGroupLabels": [
                        "Physical activity intervention coupled with standard post-cancer directed treatment care group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard post-cancer directed treatment care control",
                    "description": "AYACS in the control group will not participate in a 16-week physical activity program and will not receive support calls or texts. Physical activity advice according to the Exercise Guidelines for Cancer Survivors will be offered to AYACS following completion of 16-week follow-up. Moreover, AYACS will receive a Fitbit following completion of 16-week follow-up",
                    "armGroupLabels": [
                        "Standard post-cancer directed treatment care control group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability of the intervention",
                    "description": "The number of participants approached who agree to participate in the study",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Feasibility of the intervention",
                    "description": "The number of participants randomized to the physical activity program intervention coupled with standard post-cancer directed treatment care who complete at least 50% of the physical activity intervention",
                    "timeFrame": "Baseline to week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measure changes in chronic pain levels",
                    "description": "Self-reported chronic pain questionnaire using the Brief Pain Inventory Range 0 to 10, Higher scores indicate more pain and greater interference",
                    "timeFrame": "Baseline, week 8 and week 16"
                },
                {
                    "measure": "Measure changes in cumulative dose of pain medications",
                    "description": "Chart review: number of pain medications prescribed, total dosage and length of time prescribed.\n\nSelf-reported pain medication: usage of prescription medication and information about the use of non-prescription pain medications (e.g., over the counter oral and topical pain medications).\n\nThe Prescription Drug Monitoring Program will be accessed to gather information on all filled prescriptions for controlled substances within the state of Pennsylvania.\n\nMorphine equivalent dose will be calculated for each patient after looking at the total daily amount of each opioid the patient is taking. Using the standard conversion factors developed by the CDC, the Morphine milligram equivalent equates the many different opioids into a standard value that is based on morphine and its potency providing an easily interpretable metric for representing opioid utilization",
                    "timeFrame": "Baseline, week 4, week 8, week 12 and week 16"
                },
                {
                    "measure": "Measure changes in patient reported outcomes",
                    "description": "Psychosocial questionnaires using the NIH developed PROMIS questionnaires, including self-reported physical function mobility, anxiety, depressive symptoms, fatigue, social isolation, pain interference, pain intensity, sleep disturbance, sleep-related impairment and cognitive function PROMIS questionnaires assessing patient-reported outcomes on 5-point Likert scale (min value: 1 to max value: 5) responses",
                    "timeFrame": "Baseline, week 8 and week 16"
                },
                {
                    "measure": "Measure changes in physical activity level (Godin-Shephard leisure-time physical activity questionnaire)",
                    "description": "Self-reported physical activity questionnaire using the Godin-Shephard leisure-time physical activity questionnaire.\n\n* Less than 14 units: Insufficiently active\n* 14 to 23 units: Moderately active\n* 24 units or more: Active",
                    "timeFrame": "Baseline, week 8 and week 16"
                },
                {
                    "measure": "Measure changes in physical activity level (International Physical Activity Questionnaire-Short Form)",
                    "description": "Self-reported physical activity questionnaire using the International Physical Activity Questionnaire-Short Form\n\n* Self-reports physical activity frequency\n* Self-reports physical activity intensity\n* Self-reports physical activity time\n* Self-reports physical activity type",
                    "timeFrame": "Baseline, week 8 and week 16"
                },
                {
                    "measure": "Measure changes in patient functional outcomes (6-min walking test)",
                    "description": "Validated physical function tests, including the 6-min walking test Further distances indicate greater physical function",
                    "timeFrame": "Baseline and week 16"
                },
                {
                    "measure": "Measure changes in patient functional outcomes (30-second chair stand test)",
                    "description": "Validated physical function tests, including the 30-second chair stand test Greater amounts of sit/stands indicate greater physical function",
                    "timeFrame": "Baseline and week 16"
                },
                {
                    "measure": "Measure changes in patient functional outcomes (\"Timed Up and Go\" test)",
                    "description": "Validated physical function tests, including the \"Timed Up and Go\" test Shorter durations indicate greater physical function",
                    "timeFrame": "Baseline and week 16"
                },
                {
                    "measure": "Measure changes in patient functional outcomes (grip strength test)",
                    "description": "Validated physical function tests, including the grip strength test Greater grip strength indicate greater physical function",
                    "timeFrame": "Baseline and week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female AYA cancer survivors diagnosed with any type of cancer between the ages of 15 and 39 years old\n2. AYA cancer survivors who have completed all standard/planned cancer treatment and are stable at the time of recruitment\n3. AYA cancer survivors are \\< 1-year post cancer therapy\n4. AYA cancer survivors who have chronic pain (pain will be self-reported by the participant, will have to be ≥1 on a scale of 10 and lasting for 3 months or longer)\n5. AYA cancer survivors who are age ≥18 years old at the time of enrollment\n6. AYA cancer survivors who are and who are not non-ambulatory/wheelchair bound.\n7. AYA cancer survivors must be able to speak, read and understand the English language\n8. AYA cancer survivors must be able to provide and understand informed consent\n9. AYA cancer survivors must be able to attend three visits (baseline, 8 and 16-week follow-up) at the Penn State Health Milton S. Hershey Medical Center\n10. AYA cancer survivors must have access to a computer with wifi, smartphone with wifi or tablet with wifi\n\nNote: The agreement of the attending oncologist will be required for the participation of AYA cancer survivors eligible for this study.\n\nExclusion Criteria:\n\n1. AYA cancer survivors who have not completed all standard/planned cancer treatment and/or not in complete remission at the time of recruitment\n2. AYA cancer survivors who are \\> 1-year post cancer therapy\n3. AYA cancer survivors who are \\< 18 years old at the time of enrollment\n4. cancer survivors who have evidence of an absolute contraindication to complete any of the physical assessments in their medical record. This exclusion criterion is at the oncologist's discretion when research staff will contact the medical oncologist via secure email or secure message through the electronic medical record for approval to approach their patients for the study and for medical clearance. The oncologists can update this information at any time during the study if there is evidence of an absolute contraindication to complete any of the physical assessments.\n5. AYA cancer survivors who have history of refractory or recurrent cancer\n6. AYA cancer survivors who are unable to speak, read, and understand the English language",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maxime Caru, PhD, PhD",
                    "role": "CONTACT",
                    "phone": "717-531-0003",
                    "phoneExt": "321480",
                    "email": "mcaru@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Smita Dandekar, MD",
                    "affiliation": "Penn State College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Health Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Smita Dandekar, MD",
                            "role": "CONTACT",
                            "phone": "717-531-6012",
                            "email": "sdandekar@pennstatehealth.psu.edu"
                        },
                        {
                            "name": "Maxime Caru, PhD, PhD",
                            "role": "CONTACT",
                            "phone": "717-531-0003",
                            "phoneExt": "321480",
                            "email": "mcaru@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}