{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04889105",
            "orgStudyIdInfo": {
                "id": "E3546-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "IK2RX003546-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/IK2RX003546-02"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Exercise Therapy for PAD Using Mobile Health",
            "officialTitle": "Enhanced Home-Based Exercise Therapy for Peripheral Arterial Disease Through Mobile Health and Remote Monitoring",
            "acronym": "Smart MOVE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "exercise-therapy-for-pad-using-mobile-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-11",
            "studyFirstSubmitQcDate": "2021-05-11",
            "studyFirstPostDateStruct": {
                "date": "2021-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "LifeQ",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Peripheral artery disease (PAD) is a highly prevalent condition affecting up to 10% of Veterans that leads to loss of walking ability and increased risk of amputation. Veterans have limited access to supervised exercise therapy, a facility-based program proven to improve walking ability in PAD, which is poorly attended due to the inconvenience and cost of attending a 12-week program with multiple weekly sessions. This CDA-2 application will investigate the feasibility of home-based exercise therapy (HBET) delivered using mobile health (mHealth) technologies in Veterans with symptomatic PAD. We will partner with the MOVE! program to deliver HBET through group behavioral coaching and a novel wearable activity monitor in a newly proposed program called Smart MOVE!. There is a clear need to provide effective and convenient alternatives to supervised exercise for Veterans with PAD. This study will provide evidence to proceed with Smart MOVE!, a much-needed patient-centered rehabilitation program for Veterans with PAD.",
            "detailedDescription": "An estimated 8.5 million Americans (or 7% of US adults) and nearly 10% of veterans are estimated to have peripheral arterial disease (PAD). Significantly debilitating and negatively impacting quality of life, the primary symptom of PAD is claudication (reproducible leg pain with ambulation) that leads to impaired mobility, loss of functional independence, and a heightened risk for amputation. Veterans are at an increased risk of developing symptomatic PAD due to their disproportionately high rates of PAD risk factors such as diabetes, smoking, and hypertension, the most prominent PAD risk factors.\n\nSupervised exercise therapy is proven to decrease claudication and enhance mobility in PAD; however, fewer than 25% of eligible patients enroll. Participation in this facility-based program requires travel to a rehabilitation center 3 times per week for 12-weeks, which can be burdensome and costly for Veterans, many of whom live in rural areas and on fixed incomes. There is, therefore, a need to develop a convenient and effective alternative exercise rehabilitation program for Veterans with PAD, particularly in light of safety considerations now associated with this population's travel to group facilities in the current COVID pandemic.\n\nA promising approach to increase access to exercise rehabilitation for PAD is remote, home-based exercise therapy (HBET). HBET programs combine self-led walking exercises with health coaching and exercise tracking with a wearable activity monitor. Adapting HBET to PAD is difficult, however, due to the added complexity of an exercise prescription that requires the patient to walk until they experience near-maximal leg pain. Even with active coaching, successfully implementing HBET for PAD with long-term adherence has been difficult in the past. The goal is of this study is to leverage newer mobile health (mHealth) tools to adapt HBET for PAD.\n\nThis technology-enhanced approach for HBET will be conducted by partnering with a successful VA lifestyle program, MOVE!, which has demonstrated success in achieving sustained weight loss and reduced diabetes onset through lifestyle modification. As increased physical activity is a core element of MOVE!, participation may help increase adherence with HBET for PAD. This newly proposed program, Smart MOVE!, will be a multi-component program featuring a tailored version of MOVE! and a novel mHealth device to improve convenience, access, and adherence to HBET for PAD."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Artery Disease"
            ],
            "keywords": [
                "Mobile health",
                "Telemedicine",
                "Peripheral artery disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will be randomized to Smart MOVE! vs. usual care using block randomization. Randomization will be stratified by baseline 6MWT performance using computer-generated blocks of 2, 4, and 6 to reduce imbalance. A blinded assessor will perform baseline assessment before randomization with condition assignments concealed in prepared envelopes that will be opened after all assessments are completed. Based on the nature of the intervention, it is not feasible to blind participants to their allocation status following randomization or study staff measuring post-assessment outcomes as both the PI and study staff are involved in delivering the intervention.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Performance evaluation",
                    "type": "OTHER",
                    "description": "Preliminary performance evaluation to refine the Smart MOVE! intervention.",
                    "interventionNames": [
                        "Behavioral: Performance evaluation"
                    ]
                },
                {
                    "label": "Smart MOVE!",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be enrolled in the multi-component Smart MOVE! intervention for 12 weeks.",
                    "interventionNames": [
                        "Behavioral: Smart MOVE!"
                    ]
                },
                {
                    "label": "Usual care",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive general walking advice for 12 weeks.",
                    "interventionNames": [
                        "Behavioral: General walking advice"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Smart MOVE!",
                    "description": "Multi-component behavioral intervention of PAD consisting of:\n\n1. guideline-directed HBET prescription\n2. active behavioral coaching (via MOVE! program or other)\n3. mobile health monitoring",
                    "armGroupLabels": [
                        "Smart MOVE!"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General walking advice",
                    "description": "Basic guidance on performing walking exercises for PAD according to established guidelines. Participants will receive a mobile health device for self-tracking only but not receive any behavioral coaching.",
                    "armGroupLabels": [
                        "Usual care"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Performance evaluation",
                    "description": "Preliminary performance evaluation determine the optimal components of the Smart MOVE! intervention. Specific procedures will include:\n\n1. Provider and stakeholder interviews\n2. PAD patient interviews\n\n2) N-of-1 trials to refine the intervention",
                    "armGroupLabels": [
                        "Performance evaluation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "6-minute walk test",
                    "description": "The 6MWT is a well-validated measure of functional capacity and increasingly recognized as a meaningful outcome measure in PAD. Participants will be asked to walk back and forth along a 100-foot hallway for six minutes using standard methods and have their total distance recorded",
                    "timeFrame": "90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>40 years\n* Eligible Veteran status\n* Clinically stable intermittent claudication ( 2 months of Rutherford Class II symptoms, no evidence of chronic limb-threatening ischemia)\n* Established PAD diagnosis (abnormal ankle-brachial index or evidence of PAD on prior certified vascular laboratory or radiology imaging)\n* Access to safe location to perform walking exercises\n\nExclusion Criteria:\n\n* Above or below knee amputation\n\n  * critical limb ischemia (rest pain or tissue loss including ulceration or gangrene)\n  * inability to walk without a walker\n  * wheelchair confinement\n  * non-English speaking\n  * significant visual impairment that interferes with walking activity\n  * hearing impairment that interferes with full study participation\n  * unable or unwilling to return to the medical center at the expected visit frequency or unable or unwilling to use the technology required for the intervention\n* Individuals whose walking is limited by a condition other than PAD\n* Any active cardiac condition including unstable angina\n\n  * unstable atrial or ventricular arrhythmias\n  * high-grade heart block without a pacemaker\n  * active myopericarditis\n  * recent venous thromboembolism\n  * or recent abnormal baseline stress test suggesting ischemia\n  * other high-risk findings (e.g., drop of systolic blood \\> 20 mmHg with exercise)\n* Presence of Class III NYHA heart failure or CCS III angina.\n* Major surgery including lower extremity revascularization or orthopedic surgery during the preceding three months or anticipated in the next nine months\n* Major medical illness including lung disease requiring continuous oxygen (patients wearing nighttime oxygen only may still qualify)\n\n  * neurodegenerative disorders such as Parkinson's Disease that impair walking ability\n  * cancer requiring treatment in the past 2 years (with exception for non-melanoma skin cancer or if they received treatment for early-stage cancer with an excellent overall prognosis)\n* Heart attack, stroke, or coronary artery bypass surgery in the preceding 3 months\n* Mental health illness that may interfere with the ability to consent and/or participate in the study, including mini-mental status examination score \\<24\n\n  * dementia\n  * active psychiatric disorder such as schizophrenia or bipolar disorder\n  * history of suicidal or homicidal ideation in the preceding six months\n  * history of suicidal attempts in the preceding 12 months\n  * history of active substance use in the preceding six months that would interfere with study participation (as determined by their primary care or mental health provider)\n* Subjects endorsing SI or HI may be eligible for continued participation with monitoring if approved by their primary mental health provider\n* Currently walking regularly for exercise at a level comparable to the amount of exercise prescribed in the intervention\n* Currently enrolled in another clinical trial or structured exercise program (i.e., cardiac rehabilitation)\n* Deemed to be poorly suited for the study or the study intervention at the discretion of the PI or study staff",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Arash Harzand, MD",
                    "role": "CONTACT",
                    "phone": "(404) 321-6111",
                    "phoneExt": "20-5523",
                    "email": "Arash.Harzand@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arash Harzand, MD",
                    "affiliation": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033-4004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arash Harzand, MD",
                            "role": "CONTACT",
                            "phone": "404-321-6111",
                            "phoneExt": "20-5523",
                            "email": "Arash.Harzand@va.gov"
                        },
                        {
                            "name": "Arash Harzand, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}