{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06018311",
            "orgStudyIdInfo": {
                "id": "STUDY00003138"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Exercising Together for Hispanic Prostate Cancer Survivor-Caregiver Dyads",
            "officialTitle": "A Pilot Feasibility Study of a Culturally Adapated Partnered Strength Training Intervention for Hispanic Prostate Cancer Survivors and Their Caregivers",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "exercising-together-for-hispanic-prostate-cancer-survivor-caregiver-dyads"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-11",
            "studyFirstSubmitQcDate": "2023-08-29",
            "studyFirstPostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the feasibility and effects of an adapted Exercising Together, a partnered resistance training program, on the physical and mental health of prostate cancer survivors and their informal caregiver. The Exercising Together program is designed to promote teamwork during supervised group exercise classes delivered remotely through videoconferencing software. The intervention period will be 3-months with a 3-month follow-up."
        },
        "conditionsModule": {
            "conditions": [
                "Neoplasms",
                "Prostate Cancer",
                "Exercise",
                "Caregiver Burden"
            ],
            "keywords": [
                "caregivers",
                "Cancer survivorship",
                "Hispanic Men's Health",
                "Strength training",
                "Pilot study"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercising Together",
                    "type": "EXPERIMENTAL",
                    "description": "Dyads perform partnered exercise over 1 hour, 3 days per week in a supervised, group setting remotely for 3 months.",
                    "interventionNames": [
                        "Behavioral: Exercising together"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercising together",
                    "description": "The Exercising Together program is a partnered functional strength training program that encourages participating dyads to interact with one another, verbally and physically, during exercise sessions. In Exercising Together, the survivor and their caregiver will build skills to work as a team. We will incorporate skills that promote and reinforce communication, motivation, and support and use this to guide training of survivor-caregiver dyads to maximize their teamwork during each exercise session. Group sessions are delivered remotely through videoconferencing software and are supervised by two trained exercise instructors. Intervention and assessment is available in English or Spanish.",
                    "armGroupLabels": [
                        "Exercising Together"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability measured by adherence to intervention",
                    "description": "Acceptability will be measured by adherence to the intervention calculated as the total number of classes attended divided by the total possible schedule the patient could attend using descriptive statistics.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Appropriateness measured by retention rate",
                    "description": "Will be determined as the retention rate- calculated as the number of dyads completing the study versus consented using descriptive statistics.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Feasibility measured by enrollment rate",
                    "description": "Will be determined as the enrollment rate- the number of dyads enrolled out of those approached and eligible using descriptive statistics.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Implementation Success - composite measure of acceptability, appropriateness, and feasibility.",
                    "description": "Implementation success is a composite measure that will be measured by a single questionnaire that will determine the extent to which the intervention is considered acceptable, appropriate, and feasible. The single questionnaire will consist of 3 measures that will be summed into one final score, The Acceptability of Intervention Measure (AIM), Intervention Appropriateness Measure (IAM), and Feasibility of Intervention Measure (FIM). Responses from AIM, IAM, and FIM are summary scored with a possible range of 12-60; higher scores indicate greater acceptability, appropriateness, and feasibility.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical activity",
                    "description": "Moderate to vigourous physical activity and sedentary time estimated using Rapid Assessment of Physical Activity (RAPA)",
                    "timeFrame": "Physical activity will be measured over a 6 month period. It will be measured at baseline, 3 months, and 6 months."
                },
                {
                    "measure": "Health-Related Quality of Life (HR-QOL) for the caregiver",
                    "description": "Measured by the 27 item Functional Assessment of Cancer Therapy - General (FACT-G), which includes subscales on physical, social, emotional, and functional well-being. FACT-G is 27 items while FACT-P is 39 items. Response items are five-point Likert scales, where higher scores indicate higher HR-QOL.",
                    "timeFrame": "HR-QOL will be measured over a 6 month period. It will be measured at baseline, 3 months, and 6 months."
                },
                {
                    "measure": "Health-Related Quality of Life (HR-QOL) for the survivor",
                    "description": "Measured by the 39 item Functional Assessment of Cancer Therapy - Prostate (FACT-P), which includes subscales on physical, social, emotional, and functional well-being and an additional subscale specific to prostate cancer. Response items are five-point Likert scales, where higher scores indicate higher HR-QOL.physical, social, emotional, and functional well-being. FACT-G is 27 items while FACT-P is 39 items. FACT-P includes an additional subscale specific to prostate cancer. Response items are five-point likert scales, where higher scores indicate higher HR-QOL.",
                    "timeFrame": "HR-QOL will be measured over a 6 month period. It will be measured at baseline, 3 months, and 6 months."
                },
                {
                    "measure": "Relationship Health",
                    "description": "Measured by the Relationship Quality Index (RQI), a six-item assessment of communication and satisfaction on a five-point likert scale.",
                    "timeFrame": "Relationship Health will be measured over a 6 month period. It will be measured at baseline, 3 months, and 6 months."
                },
                {
                    "measure": "Objective Physical Function",
                    "description": "Measured by the Short Physical Performance Battery (SPPB) to determine ability to perform tasks of daily living independently. The SPPB includes 3 timed tests: 5 repeated chair stands, standing balance, and gait speed over 4 meters. The possible range of scores is 0-12.",
                    "timeFrame": "Objective Physical Function will be measured over a 6 month period. It will be measured at baseline, 3 months, and 6 months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Survivor only):\n\n1. Self-identifies as Hispanic\n2. Histologically confirmed prostate cancer diagnosis (self-report)\n3. Completed primary treatment at least 6 weeks prior at time of enrollment\n4. Has an identified caregiver in any relationship role (e.g., spouse, sibling, parent, friend) who can participate with them.\n\nInclusion Criteria (Caregivers):\n\n1. Identifies as an individual (e.g., family member or friend) who provides unpaid care or support to a participating prostate cancer survivor.\n\nInclusion Criteria (Survivors and Caregivers):\n\n1. ≥18 years of age\n2. Understands (ability to read and speak) English or Spanish and able to provide informed consent\n3. Meets the American College of Sports Medicine pre-participation screening criteria for exercise\n4. Ability to ambulate (with or without assistive devices)\n5. Willing to attend study group exercise classes online, complete remote assessments, and answer online surveys\n6. Has access to a mobile device with camera and internet.\n7. Able to participate in classes at same time as other participating member.\n\nExclusion Criteria:\n\n1. Cognitive difficulties that preclude answering the survey questions, participating in the exercise classes or performance tests, or providing informed consent as determined by the professional opinion of the Principal Investigator\n2. A medical condition, movement or neurological disorder, or medication use that contraindicates participation in moderate intensity exercise or poses a significant safety concern/risk for the well-being of the participant (e.g., declared pregnancy, poorly controlled diabetes, recent cardiac event, neuromuscular disease, untreated orthostatic hypertension, recent surgery, acute hernia, acute rheumatoid arthritis, severe memory disorders, severe balance disorder, severe hearing or vision impairment)\n3. Knowingly unable to attend \\>75% of the intervention classes due to conflict with the designated time of day, days of the week, and/or location for the exercise class which they initially enrolled\n4. Incapable of providing informed consent, answering survey questions, participating in the intervention, and following directions during performance testing when English or Spanish language is used\n5. Unable to be in the same location with participating member during remote exercise classes and performance testing and/or insufficient internet connectivity to support required videoconferencing software",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel E Jarrett, MPH",
                    "role": "CONTACT",
                    "phone": "520-626-0375",
                    "email": "UACC-IIT@uacc.arizona.edu"
                },
                {
                    "name": "Marjorie Barrera",
                    "role": "CONTACT",
                    "phone": "520-626-6154",
                    "email": "marjoriebarrera1@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Meghan B Skiba, PhD, MS, MPH, RDN",
                    "affiliation": "University of Arizona College of Nursing Biobehavioral Health Science Division",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85719",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meghan B Skiba, PhD, MS, MPH, RDN",
                            "role": "CONTACT",
                            "phone": "520-621-9036",
                            "email": "mbskiba@arizona.edu"
                        },
                        {
                            "name": "Marjorie Barrera",
                            "role": "CONTACT",
                            "phone": "520-626-6154",
                            "email": "marjoriebarrera1@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000084802",
                    "term": "Caregiver Burden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "asFound": "Caregiver Burden",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}