{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05732623",
            "orgStudyIdInfo": {
                "id": "DEMETRA2020.0001"
            },
            "organization": {
                "fullName": "San Raffaele University",
                "class": "OTHER"
            },
            "briefTitle": "Exogenous and Endogenous Risk Factors for Early-onset Colorectal Cancer",
            "officialTitle": "Diet obEsity sMoking Epigenetics geneTics biomaRkers Physical Activity: An International Multicenter Case-control Study on Endogenous and Exogenous Risk Factors in Early-onset Colorectal Cancer",
            "acronym": "DEMETRA",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "exogenous-and-endogenous-risk-factors-for-early-onset-colorectal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-27",
            "studyFirstSubmitQcDate": "2023-02-07",
            "studyFirstPostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cavestro Giulia Martina MD PhD",
                "investigatorTitle": "Prof Cavestro Giulia Martina",
                "investigatorAffiliation": "San Raffaele University"
            },
            "leadSponsor": {
                "name": "San Raffaele University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Fondazione IRCCS Istituto Nazionale dei Tumori di Milano, Milan, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Ospedale Civile Guglielmo da Saliceto, Piacenza, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Centro di Riferimento Oncologico di Aviano, Aviano, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Azienda Ospedaliero-Universitaria Consorziale Policlinico di Bari, Bari, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Gastroenterology Unit, University Hospital of Padova, Padova, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Clinical Gastroenterology Unit, Azienda Ospedaliero Universitaria Careggi, Firenze, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "IRCCS Arcispedale S. Maria Nuova - Azienda Ospedaliera di Reggio Emilia, Reggio Emilia, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Azienda Ospedaliera San Gerardo di Monza, Monza, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Azienda ULSS5 Polesana, Rovigo, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Istituto Tumori Regina Elena - IRCCS IFO, Roma, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University Hospital of Padova, Padova, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "IRCCS De Bellis, Castellana Grotte, Italy",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University Hospital HELIOS Klinikum Wuppertal, Center for Hereditary Tumors, University of Witten-Herdecke, Wuppertal, Germany",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Hospital of the University of Munich (LMU), Campus Großhadern, Munich, Germany",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Hospital Clínic de Barcelona, University of Barcelona, Barcelona, Spain",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Helsinki University Hospital, Helsinki, Finland",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Oslo University Hospital (OUS), Institute for Cancer Genetics and Informatics Norwegian Radium Hospital, Oslo, Norway",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Department of Medicine University of Chicago Medicine, Illinois, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Colorado Hospital, CO, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Michigan Ann Arbor, Michigan, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Columbia University Irving Medical Center, New York, NY",
                    "class": "UNKNOWN"
                },
                {
                    "name": "The James Comprehensive Cancer Center, Columbus, OH, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                },
                {
                    "name": "Cleveland Clinic Main Campus, Cleveland, OH, USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Melbourne School of Population and Global Health, The University of Melbourne, Parkville, Victoria, Australia",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "An increase in early-onset colorectal cancers (eoCRC), defined as a CRC before 50 years, is confirmed globally.\n\nCRC pathogenesis has been associated with several risk factors (family history, germline pathogenic variants, obesity, alcohol, physical activity, red meat, and a Western diet).\n\nDesign: an international, multicenter, retrospective case-control study of prospectively enrolled patients; low-risk intervention study as it will perform a fecal occult blood test Endpoint: predictive power of a semi-quantitative food frequency questionnaire (SQFFQ) developed for eoCRC.\n\nCases: Patients with a recent diagnosis of eoCRC (within 2 years from enrollment).\n\nControls: matched by age (matching range ± 5 years) and sex. Healthy volunteers will be mainly enrolled among workers within the participating hospital center. The enrolled healthy volunteers will perform a fecal occult blood test.\n\nVariables of interest: age, sex, ethnicity, BMI at the time of eoCRC diagnosis and at 18 years old, country, tobacco smoking at the time of eoCRC diagnosis and at 18 years old, sitting time, TV-viewing time, moderate-to-vigorous physical activity (MVPA), waist circumference (cm), home blood pressure levels (mmHg), fasting blood glucose (mg/dl), regular consumption of aspirin/NSAID, calcium and folate supplements, oral contraceptive agents, post-menopausal hormones and years of consumptions, if the filled questionnaire reflects diet for the last 5-10 years before.\n\nCases only: date of eoCRC diagnosis, symptoms at diagnosis, eoCRC localization, eoCRC stage, histological diagnosis, type of surgery, and date (if performed), chemotherapy and radiotherapy (if performed), vital status and duration of follow-up, family history of CRC and other cancers (uterus, ovary, stomach, small intestine, urinary tract/bladder/kidney, bile ducts, brain, pancreas, skin tumors), type of germline pathogenetic variant (if performed).\n\nBefore the case-control study, three non-consecutive 24-hour Dietary Recalls (24hDRs) will validate the SQFFQ.\n\nThe SQFFQ will be administered to the validation study group during three non-consecutive calls, including one non-weekday (30-minute 24-h-recall computer-aided personal interview).\n\nPrimary Objective To measure the relative risk of specific dietary and lifestyle factors (smoking habit, alcohol intake, physical activity) for early-onset colorectal cancer in countries where eoCRC incidence is increasing versus stable/decreasing",
            "detailedDescription": "Background Firstly described in U.S. series, an increase in early-onset colorectal cancers (eoCRC), defined as CRC before 50 years, is confirmed globally.\n\nCRC pathogenesis has been associated with several endogenous and exogenous associated risk factors, including family history of CRC, CRC-related germline pathogenic variants, obesity, alcohol habits, physical activity, red and processed meat and a Western diet. Two dietary patterns appear as exogenous and behavioral factors associated with either CRC prevention or predisposition: the 'healthy' pattern (high in fruits, vegetables, and whole grains or legumes, fish, and low-fat milk or dairy products) and the 'unhealthy' or 'Western dietary' pattern (high in red and processed meat, sugary drinks, refined grains, desserts). Above all, the Western diet is one of the most important CRC risk factors. In the Nurses' Health Study II, Western diet during adolescence was associated with the development of high-risk rectal adenomas later in life. In a meta-analysis of cohort studies, the Western dietary pattern conferred a relative risk (RR) of 1.12 for CRC, compared with a 0.89 RR for the healthy pattern. Conversely, the Mediterranean diet demonstrated a protective role in CRC development, confirmed in the EPIC cohort study.\n\nRationale Dietary, lifestyle, and anthropometric risk factors are still poorly understood in eoCRC patients, despite its established rising incidence. To date, scant studies, mostly case-control and only a few prospective ones, investigated the exogenous risk factors of eoCRCs and eoCRC precursors and identified high intake of alcohol and processed meat, sedentary lifestyle as potential eoCRC risk factors, and obesity as ambiguous one.\n\nPrimary Objective To compare the associations of specific dietary and lifestyle factors (smoking habit, alcohol intake, physical activity) and anthropometric factors between eoCRC patients and healthy age- and sex-matched controls in countries with increasing versus stable or decreasing early-onset colorectal cancer (eoCRC) incidence.\n\nSecondary Objectives\n\n1. To validate the semi-quantitative food frequency questionnaire (SQFFQ);\n2. To evaluate the consistency of associations across cohorts in pairwise comparisons;\n3. To assess whether associations differ among specific population subgroups (e.g., sex, ethnicity, smoking habits, BMI, physical activity, family history of CRC).\n\nType of study SQFFQ validation study: three non-consecutive 24-hour Dietary Recalls (24hDRs) will validate the ad hoc designed and shared SQFFQ, as previously performed \\[28-29\\]. The SQFFQ will be administered to the validation study group during three non-consecutive calls, including one non-weekday (30 minutes 24-h-recall computer-aided personal interview).\n\nCase-control study: an international, multicentre, retrospective case-control study of prospectively enrolled patients will be performed to evaluate the associations of dietary, anthropometric, lifestyle factors in eoCRC patients compared to age, and sex matched healthy controls.\n\nThis study is sub-classified as a low-risk intervention study as it will perform fecal occult blood test as an additional procedure in the control group.\n\nInclusion criteria All sexes eligible Cases: eoCRC diagnosed between 18 and 49 years and confirmed by histology (biopsy or surgical specimen in case of surgery) Controls: negative past and present history of cancer; negative fecal occult blood test (FOBT), or negative colonoscopy.\n\nExclusion criteria CRC diagnosed at ≥ 50 years Diseases that can modify the dietary regimen (celiac disease, diabetes) Diseases that are known to predispose to eoCRC (personal past or recent history of inflammatory bowel disease, past history of pelvic irradiation) Unable to give written consents and to fill in the electronic questionnaire\n\nSample size\n\nSQFFQ Validation study:\n\n- 100 subjects from each country, free from overt disease and in equal numbers of each gender.\n\nCase-control study:\n\n* At least 300 eoCRC patients in total;\n* At least 600 healthy age- (matching range ± 5 years) and sex-matched controls subjects in total.\n\nStudy Procedure and Study Flow-chart Starting from the signature of the informed consent by the subject/patient (or subject/patient's legal tutor), she/he will be considered enrolled in the study.\n\nThe PI will be the only Administrator of the online platform and the only one able to generate the access codes (username/password) assigned to the co-investigators.\n\nEach co-investigator will register the enrolled subjects anonymously on the online platform (unique alphanumeric identification code - see below), obtaining a username/password assigned to the subject for survey completion.\n\nThe unique alphanumeric identification code (Subject ID number) will be assigned consecutively in increasing order starting from '001'. A screened subject/patient identification list will be kept by PI.\n\nSQFFQ validation study:\n\nOne hundred volunteers from each country, free from overt disease and in equal numbers of each sex, will be enrolled for the semi-quantitative food frequency questionnaire (SQFFQ) validation study. Potential volunteers will be recruited through different recruitment strategies: mail drops, recruitment lists, and databases, primary care facilities as well as networks for young people and/or among people who work in the same hospital of the research team, regularly followed by preventive medicine.\n\nAn ad hoc-designed and shared online SQFFQ will be available to report the usual frequency of consumption of a detailed list of foods and beverages. Information collected concern types, amount and frequency of consumption of food and drinks, types of seasoning, and methods of cooking. The computer-administered instrument will allow the respondent to select the food consumed and the appropriate portion size from photographs on a screen reducing the burden of coding.\n\nAll volunteers will receive detailed oral and written information by members of the study team (following local practices).\n\nThree non-consecutive 24-hour Dietary Recalls (24hDRs), including one non-weekday (30 minutes 24-h-recall computer-aided personal interview), will validate the SQFFQ \\[28-29\\].\n\nCase-control study:\n\nAn international, multicentre, retrospective case-control study of prospectively enrolled patients will be performed to evaluate the associations of dietary, anthropometric, lifestyle factors in eoCRC patients compared to age, and sex matched healthy controls.\n\nThis study is sub-classified as a low-risk intervention study as it will perform fecal occult blood test as an additional procedure in the control group.\n\nThe study will recruit:\n\n* at least 300 patients in total (100 at IRCCS San Raffaele Scientific Institute) with a recent diagnosis of eoCRC (diagnosis made within 2 years prior to enrollment), aged 18-49 years, will be prospectively recruited. eoCRC patients will be primarily enrolled as referred by the participant unit. Each participant unit shall identify eoCRC patients through recruitment lists and databases, primary care facilities, as well as networks for young people. Retrospective data (dietary and lifestyle factors) related to the 2 years prior to eoCRC diagnosis will be collected through an online platform.\n* at least 600 Healthy controls (HCs) totally (200 at IRCCS San Raffaele Scientific Institute), matched by age (matching range ± 5 years) and sex with eoCRCs will be prospectively enrolled. Healthy volunteers will be mainly enrolled among workers within the participating hospital center, followed regularly by preventive medicine. This enrollment will be carried out by e-mail invitation disseminated through the hospital's official mailing list. The enrolled healthy volunteers will perform fecal occult blood test as an additional procedure and will be enrolled if this test is negative. Retrospective data (dietary and lifestyle factors) related to the 2 years prior to recruitment will be collected through an online platform.\n\nThe online platform will be divided into two separate sections: (i) one completed by cases / controls, concerning the semi-quantitative food frequency questionnaire (SQFFQ), lifestyle habits and anthropometric data; (ii) one completed by doctors, concerning clinical data.\n\nThe semi-quantitative food frequency approach will ask to report their usual frequency of consumption of each food and drink, referred to the two years before eoCRC onset, following detailed oral and written instructions from the members of the study team. Information collected will concern types, amount and frequency of consumption of food and drinks, types of seasoning, and methods of cooking. A computer-administered instrument will allow the respondent to select the food consumed and the appropriate portion size from photographs on a screen reducing the burden of coding.\n\nAll cases and healthy controls will also provide a set of covariates as part of the online platform: date of birth, sex, ethnicity, weight (kg)/height (m)/BMI (kg/m2) at the time of eoCRC diagnosis and at 18 years old, country where the patient/healthy control lives permanently, tobacco smoking at the time of eoCRC diagnosis and at 18 years old, sitting time, TV-viewing time, moderate-to-vigorous physical activity (MVPA), waist circumference (cm), home blood pressure levels (mmHg), fasting blood glucose (mg/dl), regular consumption of aspirin/NSAID, calcium and folate supplements, oral contraceptive agents, post-menopausal hormones and years of consumptions, if the filled questionnaire reflects diet for the last 5-10 years before.\n\nOther clinical data will be collected by doctors as part of the online platform: date of eoCRC diagnosis, symptoms at diagnosis, eoCRC localization, eoCRC stage, histological diagnosis, type of surgery and date (if performed), chemoterapy and radiotherapy (if performed), vital status and duration of follow-up, family history of CRC and other cancers (uterus, ovary, stomach, small intestine, urinary tract/bladder/kidney, bile ducts, brain, pancreas, skin tumors), type of germline pathogenetic variant (if performed).\n\n4.6 Responsibilities of the Investigator(s) The Investigator(s) undertake(s) to perform the study in accordance with this Protocol, Good Clinical Practice and the applicable regulatory requirements.\n\nThe Investigator is required to ensure compliance with the investigational schedule, and procedures required by the protocol.\n\nThe Investigator agrees to provide all information requested in the Case Report Form -CRF- in an accurate and legible manner.\n\nETHICAL CONSIDERATIONS Ethical conduct of the study The study will be performed according the ethical principles laid down in the latest accepted version of the Declaration of Helsinki.\n\nPatient information and informed consent Each subject/patient will be informed about the modalities of the clinical study in accordance with the enclosed patient information. The subject/patient is to be informed both in writing and verbally by the investigating physician. The subject/patient must be given opportunity to decide whether or not to participate in this study and to ask questions concerning this. It must also be made clear to the subject/patient that he/she can withdraw from the study at any time without giving reasons and that he/she will not be in any way disadvantaged by this. The points mentioned in the information sheet must be communicated to the patient in language he/she understands. The informing physician and the patient must each personally date and sign an informed consent form with a declaration on data privacy. Any informed consent will be part of the investigator's file and retained with it. The subject/patient will retain a copy of the patient information.\n\nData management The personal data will be recorded in the electronic CRF designed for this study. All CRF will be checked for completeness, plausibility, and compliance with the ICH guidelines and the institutional Standard Operating Procedures (SOPs).\n\nThe personal data will be identified with a code (see section 6.7) not allowing directly trace the identity of the patients/individuals, except in case of need. In all phases of collection and processing of personal data, suitable measures will be adopted to guarantee their protection from the risks of unauthorized access, theft or loss, also through the use of encryption techniques, identification codes or other solutions that allow identify the interested parties only in case of need and to those who are expressly authorized to access them, in order to minimize the risks of accidental knowledge and unauthorized or abusive access to data. The genetic and clinical data of the interested parties are, however, treated separately from other \"common\" personal data (name, surname, etc.), which allow the interested parties to be directly identified.\n\nThe collection, management and analysis of data will take place in a way that guarantees the confidentiality of the subject's identity and will follow the General Data Protection Regulations (GDPR).\n\nWith regard to the possible transfer of data to third countries, the processing will take place according to one of the methods permitted by current law, such as the consent given by the patients/individuals, the adoption of Standard Clauses approved by the European Commission, the selection of subjects adhering to international programs for the free circulation of data (eg EU-USA Privacy Shield) or operating in countries considered safe by the European Commission.\n\nAll analyses will be performed within respective limitations of each ethics committee approval and in accordance with good clinical practice and the Declaration of Helsinki.\n\nSample size\n\nSQFFQ Validation study:\n\n100 subjects from each country, free from overt disease and in equal numbers of each gender.\n\nCase-control study:\n\nPower analysis for odds ratios calculation The odds ratios of eoCRC for different exposition factors will be calculated.\n\nFor this purpose, a power analysis is performed, based on the following parameters:\n\n* Significance level (alpha, 1 type error probability) = 0.05 (two tails test)\n* Power of the analysis = 80%\n* Number of controls per case = 2\n* Minimum Odds Ratio to detect = 2\n* Proportion of exposed in the general population The proportion of exposed individuals in the general population depends on the considered exposition factors (such as a specific diet habit, alcohol consumption, etc.): for this reason, the sample size was calculated for different exposition proportions, varying from 5% to 95%.\n\nStatistical analysis\n\nSQFFQ validation Study:\n\nThe validity of the SQFFQ will be computed by calculating the Spearman correlation coefficients between individual food groups intakes from SQFFQ and the average of three 24hDR food groups intakes as the reference method.\n\nThe percentage of the agreement as the proportions of individuals who were classified correctly into the same or adjacent quintile for validity analyses will be calculated.\n\nCase-control Study:\n\nIn the case-control study, an association between eoCRC and dietary habits (or other exposition factors such as alcohol consumption, smoking habits, etc.) will be estimated using logistic regression and odds ratio calculation. Multivariate logistic regression models will be used to examine to what extent eoCRC development can be 'explained' by variations in eating habits. The stratified analysis will also be performed by considering only a specific gender and/or other grouping variables of interest such as age, age at diagnosis. The effects of potential confounders other than matching criteria (e.g., smoking, physical activity, etc.) will also be estimated and taken into account. All analyses are based on a conservative estimate of eoCRC cancer cases, with at least 2 controls per case."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer",
                "Early Onset Colorectal Cancer",
                "Diet Habit",
                "Risk Reduction"
            ],
            "keywords": [
                "Early onset",
                "Young onset",
                "Young adult",
                "Colon cancer",
                "Rectal cancer",
                "Cancer genetics",
                "Cancer risk factors",
                "Diet"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "10 Years",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Early onset colorectal cancer",
                    "description": "Patients with colorectal cancer diagnosed before the age of 50 years",
                    "interventionNames": [
                        "Behavioral: Semi Quantitative Food Frequency Questionnaire (SQFFQ)"
                    ]
                },
                {
                    "label": "Control",
                    "description": "Individuals meeting all the following:\n\n* aged \\<50 years\n* no history of colorectal cancer\n* at least one negative screening test (at least a fecal occult blood test with high sensitivity)",
                    "interventionNames": [
                        "Behavioral: Semi Quantitative Food Frequency Questionnaire (SQFFQ)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Semi Quantitative Food Frequency Questionnaire (SQFFQ)",
                    "description": "The SQFFQ quantifies the frequency of consumption of each food and drink and the following list of variables:\n\n* date of birth\n* sex\n* ethnicity\n* weight (kg)\n* height (m)\n* BMI (kg/m2) at the time of eoCRC diagnosis and at 18 years old\n* country where they live permanently\n* tobacco smoking at the time of eoCRC diagnosis and at 18 years old\n* sitting time\n* TV-viewing time\n* moderate-to-vigorous physical activity (MVPA)\n* waist circumference (cm)\n* home blood pressure levels (mmHg)\n* fasting blood glucose (mg/dl)\n* regular consumption of aspirin/NSAID and years of consumptions\n* calcium and folate supplements and years of consumptions\n* oral contraceptive agents and years of consumptions\n* post-menopausal hormones and years of consumptions",
                    "armGroupLabels": [
                        "Control",
                        "Early onset colorectal cancer"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diet and the risk of eoCRC",
                    "description": "To quantify the relative risk of early-onset colorectal cancer for specific dietary and lifestyle risk factors (including the risk for eoCRC for\n\n* tobacco smoking at the time of eoCRC diagnosis and at 18 years old\n* alcohol consumption\n* physical activity\n* sex\n* ethnicity\n* BMI at the time of eoCRC diagnosis and at 18 years old\n* country of origin\n* Daily sitting time\n* Daily TV-viewing time\n* Daily moderate-to-vigorous physical activity (MVPA)\n* waist circumference (cm)\n* home blood pressure levels (mmHg)\n* Fasting blood glucose (mg/dl)\n* Regular consumption of aspirin/NSAID\n* Regular consumption of calcium and folate supplements\n* Regular use of oral contraceptive agents and years of consumptions\n* Regular use of post-menopausal hormones and years of consumptions Results will be stratified by countries where the incidence of eoCRC is increasing versus stable/decreasing",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All sexes eligible\n* (for Cases) eoCRC diagnosed between 18 and 49 years and confirmed by histology (biopsy or surgical specimen in case of surgery)\n* (for Controls) negative past and present history of cancer; negative fecal occult blood test (FOBT), or negative colonoscopy.\n\nExclusion Criteria:\n\n* CRC diagnosed at ≥ 50 years\n* Diseases that can modify the dietary regimen (celiac disease, diabetes)\n* Diseases that are known to predispose to eoCRC (personal past or recent history of inflammatory bowel disease, past history of pelvic irradiation)\n* Unable to give written consents and to fill in the electronic questionnaire",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "49 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "at least 300 patients in total (100 at IRCCS San Raffaele Scientific Institute) with a recent diagnosis of eoCRC (diagnosis made within 2 years prior to enrollment), aged 18-49 years, will be prospectively recruited at least 600 Healthy controls (HCs) totally (200 at IRCCS San Raffaele Scientific Institute), matched by age (matching range ± 5 years) and sex with eoCRCs will be prospectively enrolled. Healthy volunteers will be mainly enrolled among workers within the participating hospital center, followed regularly by preventive medicine. This enrollment will be carried out by e-mail invitation disseminated through the hospital's official mailing list",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Giulia Martina Cavestro, MD PhD",
                    "role": "CONTACT",
                    "phone": "0226435508",
                    "phoneExt": "+39",
                    "email": "cavestro.giuliamartina@hsr.it"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Giulia Martina Cavestro, MD PhD",
                    "affiliation": "IRCCS San Raffaele Scientific Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Medicine-Gastroenterology, Denver Veterans Affairs Medical Center, University of Colorado Hospital",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Swati Patel",
                            "role": "CONTACT",
                            "email": "Swati.Patel@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Section of Gastroenterology, Hepatology, and Nutrition, Department of Medicine University of Chicago Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sonia Kupfer",
                            "role": "CONTACT",
                            "email": "skupfer@medicine.bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Department of Gastrointestinal Surgery, Helsinki University Hospital",
                    "status": "RECRUITING",
                    "city": "Helsinki",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "Toni T Seppala",
                            "role": "CONTACT",
                            "email": "tseppala@me.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 60.16952,
                        "lon": 24.93545
                    }
                },
                {
                    "facility": "Department of General, Visceral and Transplant Surgery, Hospital of the University of Munich (LMU)",
                    "status": "RECRUITING",
                    "city": "Munich",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Florian Kuhn, MD",
                            "role": "CONTACT",
                            "email": "Florian.Kuehn@med.uni-muenchen.de"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.13743,
                        "lon": 11.57549
                    }
                },
                {
                    "facility": "Gabriela Moslein",
                    "status": "RECRUITING",
                    "city": "Wuppertal",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Gabriela Moslein, MD",
                            "role": "CONTACT",
                            "email": "gmoeslein@outlook.de"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.27027,
                        "lon": 7.16755
                    }
                },
                {
                    "facility": "Prof Giulia Martina Cavestro, MD PhD",
                    "status": "RECRUITING",
                    "city": "Milan",
                    "state": "Lombardy",
                    "zip": "20132",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Giulia Martina Cavestro, MD, PhD",
                            "role": "CONTACT",
                            "phone": "0226435508",
                            "phoneExt": "+39",
                            "email": "cavestro.giuliamartina@hsr.it"
                        },
                        {
                            "name": "Marta Puzzono, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alessandro Mannucci, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Division of Cancer Medicine, Oslo University Hospital (OUS), Institute for Cancer Genetics and Informatics Norwegian Radium Hospital",
                    "status": "RECRUITING",
                    "city": "Oslo",
                    "country": "Norway",
                    "contacts": [
                        {
                            "name": "Mev Dominguez Valentin",
                            "role": "CONTACT",
                            "email": "mev.dominguez.valentin@rr-research.no"
                        }
                    ],
                    "geoPoint": {
                        "lat": 59.91273,
                        "lon": 10.74609
                    }
                },
                {
                    "facility": "Department of Gastroenterology, Hospital Clínic de Barcelona, University of Barcelona",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "country": "Spain",
                    "contacts": [
                        {
                            "name": "Francesc Balaguer Prunès",
                            "role": "CONTACT",
                            "email": "FPRUNES@clinic.cat"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31005829",
                    "type": "BACKGROUND",
                    "citation": "Russo AG, Andreano A, Sartore-Bianchi A, Mauri G, Decarli A, Siena S. Increased incidence of colon cancer among individuals younger than 50 years: A 17 years analysis from the cancer registry of the municipality of Milan, Italy. Cancer Epidemiol. 2019 Jun;60:134-140. doi: 10.1016/j.canep.2019.03.015. Epub 2019 Apr 18."
                },
                {
                    "pmid": "30917756",
                    "type": "BACKGROUND",
                    "citation": "Zorzi M, Dal Maso L, Francisci S, Buzzoni C, Rugge M, Guzzinati S; AIRTUM Working Group. Trends of colorectal cancer incidence and mortality rates from 2003 to 2014 in Italy. Tumori. 2019 Oct;105(5):417-426. doi: 10.1177/0300891619838336. Epub 2019 Mar 27."
                },
                {
                    "pmid": "31843788",
                    "type": "BACKGROUND",
                    "citation": "Zorzi M, Cavestro GM, Guzzinati S, Dal Maso L, Rugge M; AIRTUM Working Group. Decline in the incidence of colorectal cancer and the associated mortality in young Italian adults. Gut. 2020 Oct;69(10):1902-1903. doi: 10.1136/gutjnl-2019-320406. Epub 2019 Dec 16. No abstract available."
                },
                {
                    "pmid": "32247020",
                    "type": "BACKGROUND",
                    "citation": "Wang L, Lo CH, He X, Hang D, Wang M, Wu K, Chan AT, Ogino S, Giovannucci EL, Song M. Risk Factor Profiles Differ for Cancers of Different Regions of the Colorectum. Gastroenterology. 2020 Jul;159(1):241-256.e13. doi: 10.1053/j.gastro.2020.03.054. Epub 2020 Apr 1."
                },
                {
                    "pmid": "32359135",
                    "type": "BACKGROUND",
                    "citation": "Zhong Y, Zhu Y, Li Q, Wang F, Ge X, Zhou G, Miao L. Association between Mediterranean diet adherence and colorectal cancer: a dose-response meta-analysis. Am J Clin Nutr. 2020 Jun 1;111(6):1214-1225. doi: 10.1093/ajcn/nqaa083."
                },
                {
                    "pmid": "31455888",
                    "type": "BACKGROUND",
                    "citation": "Keum N, Giovannucci E. Global burden of colorectal cancer: emerging trends, risk factors and prevention strategies. Nat Rev Gastroenterol Hepatol. 2019 Dec;16(12):713-732. doi: 10.1038/s41575-019-0189-8. Epub 2019 Aug 27."
                },
                {
                    "pmid": "29399003",
                    "type": "BACKGROUND",
                    "citation": "Tabung FK, Brown LS, Fung TT. Dietary Patterns and Colorectal Cancer Risk: A Review of 17 Years of Evidence (2000-2016). Curr Colorectal Cancer Rep. 2017 Dec;13(6):440-454. doi: 10.1007/s11888-017-0390-5. Epub 2017 Oct 17."
                },
                {
                    "pmid": "24393412",
                    "type": "RESULT",
                    "citation": "Ahnen DJ, Wade SW, Jones WF, Sifri R, Mendoza Silveiras J, Greenamyer J, Guiffre S, Axilbund J, Spiegel A, You YN. The increasing incidence of young-onset colorectal cancer: a call to action. Mayo Clin Proc. 2014 Feb;89(2):216-24. doi: 10.1016/j.mayocp.2013.09.006. Epub 2014 Jan 4."
                },
                {
                    "pmid": "22481281",
                    "type": "RESULT",
                    "citation": "Chang DT, Pai RK, Rybicki LA, Dimaio MA, Limaye M, Jayachandran P, Koong AC, Kunz PA, Fisher GA, Ford JM, Welton M, Shelton A, Ma L, Arber DA, Pai RK. Clinicopathologic and molecular features of sporadic early-onset colorectal adenocarcinoma: an adenocarcinoma with frequent signet ring cell differentiation, rectal and sigmoid involvement, and adverse morphologic features. Mod Pathol. 2012 Aug;25(8):1128-39. doi: 10.1038/modpathol.2012.61. Epub 2012 Apr 6."
                },
                {
                    "pmid": "31105047",
                    "type": "RESULT",
                    "citation": "Araghi M, Soerjomataram I, Bardot A, Ferlay J, Cabasag CJ, Morrison DS, De P, Tervonen H, Walsh PM, Bucher O, Engholm G, Jackson C, McClure C, Woods RR, Saint-Jacques N, Morgan E, Ransom D, Thursfield V, Moller B, Leonfellner S, Guren MG, Bray F, Arnold M. Changes in colorectal cancer incidence in seven high-income countries: a population-based study. Lancet Gastroenterol Hepatol. 2019 Jul;4(7):511-518. doi: 10.1016/S2468-1253(19)30147-5. Epub 2019 May 16. Erratum In: Lancet Gastroenterol Hepatol. 2019 Aug;4(8):e8. doi: 10.1016/S2468-1253(19)30195-5."
                },
                {
                    "pmid": "31097539",
                    "type": "RESULT",
                    "citation": "Vuik FE, Nieuwenburg SA, Bardou M, Lansdorp-Vogelaar I, Dinis-Ribeiro M, Bento MJ, Zadnik V, Pellise M, Esteban L, Kaminski MF, Suchanek S, Ngo O, Majek O, Leja M, Kuipers EJ, Spaander MC. Increasing incidence of colorectal cancer in young adults in Europe over the last 25 years. Gut. 2019 Oct;68(10):1820-1826. doi: 10.1136/gutjnl-2018-317592. Epub 2019 May 16."
                },
                {
                    "pmid": "31488504",
                    "type": "RESULT",
                    "citation": "Siegel RL, Torre LA, Soerjomataram I, Hayes RB, Bray F, Weber TK, Jemal A. Global patterns and trends in colorectal cancer incidence in young adults. Gut. 2019 Dec;68(12):2179-2185. doi: 10.1136/gutjnl-2019-319511. Epub 2019 Sep 5."
                },
                {
                    "pmid": "26625827",
                    "type": "RESULT",
                    "citation": "Khan NA, Hussain M, ur Rahman A, Farooqui WA, Rasheed A, Memon AS. Dietary Practices, Addictive Behavior and Bowel Habits and Risk of Early Onset Colorectal Cancer: a Case Control Study. Asian Pac J Cancer Prev. 2015;16(17):7967-73. doi: 10.7314/apjcp.2015.16.17.7967."
                },
                {
                    "pmid": "30031175",
                    "type": "RESULT",
                    "citation": "Song M, Chan AT. Environmental Factors, Gut Microbiota, and Colorectal Cancer Prevention. Clin Gastroenterol Hepatol. 2019 Jan;17(2):275-289. doi: 10.1016/j.cgh.2018.07.012. Epub 2018 Jul 18."
                },
                {
                    "pmid": "24493161",
                    "type": "RESULT",
                    "citation": "Nimptsch K, Malik VS, Fung TT, Pischon T, Hu FB, Willett WC, Fuchs CS, Ogino S, Chan AT, Giovannucci E, Wu K. Dietary patterns during high school and risk of colorectal adenoma in a cohort of middle-aged women. Int J Cancer. 2014 May 15;134(10):2458-67. doi: 10.1002/ijc.28578. Epub 2013 Nov 25."
                },
                {
                    "pmid": "30050075",
                    "type": "RESULT",
                    "citation": "Garcia-Larsen V, Morton V, Norat T, Moreira A, Potts JF, Reeves T, Bakolis I. Dietary patterns derived from principal component analysis (PCA) and risk of colorectal cancer: a systematic review and meta-analysis. Eur J Clin Nutr. 2019 Mar;73(3):366-386. doi: 10.1038/s41430-018-0234-7. Epub 2018 Jul 26."
                },
                {
                    "pmid": "29025095",
                    "type": "RESULT",
                    "citation": "Jones P, Cade JE, Evans CEL, Hancock N, Greenwood DC. The Mediterranean diet and risk of colorectal cancer in the UK Women's Cohort Study. Int J Epidemiol. 2017 Dec 1;46(6):1786-1796. doi: 10.1093/ije/dyx155."
                },
                {
                    "pmid": "29582162",
                    "type": "RESULT",
                    "citation": "Castello A, Amiano P, Fernandez de Larrea N, Martin V, Alonso MH, Castano-Vinyals G, Perez-Gomez B, Olmedo-Requena R, Guevara M, Fernandez-Tardon G, Dierssen-Sotos T, Llorens-Ivorra C, Huerta JM, Capelo R, Fernandez-Villa T, Diez-Villanueva A, Urtiaga C, Castilla J, Jimenez-Moleon JJ, Moreno V, Davila-Batista V, Kogevinas M, Aragones N, Pollan M; MCC-Spain researchers. Low adherence to the western and high adherence to the mediterranean dietary patterns could prevent colorectal cancer. Eur J Nutr. 2019 Jun;58(4):1495-1505. doi: 10.1007/s00394-018-1674-5. Epub 2018 Mar 26."
                },
                {
                    "pmid": "22821300",
                    "type": "RESULT",
                    "citation": "Agnoli C, Grioni S, Sieri S, Palli D, Masala G, Sacerdote C, Vineis P, Tumino R, Giurdanella MC, Pala V, Berrino F, Mattiello A, Panico S, Krogh V. Italian Mediterranean Index and risk of colorectal cancer in the Italian section of the EPIC cohort. Int J Cancer. 2013 Mar 15;132(6):1404-11. doi: 10.1002/ijc.27740. Epub 2012 Aug 7."
                },
                {
                    "pmid": "23224326",
                    "type": "RESULT",
                    "citation": "Rosato V, Bosetti C, Levi F, Polesel J, Zucchetto A, Negri E, La Vecchia C. Risk factors for young-onset colorectal cancer. Cancer Causes Control. 2013 Feb;24(2):335-41. doi: 10.1007/s10552-012-0119-3. Epub 2012 Dec 8."
                },
                {
                    "pmid": "30326010",
                    "type": "RESULT",
                    "citation": "Liu PH, Wu K, Ng K, Zauber AG, Nguyen LH, Song M, He X, Fuchs CS, Ogino S, Willett WC, Chan AT, Giovannucci EL, Cao Y. Association of Obesity With Risk of Early-Onset Colorectal Cancer Among Women. JAMA Oncol. 2019 Jan 1;5(1):37-44. doi: 10.1001/jamaoncol.2018.4280. Erratum In: JAMA Oncol. 2019 Apr 1;5(4):579. doi: 10.1001/jamaoncol.2019.0286."
                },
                {
                    "pmid": "30740587",
                    "type": "RESULT",
                    "citation": "Nguyen LH, Liu PH, Zheng X, Keum N, Zong X, Li X, Wu K, Fuchs CS, Ogino S, Ng K, Willett WC, Chan AT, Giovannucci EL, Cao Y. Sedentary Behaviors, TV Viewing Time, and Risk of Young-Onset Colorectal Cancer. JNCI Cancer Spectr. 2018 Nov;2(4):pky073. doi: 10.1093/jncics/pky073. Epub 2019 Jan 25."
                },
                {
                    "pmid": "27053853",
                    "type": "RESULT",
                    "citation": "Kim JY, Jung YS, Park JH, Kim HJ, Cho YK, Sohn CI, Jeon WK, Kim BI, Choi KY, Park DI. Different risk factors for advanced colorectal neoplasm in young adults. World J Gastroenterol. 2016 Apr 7;22(13):3611-20. doi: 10.3748/wjg.v22.i13.3611."
                },
                {
                    "pmid": "31622737",
                    "type": "RESULT",
                    "citation": "Gausman V, Dornblaser D, Anand S, Hayes RB, O'Connell K, Du M, Liang PS. Risk Factors Associated With Early-Onset Colorectal Cancer. Clin Gastroenterol Hepatol. 2020 Nov;18(12):2752-2759.e2. doi: 10.1016/j.cgh.2019.10.009. Epub 2019 Oct 14."
                },
                {
                    "pmid": "31926997",
                    "type": "RESULT",
                    "citation": "Low EE, Demb J, Liu L, Earles A, Bustamante R, Williams CD, Provenzale D, Kaltenbach T, Gawron AJ, Martinez ME, Gupta S. Risk Factors for Early-Onset Colorectal Cancer. Gastroenterology. 2020 Aug;159(2):492-501.e7. doi: 10.1053/j.gastro.2020.01.004. Epub 2020 Jan 9."
                },
                {
                    "pmid": "30025922",
                    "type": "RESULT",
                    "citation": "Kim NH, Jung YS, Yang HJ, Park SK, Park JH, Park DI, Sohn CI. Prevalence of and Risk Factors for Colorectal Neoplasia in Asymptomatic Young Adults (20-39 Years Old). Clin Gastroenterol Hepatol. 2019 Jan;17(1):115-122. doi: 10.1016/j.cgh.2018.07.011. Epub 2018 Jul 17."
                },
                {
                    "pmid": "33136160",
                    "type": "RESULT",
                    "citation": "Zheng X, Hur J, Nguyen LH, Liu J, Song M, Wu K, Smith-Warner SA, Ogino S, Willett WC, Chan AT, Giovannucci E, Cao Y. Comprehensive Assessment of Diet Quality and Risk of Precursors of Early-Onset Colorectal Cancer. J Natl Cancer Inst. 2021 May 4;113(5):543-552. doi: 10.1093/jnci/djaa164."
                },
                {
                    "pmid": "11114689",
                    "type": "RESULT",
                    "citation": "Slimani N, Ferrari P, Ocke M, Welch A, Boeing H, Liere M, Pala V, Amiano P, Lagiou A, Mattisson I, Stripp C, Engeset D, Charrondiere R, Buzzard M, Staveren W, Riboli E. Standardization of the 24-hour diet recall calibration method used in the european prospective investigation into cancer and nutrition (EPIC): general concepts and preliminary results. Eur J Clin Nutr. 2000 Dec;54(12):900-17. doi: 10.1038/sj.ejcn.1601107."
                },
                {
                    "pmid": "12639223",
                    "type": "RESULT",
                    "citation": "Slimani N, Kaaks R, Ferrari P, Casagrande C, Clavel-Chapelon F, Lotze G, Kroke A, Trichopoulos D, Trichopoulou A, Lauria C, Bellegotti M, Ocke MC, Peeters PH, Engeset D, Lund E, Agudo A, Larranaga N, Mattisson I, Andren C, Johansson I, Davey G, Welch AA, Overvad K, Tjonneland A, Van Staveren WA, Saracci R, Riboli E. European Prospective Investigation into Cancer and Nutrition (EPIC) calibration study: rationale, design and population characteristics. Public Health Nutr. 2002 Dec;5(6B):1125-45. doi: 10.1079/PHN2002395."
                },
                {
                    "pmid": "29615301",
                    "type": "RESULT",
                    "citation": "Cavestro GM, Mannucci A, Zuppardo RA, Di Leo M, Stoffel E, Tonon G. Early onset sporadic colorectal cancer: Worrisome trends and oncogenic features. Dig Liver Dis. 2018 Jun;50(6):521-532. doi: 10.1016/j.dld.2018.02.009. Epub 2018 Feb 23."
                },
                {
                    "pmid": "34885046",
                    "type": "RESULT",
                    "citation": "Puzzono M, Mannucci A, Granno S, Zuppardo RA, Galli A, Danese S, Cavestro GM. The Role of Diet and Lifestyle in Early-Onset Colorectal Cancer: A Systematic Review. Cancers (Basel). 2021 Nov 25;13(23):5933. doi: 10.3390/cancers13235933."
                },
                {
                    "pmid": "36549470",
                    "type": "RESULT",
                    "citation": "Cavestro GM, Mannucci A, Balaguer F, Hampel H, Kupfer SS, Repici A, Sartore-Bianchi A, Seppala TT, Valentini V, Boland CR, Brand RE, Buffart TE, Burke CA, Caccialanza R, Cannizzaro R, Cascinu S, Cercek A, Crosbie EJ, Danese S, Dekker E, Daca-Alvarez M, Deni F, Dominguez-Valentin M, Eng C, Goel A, Guillem JG, Houwen BBSL, Kahi C, Kalady MF, Kastrinos F, Kuhn F, Laghi L, Latchford A, Liska D, Lynch P, Malesci A, Mauri G, Meldolesi E, Moller P, Monahan KJ, Moslein G, Murphy CC, Nass K, Ng K, Oliani C, Papaleo E, Patel SG, Puzzono M, Remo A, Ricciardiello L, Ripamonti CI, Siena S, Singh SK, Stadler ZK, Stanich PP, Syngal S, Turi S, Urso ED, Valle L, Vanni VS, Vilar E, Vitellaro M, You YN, Yurgelun MB, Zuppardo RA, Stoffel EM; Associazione Italiana Familiarita Ereditarieta Tumori; Collaborative Group of the Americas on Inherited Gastrointestinal Cancer; European Hereditary Tumour Group, and the International Society for Gastrointestinal Hereditary Tumours. Delphi Initiative for Early-Onset Colorectal Cancer (DIRECt) International Management Guidelines. Clin Gastroenterol Hepatol. 2023 Mar;21(3):581-603.e33. doi: 10.1016/j.cgh.2022.12.006. Epub 2022 Dec 20."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Early onset colorectal cancer, first international scientific meeting",
                    "url": "http://www.fondazione-menarini.it/Home/Eventi/Early-onset-Colorectal-Cancer/813/Presentazione"
                },
                {
                    "label": "Video interview on the early onset colorectal cancer",
                    "url": "https://www.youtube.com/watch?v=JlpciBBFg5k"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data may be made available upon reasonable request",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "5-10 days after receiving and approving a request",
            "accessCriteria": "Individual participant data may be made available upon reasonable request"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M4548",
                    "name": "Aspirin",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M6500",
                    "name": "Contraceptives, Oral",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}