{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02927158",
            "orgStudyIdInfo": {
                "id": "PRO15110344"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Exome and Genome Analysis to Elucidate Genetic Etiologies and Population Characteristics in the Plain Community",
            "officialTitle": "Use of Whole Exome Sequencing/Whole Genome Sequencing in the Plain Communities",
            "therapeuticArea": [
                "Other"
            ],
            "study": "exome-and-genome-analysis-to-elucidate-genetic-etiologies-and-population-characteristics-in-the-plain-community"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-08"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-09-22",
            "studyFirstSubmitQcDate": "2016-10-05",
            "studyFirstPostDateStruct": {
                "date": "2016-10-06",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lina Ghaloul Gonzalez",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Horizon Pharma USA, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to utilize whole exome and whole genome sequencing techniques to identify underlying genetic causes for undiagnosed disorders in the Plain Communities, and to do population genetic studies looking at genetic drift and founder mutations in this unique population.",
            "detailedDescription": "The long term goal of this proposal is to establish a Translational Medicine Program for the Old Order Amish and Mennonite communities that is accessible to their members with decreasing cost and effective diagnostic strategies, and to leverage the genetic information obtained to better understand the genetic forces and risks driving the health of these populations. As a bridge to do so, next-generation sequencing technology will be used to identify genetic defects in Old Order Amish families/individuals who have a clinical picture suggestive of a Mendelian disorder but with unknown diagnosis. Investigators plan to develop targeted analytical NGS panels optimized for general use in the clinical setting when dealing with Plain Communities patients and families, yielding better and more prompt clinical intervention and improvement of outcomes. The study also involves use of whole genome sequencing for a mutant allele discovery platform to identify novel genetic risks in this population not yet identified in patients, and to use this platform to describe genetic differences in Old Order Amish communities across Pennsylvania and ultimately across the country. With WGS will be used to analyze population genetics by comparing the distribution of genetic variants among the various Amish communities and to compare these with their European ancestry variants available in 1000 genome project, to study the influence of founder-selection and genetic drift in these populations."
        },
        "conditionsModule": {
            "conditions": [
                "Undiagnosed Disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Whole blood will be collected and DNA will be isolated and stored. Samples may also be collected on newborn screening filter papers."
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Exome and genome sequencing results for clinical diagnosis in participants.",
                    "description": "Each participant will be sequenced and DNA data will be analyzed for gene mutations consistent with the clinical symptomatology",
                    "timeFrame": "Within approximately one year for each participant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Exome and genome sequence results for population genetic studies",
                    "description": "Exome and genome sequencing will be used to evaluate genetic changes in specific communities within the Amish and Mennonite communities. These changes/differences will be compared among the groups to show how population migration and new genetic mutations effect the burden of genetic disease in these populations.",
                    "timeFrame": "Through study completion, approximately 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any person of Amish or Mennonite descent\n\nExclusion Criteria:\n\n* Individuals who are not of Amish or Mennonite descent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Families of Amish/Mennonite background which include at least one individual with a clinical phenotype and a pedigree suggestive of genetic disease will be considered for the undiagnosed disease portion of the study. Initial outreach will be to Plain Communities in western Pennsylvania, but all Pain Community members are eligible as long as they have been evaluated by a local clinical geneticist. Any individual (and their family members) from the Plain Community is eligible for the population based studies of founder effects and genetic drift.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cate Walsh Vockley, MS, LCGC",
                    "role": "CONTACT",
                    "phone": "412-692-7349",
                    "email": "catherine.walshvockley@chp.edu"
                },
                {
                    "name": "Jenifer Baker, MA",
                    "role": "CONTACT",
                    "phone": "412-6926378",
                    "email": "jennifer.baker@chp.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lina Ghaloul Gonzalez, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Pittsburgh of UPMC",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Baker, MA",
                            "role": "CONTACT",
                            "phone": "412-692-6378",
                            "email": "jennifer.baker@chp.edu"
                        },
                        {
                            "name": "Cate Walsh Vockley, MS, LCGC",
                            "role": "CONTACT",
                            "phone": "412-692-7349",
                            "email": "Catherine.WalshVockley@chp.edu"
                        },
                        {
                            "name": "Lina Ghaloul Gonzalez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gerard Vockley, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Roxanne Acquaro, MS, LCGC",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "M. Michael Barmada",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Steven Dobrowolski",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jessica Sebastian, MS, LCGC",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew McCarty, MS, LCGC",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Christine Munro, BSc",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jodie Vento, MS, LCGC",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Catherine Walsh Vockley, MS, LCGC",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "15496913",
                    "type": "BACKGROUND",
                    "citation": "International Human Genome Sequencing Consortium. Finishing the euchromatic sequence of the human genome. Nature. 2004 Oct 21;431(7011):931-45. doi: 10.1038/nature03001."
                },
                {
                    "pmid": "19498102",
                    "type": "BACKGROUND",
                    "citation": "Pruitt KD, Harrow J, Harte RA, Wallin C, Diekhans M, Maglott DR, Searle S, Farrell CM, Loveland JE, Ruef BJ, Hart E, Suner MM, Landrum MJ, Aken B, Ayling S, Baertsch R, Fernandez-Banet J, Cherry JL, Curwen V, Dicuccio M, Kellis M, Lee J, Lin MF, Schuster M, Shkeda A, Amid C, Brown G, Dukhanina O, Frankish A, Hart J, Maidak BL, Mudge J, Murphy MR, Murphy T, Rajan J, Rajput B, Riddick LD, Snow C, Steward C, Webb D, Weber JA, Wilming L, Wu W, Birney E, Haussler D, Hubbard T, Ostell J, Durbin R, Lipman D. The consensus coding sequence (CCDS) project: Identifying a common protein-coding gene set for the human and mouse genomes. Genome Res. 2009 Jul;19(7):1316-23. doi: 10.1101/gr.080531.108. Epub 2009 Jun 4. Erratum In: Genome Res. 2009 Aug;19(8):1506."
                },
                {
                    "pmid": "18704161",
                    "type": "BACKGROUND",
                    "citation": "Ng PC, Levy S, Huang J, Stockwell TB, Walenz BP, Li K, Axelrod N, Busam DA, Strausberg RL, Venter JC. Genetic variation in an individual human exome. PLoS Genet. 2008 Aug 15;4(8):e1000160. doi: 10.1371/journal.pgen.1000160."
                },
                {
                    "pmid": "21331778",
                    "type": "BACKGROUND",
                    "citation": "Ku CS, Naidoo N, Pawitan Y. Revisiting Mendelian disorders through exome sequencing. Hum Genet. 2011 Apr;129(4):351-70. doi: 10.1007/s00439-011-0964-2. Epub 2011 Feb 18."
                },
                {
                    "pmid": "19997069",
                    "type": "BACKGROUND",
                    "citation": "Metzker ML. Sequencing technologies - the next generation. Nat Rev Genet. 2010 Jan;11(1):31-46. doi: 10.1038/nrg2626. Epub 2009 Dec 8."
                },
                {
                    "pmid": "19915526",
                    "type": "BACKGROUND",
                    "citation": "Ng SB, Buckingham KJ, Lee C, Bigham AW, Tabor HK, Dent KM, Huff CD, Shannon PT, Jabs EW, Nickerson DA, Shendure J, Bamshad MJ. Exome sequencing identifies the cause of a mendelian disorder. Nat Genet. 2010 Jan;42(1):30-5. doi: 10.1038/ng.499. Epub 2009 Nov 13."
                },
                {
                    "pmid": "20719861",
                    "type": "BACKGROUND",
                    "citation": "Rios J, Stein E, Shendure J, Hobbs HH, Cohen JC. Identification by whole-genome resequencing of gene defect responsible for severe hypercholesterolemia. Hum Mol Genet. 2010 Nov 15;19(22):4313-8. doi: 10.1093/hmg/ddq352. Epub 2010 Aug 18."
                },
                {
                    "pmid": "19630565",
                    "type": "BACKGROUND",
                    "citation": "Strauss KA, Puffenberger EG. Genetics, medicine, and the Plain people. Annu Rev Genomics Hum Genet. 2009;10:513-36. doi: 10.1146/annurev-genom-082908-150040."
                },
                {
                    "pmid": "12888983",
                    "type": "BACKGROUND",
                    "citation": "Puffenberger EG. Genetic heritage of the Old Order Mennonites of southeastern Pennsylvania. Am J Med Genet C Semin Med Genet. 2003 Aug 15;121C(1):18-31. doi: 10.1002/ajmg.c.20003."
                },
                {
                    "pmid": "22379385",
                    "type": "BACKGROUND",
                    "citation": "Payne M, Rupar CA, Siu GM, Siu VM. Amish, mennonite, and hutterite genetic disorder database. Paediatr Child Health. 2011 Mar;16(3):e23-4. doi: 10.1093/pch/16.3.e23. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "VA, M., Medical genetic studies of the Amish, Selected papers. Baltimore: Johns Hopkins University Press. 1978."
                },
                {
                    "pmid": "12888982",
                    "type": "BACKGROUND",
                    "citation": "Morton DH, Morton CS, Strauss KA, Robinson DL, Puffenberger EG, Hendrickson C, Kelley RI. Pediatric medicine and the genetic disorders of the Amish and Mennonite people of Pennsylvania. Am J Med Genet C Semin Med Genet. 2003 Aug 15;121C(1):5-17. doi: 10.1002/ajmg.c.20002."
                },
                {
                    "pmid": "12888981",
                    "type": "BACKGROUND",
                    "citation": "Francomano CA, McKusick VA, Biesecker LG. Medical genetic studies in the Amish: historical perspective. Am J Med Genet C Semin Med Genet. 2003 Aug 15;121C(1):1-4. doi: 10.1002/ajmg.c.20001. No abstract available."
                },
                {
                    "pmid": "24196381",
                    "type": "BACKGROUND",
                    "citation": "Rabbani B, Tekin M, Mahdieh N. The promise of whole-exome sequencing in medical genetics. J Hum Genet. 2014 Jan;59(1):5-15. doi: 10.1038/jhg.2013.114. Epub 2013 Nov 7."
                },
                {
                    "pmid": "24217348",
                    "type": "BACKGROUND",
                    "citation": "Johansen Taber KA, Dickinson BD, Wilson M. The promise and challenges of next-generation genome sequencing for clinical care. JAMA Intern Med. 2014 Feb 1;174(2):275-80. doi: 10.1001/jamainternmed.2013.12048."
                },
                {
                    "pmid": "23035047",
                    "type": "BACKGROUND",
                    "citation": "Saunders CJ, Miller NA, Soden SE, Dinwiddie DL, Noll A, Alnadi NA, Andraws N, Patterson ML, Krivohlavek LA, Fellis J, Humphray S, Saffrey P, Kingsbury Z, Weir JC, Betley J, Grocock RJ, Margulies EH, Farrow EG, Artman M, Safina NP, Petrikin JE, Hall KP, Kingsmore SF. Rapid whole-genome sequencing for genetic disease diagnosis in neonatal intensive care units. Sci Transl Med. 2012 Oct 3;4(154):154ra135. doi: 10.1126/scitranslmed.3004041."
                },
                {
                    "pmid": "23033978",
                    "type": "BACKGROUND",
                    "citation": "de Ligt J, Willemsen MH, van Bon BW, Kleefstra T, Yntema HG, Kroes T, Vulto-van Silfhout AT, Koolen DA, de Vries P, Gilissen C, del Rosario M, Hoischen A, Scheffer H, de Vries BB, Brunner HG, Veltman JA, Vissers LE. Diagnostic exome sequencing in persons with severe intellectual disability. N Engl J Med. 2012 Nov 15;367(20):1921-9. doi: 10.1056/NEJMoa1206524. Epub 2012 Oct 3."
                },
                {
                    "pmid": "11181995",
                    "type": "BACKGROUND",
                    "citation": "Venter JC, Adams MD, Myers EW, Li PW, Mural RJ, Sutton GG, Smith HO, Yandell M, Evans CA, Holt RA, Gocayne JD, Amanatides P, Ballew RM, Huson DH, Wortman JR, Zhang Q, Kodira CD, Zheng XH, Chen L, Skupski M, Subramanian G, Thomas PD, Zhang J, Gabor Miklos GL, Nelson C, Broder S, Clark AG, Nadeau J, McKusick VA, Zinder N, Levine AJ, Roberts RJ, Simon M, Slayman C, Hunkapiller M, Bolanos R, Delcher A, Dew I, Fasulo D, Flanigan M, Florea L, Halpern A, Hannenhalli S, Kravitz S, Levy S, Mobarry C, Reinert K, Remington K, Abu-Threideh J, Beasley E, Biddick K, Bonazzi V, Brandon R, Cargill M, Chandramouliswaran I, Charlab R, Chaturvedi K, Deng Z, Di Francesco V, Dunn P, Eilbeck K, Evangelista C, Gabrielian AE, Gan W, Ge W, Gong F, Gu Z, Guan P, Heiman TJ, Higgins ME, Ji RR, Ke Z, Ketchum KA, Lai Z, Lei Y, Li Z, Li J, Liang Y, Lin X, Lu F, Merkulov GV, Milshina N, Moore HM, Naik AK, Narayan VA, Neelam B, Nusskern D, Rusch DB, Salzberg S, Shao W, Shue B, Sun J, Wang Z, Wang A, Wang X, Wang J, Wei M, Wides R, Xiao C, Yan C, Yao A, Ye J, Zhan M, Zhang W, Zhang H, Zhao Q, Zheng L, Zhong F, Zhong W, Zhu S, Zhao S, Gilbert D, Baumhueter S, Spier G, Carter C, Cravchik A, Woodage T, Ali F, An H, Awe A, Baldwin D, Baden H, Barnstead M, Barrow I, Beeson K, Busam D, Carver A, Center A, Cheng ML, Curry L, Danaher S, Davenport L, Desilets R, Dietz S, Dodson K, Doup L, Ferriera S, Garg N, Gluecksmann A, Hart B, Haynes J, Haynes C, Heiner C, Hladun S, Hostin D, Houck J, Howland T, Ibegwam C, Johnson J, Kalush F, Kline L, Koduru S, Love A, Mann F, May D, McCawley S, McIntosh T, McMullen I, Moy M, Moy L, Murphy B, Nelson K, Pfannkoch C, Pratts E, Puri V, Qureshi H, Reardon M, Rodriguez R, Rogers YH, Romblad D, Ruhfel B, Scott R, Sitter C, Smallwood M, Stewart E, Strong R, Suh E, Thomas R, Tint NN, Tse S, Vech C, Wang G, Wetter J, Williams S, Williams M, Windsor S, Winn-Deen E, Wolfe K, Zaveri J, Zaveri K, Abril JF, Guigo R, Campbell MJ, Sjolander KV, Karlak B, Kejariwal A, Mi H, Lazareva B, Hatton T, Narechania A, Diemer K, Muruganujan A, Guo N, Sato S, Bafna V, Istrail S, Lippert R, Schwartz R, Walenz B, Yooseph S, Allen D, Basu A, Baxendale J, Blick L, Caminha M, Carnes-Stine J, Caulk P, Chiang YH, Coyne M, Dahlke C, Deslattes Mays A, Dombroski M, Donnelly M, Ely D, Esparham S, Fosler C, Gire H, Glanowski S, Glasser K, Glodek A, Gorokhov M, Graham K, Gropman B, Harris M, Heil J, Henderson S, Hoover J, Jennings D, Jordan C, Jordan J, Kasha J, Kagan L, Kraft C, Levitsky A, Lewis M, Liu X, Lopez J, Ma D, Majoros W, McDaniel J, Murphy S, Newman M, Nguyen T, Nguyen N, Nodell M, Pan S, Peck J, Peterson M, Rowe W, Sanders R, Scott J, Simpson M, Smith T, Sprague A, Stockwell T, Turner R, Venter E, Wang M, Wen M, Wu D, Wu M, Xia A, Zandieh A, Zhu X. The sequence of the human genome. Science. 2001 Feb 16;291(5507):1304-51. doi: 10.1126/science.1058040. Erratum In: Science 2001 Jun 5;292(5523):1838."
                },
                {
                    "pmid": "11237011",
                    "type": "BACKGROUND",
                    "citation": "Lander ES, Linton LM, Birren B, Nusbaum C, Zody MC, Baldwin J, Devon K, Dewar K, Doyle M, FitzHugh W, Funke R, Gage D, Harris K, Heaford A, Howland J, Kann L, Lehoczky J, LeVine R, McEwan P, McKernan K, Meldrim J, Mesirov JP, Miranda C, Morris W, Naylor J, Raymond C, Rosetti M, Santos R, Sheridan A, Sougnez C, Stange-Thomann Y, Stojanovic N, Subramanian A, Wyman D, Rogers J, Sulston J, Ainscough R, Beck S, Bentley D, Burton J, Clee C, Carter N, Coulson A, Deadman R, Deloukas P, Dunham A, Dunham I, Durbin R, French L, Grafham D, Gregory S, Hubbard T, Humphray S, Hunt A, Jones M, Lloyd C, McMurray A, Matthews L, Mercer S, Milne S, Mullikin JC, Mungall A, Plumb R, Ross M, Shownkeen R, Sims S, Waterston RH, Wilson RK, Hillier LW, McPherson JD, Marra MA, Mardis ER, Fulton LA, Chinwalla AT, Pepin KH, Gish WR, Chissoe SL, Wendl MC, Delehaunty KD, Miner TL, Delehaunty A, Kramer JB, Cook LL, Fulton RS, Johnson DL, Minx PJ, Clifton SW, Hawkins T, Branscomb E, Predki P, Richardson P, Wenning S, Slezak T, Doggett N, Cheng JF, Olsen A, Lucas S, Elkin C, Uberbacher E, Frazier M, Gibbs RA, Muzny DM, Scherer SE, Bouck JB, Sodergren EJ, Worley KC, Rives CM, Gorrell JH, Metzker ML, Naylor SL, Kucherlapati RS, Nelson DL, Weinstock GM, Sakaki Y, Fujiyama A, Hattori M, Yada T, Toyoda A, Itoh T, Kawagoe C, Watanabe H, Totoki Y, Taylor T, Weissenbach J, Heilig R, Saurin W, Artiguenave F, Brottier P, Bruls T, Pelletier E, Robert C, Wincker P, Smith DR, Doucette-Stamm L, Rubenfield M, Weinstock K, Lee HM, Dubois J, Rosenthal A, Platzer M, Nyakatura G, Taudien S, Rump A, Yang H, Yu J, Wang J, Huang G, Gu J, Hood L, Rowen L, Madan A, Qin S, Davis RW, Federspiel NA, Abola AP, Proctor MJ, Myers RM, Schmutz J, Dickson M, Grimwood J, Cox DR, Olson MV, Kaul R, Raymond C, Shimizu N, Kawasaki K, Minoshima S, Evans GA, Athanasiou M, Schultz R, Roe BA, Chen F, Pan H, Ramser J, Lehrach H, Reinhardt R, McCombie WR, de la Bastide M, Dedhia N, Blocker H, Hornischer K, Nordsiek G, Agarwala R, Aravind L, Bailey JA, Bateman A, Batzoglou S, Birney E, Bork P, Brown DG, Burge CB, Cerutti L, Chen HC, Church D, Clamp M, Copley RR, Doerks T, Eddy SR, Eichler EE, Furey TS, Galagan J, Gilbert JG, Harmon C, Hayashizaki Y, Haussler D, Hermjakob H, Hokamp K, Jang W, Johnson LS, Jones TA, Kasif S, Kaspryzk A, Kennedy S, Kent WJ, Kitts P, Koonin EV, Korf I, Kulp D, Lancet D, Lowe TM, McLysaght A, Mikkelsen T, Moran JV, Mulder N, Pollara VJ, Ponting CP, Schuler G, Schultz J, Slater G, Smit AF, Stupka E, Szustakowki J, Thierry-Mieg D, Thierry-Mieg J, Wagner L, Wallis J, Wheeler R, Williams A, Wolf YI, Wolfe KH, Yang SP, Yeh RF, Collins F, Guyer MS, Peterson J, Felsenfeld A, Wetterstrand KA, Patrinos A, Morgan MJ, de Jong P, Catanese JJ, Osoegawa K, Shizuya H, Choi S, Chen YJ, Szustakowki J; International Human Genome Sequencing Consortium. Initial sequencing and analysis of the human genome. Nature. 2001 Feb 15;409(6822):860-921. doi: 10.1038/35057062. Erratum In: Nature 2001 Aug 2;412(6846):565. Nature 2001 Jun 7;411(6838):720. Szustakowki, J [corrected to Szustakowski, J]."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Results relevant to the participant's clinical condition will be verified in a CLIA-certified laboratory and reported to the participant."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000080842",
                    "term": "Undiagnosed Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2204",
                    "name": "Undiagnosed Diseases",
                    "asFound": "Undiagnosed Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}