{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03096197",
            "orgStudyIdInfo": {
                "id": "90RE5021-01-00"
            },
            "organization": {
                "fullName": "Kessler Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Exoskeleton and Spinal Cord Stimulation for SCI",
            "officialTitle": "Exoskeleton and Spinal Cord Stimulation for SCI",
            "therapeuticArea": [
                "Critical Care",
                "Other"
            ],
            "study": "exoskeleton-and-spinal-cord-stimulation-for-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-03-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-06-12",
            "studyFirstSubmitQcDate": "2017-03-23",
            "studyFirstPostDateStruct": {
                "date": "2017-03-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gail Forrest",
                "investigatorTitle": "Assistant Director of HPER",
                "investigatorAffiliation": "Kessler Foundation"
            },
            "leadSponsor": {
                "name": "Kessler Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kessler Institute for Rehabilitation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The overall aim of this project is to assess the effect of combining transcutaneous lumbosacral stimulation (TLS) during Exoskeleton Assisted Walking (EAW) compared to EAW alone without stimulation on walking recovery.",
            "detailedDescription": "In this study, a total of 24 participants with an incomplete spinal cord injury (iSCI) will be randomly assigned to an EAW+TLS group or an EAW alone intervention group. Each group of subacute to chronic sensory and motor iSCI will be composed of 12 participants. On the average five participants will be trained per year. Each group will receive 60 minutes of robotic intervention training per session, for a total of 80 sessions (3 times a week, for 28 weeks). Group 1: The EAW + TLS group will receive 60 minutes of exoskeleton-assisted walking overground with simultaneous TLS followed by 15 minutes of overground training without the exoskeleton. Group 2: The EAW alone (no stimulation) group will receive 60 minutes of exoskeleton-assisted walking over ground training followed by the 15 minutes of over group training. There is no stimulation applied to this group at any time during the training/walking.\n\nTraining Paradigms.\n\nGroup 1: EAW+TLS:\n\nThe training protocols for the 2 groups will be exactly the same structure and timing except the TLS component is added during robot-assisted walking in the EAW +TLS group. After 3-5 sessions the standardized training protocol will involve a circuit training format for 55-60 minutes of training \\[5 minutes sit to stand, 15 minutes walking on flat tiled surfaces, 10 minutes of walking on different surfaces including carpets and ceramic tiles, 15 minutes walking of tiled surfaces, 10 minutes of walking up and down ramps and passing through doorways. Throughout the training session the participant will be instructed by the PT on how to improve his/her standing and stepping kinematics. The duration of walking/stand training sessions will also be determined by participant's fatigue. Blood pressure (BP) will be taken at baseline seated, standing, and at regular intervals during the training session. If the participant complains of dizziness, light headedness, or any autonomic nervous system agitation the participant will rest seated (feet elevated). After 5 minutes of rest, the participant will recommence the standing again and blood pressure will be monitored. If a participant cannot tolerate training for 60 minutes, he or she will finish training and training time will be recorded for future analysis. Before each training session, BP will be evaluated (3 consecutive BP measurements within 5mmHg at 1-minute intervals). Once BP is stable, the participant will begin to train.\n\nTranscutaneous spinal cord stimulation (TLS): TLS will be applied during the EAW+TLS group training sessions. TLS will be applied using a pair of self-adhesive stimulating electrodes (5cm diameter,) placed bilaterally over the T11/T12 spinous processes. A constant-voltage stimulator (RT™ 50 Sage stimulators, RT therapy, Baltimore, MD) will deliver charge balanced, symmetric, biphasic rectangular pulses of 2 ms width (1 ms per phase). During the walking times in all training sessions of the EAW +TLS group, TLS at 30 Hz and \\~18 V (will be adjusted due to individual variations), an intensity producing paraesthesias in most of the lower-limb dermatomes, yet below motor threshold for the lower-limb muscles (Hofstoetter et al. 2013).\n\nNote: Surface stimulators will be wireless and will operate during all aspects of EAW at sub threshold levels that will not illicit muscle activation during the EAW training. The Exoskeleton device will not interfere with surface stimulation electrode placement and parameters of stimulation can be modulated by the \"new\" notepad device that is part of the system.\n\nThe investigators will also be evaluating the changes in spatial temporal characteristics, kinematics and muscle activation and quality of spinal cord fiber tract (SCFT) connectivity by high-resolution imaging as a result of the intensive training as these also influence recovery for iSCI.\n\nGroup 2: EAW Training alone:\n\nTraining will involve using a same exoskeleton device (Ekso Bionics, Berkeley, CA) for all the participants. Donning Device. Each participant will undergo measurement, sizing, and \"donning\" of the exoskeleton device. Each participant will then be instructed in proper use of the device. Initial Evaluation. All individuals will undergo a stand evaluation. A trainer positioned behind the participant will aid in trunk stabilization, by applying anterior forces at the pelvis and/or posterior forces at the shoulders, ensuring that the trunk and pelvis are not flexed or hyper-extended. Trainers will assist in instruction of moving the trunk and pelvis to facilitate the robot to step.\n\nDuring the initial 3 sessions of training, the exoskeleton device will be tethered to an overhead pulley system during training to allow participants to safely adapt to trunk, balance gait activities while walking in the exoskeleton. The overall goal of these early training sessions is to maintain trunk and limb control during stance and swing which resembles normal standing and walking."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injury",
                "Ambulation Difficulty",
                "Muscle Spasticity"
            ],
            "keywords": [
                "Spinal Cord injury (SCI)",
                "Transcutaneous lumbosacral stimulation (TLS)",
                "Exoskeleton-Assisted Walking (EAW)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "EAW + TLS",
                    "type": "EXPERIMENTAL",
                    "description": "The EAW+TLS training group will receive 60 minutes of exoskeleton-assisted walking overground per session, for a total of 80 sessions (3x/week, 28 wks.) with simultaneous transcutaneous lumbosacral stimulation (TLS) intervention followed by 15 minutes of over ground training without the exoskeleton. component is added to the exoskeleton assisted walking component in this group. TLS will involve placing self-adhesive stimulating electrodes bilaterally over the T11/T12 lumbar region. Correct placement will be confirmed by the elicitation of posterior root muscle reflexes in the lower limb muscles. A constant-voltage stimulator (RT 50 Sage stimulator) will deliver pulses of 2 ms width. TLS will be applied while the participant walks in the Exo-skeleton-assisted walking (EAW).",
                    "interventionNames": [
                        "Device: Exoskeleton-Assisted Walking",
                        "Device: Transcutaneous Lumbosacral Stimulation (TLS)"
                    ]
                },
                {
                    "label": "EAW without TLS",
                    "type": "EXPERIMENTAL",
                    "description": "EAW, exoskeleton-assisted walking, an activity based therapy is a training which involves using the same exoskeleton device for all the participants. Each participant will undergo, 60 minutes of EAW as above. Each participant will undergo a stand evaluation and be instructed in proper use of the device. During the initial 3 sessions of training, the exoskeleton device will be tethered to an overhead pulley system during training to allow subjects to safely adapt to trunk, balance gait activities while walking in the exoskeleton. EAW overground walking will follow each training session with the 6-minute walk test, 10 meter walk test .",
                    "interventionNames": [
                        "Device: Exoskeleton-Assisted Walking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Exoskeleton-Assisted Walking",
                    "description": "Exoskeleton-Assisted Walking (EAW) is an activity based therapy. Each group will receive 60 minutes of robotic intervention training per session, for a total of 80 sessions.",
                    "armGroupLabels": [
                        "EAW + TLS",
                        "EAW without TLS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcutaneous Lumbosacral Stimulation (TLS)",
                    "description": "EAW+TLS. This group will receive 60 minutes of exoskeleton assisted overground walking with simultaneous Transcutaneous Lumbosacral Stimulation (TLS) followed by 15 minutes of overground training without exoskeleton.",
                    "armGroupLabels": [
                        "EAW + TLS"
                    ],
                    "otherNames": [
                        "RT 50 Sage Stimulator"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage change 6-minute walk test (6MWT)",
                    "description": "Participants undergoing EAW+TLS intervention will walk significantly further than those receiving EAW alone.",
                    "timeFrame": "Measurements will be performed during the 28 weeks of training intervention after baseline. Training intervention is 28 weeks, 80 sessions total. Measurements will be performed after 20, 40, 60 and 80 sessions."
                },
                {
                    "measure": "Percentage change 10 meter walk test (10MWT)",
                    "description": "Participants undergoing EAW+TLS intervention will walk significantly faster than those receiving EAW alone training.",
                    "timeFrame": "Measurements will be performed during the 28 weeks of training intervention after baseline. Training intervention is 28 weeks, 80 sessions total. Measurements will be performed after 20, 40, 60 and 80 sessions."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage change in scores on Berg Balance scale (BERG)",
                    "description": "Participants undergoing EAW+TLS intervention will exhibit significantly greater improvements in standing balance than those receiving EAW alone training.",
                    "timeFrame": "Measurements will be performed during the 28 weeks of training intervention after baseline. Training intervention is 28 weeks, 80 sessions total. Measurements will be performed after 20, 40, 60 and 80 sessions."
                },
                {
                    "measure": "Absolute change in the International Standards Examination",
                    "description": "Participants undergoing EAW+TLS intervention will exhibit significantly greater improvements in lower extremity motor scores (LEMS) than those receiving EAW alone training.",
                    "timeFrame": "Baseline and post intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "percent change in ariel mineral bone density.",
                    "description": "Significant ariel bone mineral density",
                    "timeFrame": "Baseline and immediately post intervention."
                },
                {
                    "measure": "percent change in volume metric and bone mineral density.",
                    "description": "Significant ariel of volume metric and bone mineral density.",
                    "timeFrame": "Baseline and immediately post intervention."
                },
                {
                    "measure": "percent change in bone strength and bone stiffness.",
                    "description": "Significant ariel of bone strength and bone stiffness.",
                    "timeFrame": "Baseline and immediately post intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study a participant must:\n\n* be a non-walker with an SCI greater than 6 years post injury;\n* have a lower extremity motor score greater or equal to 16 as measured by the International Standards for Neurological Classification of SCI exam;\n* be between the ages of 21-58 years old;\n* have a spinal cord injury at a neurological level of injury as determined by study staff between C6-T-10;\n* be wheelchair reliant 100% of the time;\n* have knee bone mineral density great than .5755gm/cm2 as determined by study staff;\n* have a height between 62 inches to 74 inches.\n\nExclusion Criteria:\n\n* have a history of broken or fractured bones.\n* have a history of bone trauma or bone disease.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "58 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gail F Forrest, PhD",
                    "role": "CONTACT",
                    "phone": "973-324-3518",
                    "phoneExt": "3518",
                    "email": "gforrest@kesslerfoundation.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gail F. Forrest, PhD",
                    "affiliation": "Kessler Foundation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kessler Foundation",
                    "status": "RECRUITING",
                    "city": "West Orange",
                    "state": "New Jersey",
                    "zip": "07052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gail F Forrest, Ph.D",
                            "role": "CONTACT",
                            "phone": "973-324-3518",
                            "email": "gforrest@kesslerfoundation.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79871,
                        "lon": -74.23904
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009128",
                    "term": "Muscle Spasticity"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000051346",
                    "term": "Mobility Limitation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009122",
                    "term": "Muscle Hypertonia"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12085",
                    "name": "Muscle Spasticity",
                    "asFound": "Muscle Spasticity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26689",
                    "name": "Mobility Limitation",
                    "asFound": "Ambulation Difficulty",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12079",
                    "name": "Muscle Hypertonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T281",
                    "name": "Sage",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}