{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04154332",
            "orgStudyIdInfo": {
                "id": "IRB-300004235"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Exosome Cargo From Preeclampsia Patients",
            "officialTitle": "Exosome Cargo From Preeclamptic Patients Mediates Endothelial Dysfunction, Subsequent Cardiovascular Remodeling, and the Preeclamptic Phenotype",
            "therapeuticArea": [
                "Other"
            ],
            "study": "exosome-cargo-from-preeclampsia-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-01",
            "studyFirstSubmitQcDate": "2019-11-04",
            "studyFirstPostDateStruct": {
                "date": "2019-11-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michelle Tubinis, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Although extensively studied, the cause of preeclampsia remains uncertain other than it is thought that the placenta plays a critical role in the development of preeclampsia. Recent data revealed that exosomes released from the placenta could cause preeclampsia by transporting specific cargo responsible for the pathophysiological changes associated with the systemic disease. By isolating these exosomes from maternal blood and placental tissue in patients diagnosed with preeclampsia and studying their biochemical, cellular and molecular mechanism in an animal model, the investigators hope to elucidate the critical role that exosomal cargo plays in the development of preeclampsia and cardiovascular remodeling. This will be accomplished by obtaining patient samples from volunteers delivering at the Women and Infants Center and taking the samples to the lab for quantification, characterization, and identification of key functional roles through in/ex vivo, in vitro, and profiling studies. The investigators believe this work will be valuable as hope exists to define the functional role exosomes play in the development of preeclampsia that leads to cardiovascular remodeling. Data from this study will shed more light on the functional role of exosomal cargo in normal and pathological pregnancies and point towards novel therapeutic intervention strategies for preeclampsia associated with cardiovascular disease.",
            "detailedDescription": "Study Update: In evaluating the contents of the exosome cargo, we have discovered two important biomarkers - vasorin and angiotensin - are inversely correlated in preeclamptic vs. healthy patients. The angiotensin to vasorin (ANG/VASN) ratio is low in healthy patients vs. elevated in preeclamptic patients. We would like to extend this study to collect more samples in an effort to further explore this biomarker relationship in exosome cargo.\n\nThe device is the VENDYS-II device (Endothelix, Palo Alto, CA). It is a device approved by the FDA to measure vascular reactivity using non-invasive means. The way it detects vascular reactivity is by measuring the peripheral temperature changes in the finger pads of the index fingers before, during, and after arterial occlusion by a blood pressure cuff. A temperature sensor is placed on the finger pad of both the right and left index fingers. A baseline temperature is measured by the device for 5 minutes. Then, a blood pressure cuff will occlude arterial flow to the right arm for 5 minutes. Temperature differences in both index fingers will continue to be measured during this time. After 5 minutes, the cuff deflates, and the device will measure temperature changes in both fingers for a final 5 minutes (15 minutes total). Temperature differences during the ischemia-reperfusion time will be used to calculate the patient's vascular reactivity.\n\nThe device for its intended purpose as outlined by the FDA. It is non-invasive. The purpose of adding this device is to determine if there is a correlation in vascular dysfunction, as measured by the VENDYS-II device, with our exosome cargo values.\n\nAfter the patient is consented and enrolled in the study, we will place the device on the patient. The device will be used as outlined by the FDA. Finger sensors will be placed on the pads of the index fingers. The blood pressure cuff will be placed on the arm. Baseline measurement by the device will occur for 5 minutes. After this time, the cuff will inflate and occlude arterial blood flow to one of the arms for 5 minutes. It will then deflate. Temperature measurement will occur for 5 more minutes. Patient participation time in this portion of the study will be 15 minutes. Data collected from the device will be securely stored on our HIPAA-compliant, password-protected research file. Date of birth is a required field for each patient on the device. When the data is extracted from the device, it will be de-identified and linked to the patient's samples only by the study identifier (i.e. C-1, C-2, PE-1, PE-2, etc.). As this device is non-invasive, there is minimal risk to the patient.\n\nRisks include discomfort to the arm with the blood pressure cuff. This discomfort could be mild pain around the blood pressure cuff and numbness and tingling in the hand during cuff occlusion. There is also a risk for mild bruising around the cuff site."
        },
        "conditionsModule": {
            "conditions": [
                "Preeclampsia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood, urine, and placental tissue samples will be collected from each subject enrolled."
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Controls",
                    "interventionNames": [
                        "Other: Sample collection"
                    ]
                },
                {
                    "label": "Preeclampsia Group",
                    "interventionNames": [
                        "Other: Sample collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Sample collection",
                    "description": "Blood, urine, placental samples, and the patient's vascular reactivity will be collected from each person enrolled in this study.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "Preeclampsia Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Exosome cargo levels",
                    "description": "Researchers and investigators will attempt to quantify the amount of exosome abnormalities that may be present among patient populations who exhibit the preeclampsia phenotype.",
                    "timeFrame": "Through study completion, average of four hours of involvement time total, after informed consent discussion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion\n\n1. Preeclampsia patients: Age ≥ 18 years; Diagnosis of preeclampsia with severe features:\n\n   1. BP ≥160/110 after 20 weeks gestation AND ≥300 mg/day proteinuria or protein/creatinine ratio of 0.3 mg/dL; OR\n   2. BP ≥160/110 after 20 weeks gestation with any of the following co-conditions: platelet count less than 100,000 X 109/L, AST/ALT enzymes elevated to twice the upper limit of normal, serum creatinine ≥1.1 mg/dL or a doubling of the creatinine from baseline, pulmonary edema, new-onset headache, and/or visual disturbances.\n2. Control patients: Age ≥ 18 years; no diagnosis of preeclampsia or any pregnancy-induced hypertension disorder.\n3. Pre-clampsia patients will be defined as =140 mmHg systolic or =90mmHg diastolic BP with at least at least 2 occasions 4 hours apart after 20 weeks of gestation in previously normotensive women with at least one of the following symptoms: =300 mg/day proteinuria, protein/creatinine ratio of 0.3 mg/dL, platelet count \\< 100,000 X 109/L, elevated liver enzymes, serum creatinine =1.1 mg/dL, pulmonary edema, or new-onset headache or visual disturbances.\n\n   1. \\>22w 0d gestational age -33w 6d GA (n=16)\n   2. \\>= 34 wGA (n=16)\n4. Pre-eclampsia with severe features will be defined as blood pressure =160 mmHg systolic or =110 mmHg diastolic BP at least 2 occasions 4 hours apart after 20 weeks of gestation with any of the additional diagnostic criteria listed above.\n\n   1. \\>22w 0d gestational age -33w 6d GA (n=16)\n   2. \\>= 34 wGA (n=16)\n5. Healthy gestational age matched controls:\n\n   1. \\>22w 0d gestational age -33w 6d GA (n=32)\n   2. \\>= 34 wGA (n=32)\n\nExclusion criteria:\n\n1. Preeclampsia patients: Age \\< 18 years; Any other diagnosis of pregnancy-induced hypertension that isn't preeclampsia with severe features (i.e. gestational hypertension or preeclampsia without severe features).\n2. Control Patients: Age \\< 18 years; Any diagnosis of pregnancy-induced hypertension.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Representative of the local population delivering at the university women and infant center.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kera N Marshall, BS",
                    "role": "CONTACT",
                    "phone": "205-934-4042",
                    "email": "Keramarshall@uabmc.edu"
                },
                {
                    "name": "Ayesha Bryant, MD, MSPH",
                    "role": "CONTACT",
                    "phone": "205-934-4696",
                    "email": "Asbryant@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michelle Tubinis, MD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kera N Marshall, BS",
                            "role": "CONTACT",
                            "phone": "205-934-4042",
                            "email": "Keramarshall@uabmc.edu"
                        },
                        {
                            "name": "Ayesha Bryant, MD, MSPH",
                            "role": "CONTACT",
                            "phone": "205-934-4696",
                            "email": "asbryant@uab.edu"
                        },
                        {
                            "name": "Michelle Tubinis, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34871190",
                    "type": "DERIVED",
                    "citation": "Murugesan S, Hussey H, Saravanakumar L, Sinkey RG, Sturdivant AB, Powell MF, Berkowitz DE. Extracellular Vesicles From Women With Severe Preeclampsia Impair Vascular Endothelial Function. Anesth Analg. 2022 Apr 1;134(4):713-723. doi: 10.1213/ANE.0000000000005812."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011225",
                    "term": "Pre-Eclampsia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000046110",
                    "term": "Hypertension, Pregnancy-Induced"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14106",
                    "name": "Pre-Eclampsia",
                    "asFound": "Preeclampsia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7633",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M25635",
                    "name": "Hypertension, Pregnancy-Induced",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "T2019",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}