{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06280950",
            "orgStudyIdInfo": {
                "id": "DAIT CTOT-43"
            },
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "Expanding Liver Transplant Immunosuppression Minimization Via Everolimus",
            "officialTitle": "Expanding Liver Transplant Immunosuppression Minimization Via Everolimus (CTOT-43)",
            "acronym": "ELIMINATE",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "expanding-liver-transplant-immunosuppression-minimization-via-everolimus"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-20",
            "studyFirstSubmitQcDate": "2024-02-20",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a study to determine the safety, efficacy, and tolerability of taking away the anti-rejection medicine, tacrolimus, in liver transplant recipients in conjunction with everolimus monotherapy to preserve renal function. Two hundred - seventy (270) subjects will be randomized 2:1 into one of two groups between 2-3 months post-transplant. Seventy participants will be placed into an observational group and will remain on their current post-transplant medications. The duration of the study from time of enrollment is 18-20 months.",
            "detailedDescription": "This study is a multicenter 2:1 randomized nonblinded phase II interventional clinical trial in liver transplant recipients. The primary objective is to determine the safety, efficacy, and tolerability of tacrolimus minimization and eventual withdrawal in conjunction with everolimus monotherapy to preserve renal function. Study subjects will undergo first reduction of tacrolimus with the addition of everolimus. If everolimus is tolerated, subjects will be randomized 2:1 into one of two interventional arms. The first interventional arm will under a stepwise reduction of tacrolimus and be on everolimus monotherapy for the remainder of the study. The second interventional arm will remain on the initial reduced tacrolimus dose and everolimus. If subjects prior to randomization are unable to tolerate everolimus, these subjects will be placed in the observational group. These subjects will stop taking everolimus and resume their immunosuppression therapy prior to study enrollment."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Transplant"
            ],
            "keywords": [
                "Liver",
                "Transplant",
                "Everolimus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 340,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interventional Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will slowly reduce their dose of tacrolimus and continue everolimus as their only immunosuppression medication.",
                    "interventionNames": [
                        "Drug: Everolimus",
                        "Drug: Tacrolimus (continued reduction)"
                    ]
                },
                {
                    "label": "Interventional Group 2",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will continue to take reduced Tacrolimus and Everolimus IS regimen.",
                    "interventionNames": [
                        "Drug: Tacrolimus (maintain 50% reduction)",
                        "Drug: Everolimus"
                    ]
                },
                {
                    "label": "Observational Group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this group could not tolerate the addition of everolimus. These participants will not be randomized.\n\n* Participants in this group will stop taking everolimus.\n* Participants in this group will resume taking their tacrolimus +/- mycophenolate compound and prednisone immunosuppression regimen."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Everolimus",
                    "description": "* The first step is the addition of everolimus to participants in this group pre-randomization.\n* Participants on a mycophenolate compound will stop taking it within 7 days of initiating everolimus, either by immediate discontinuation or a 7-day taper.\n* Participants taking prednisone will taper off prednisone by 6 months post-transplant.\n* The second step is tacrolimus minimization and withdrawal to everolimus monotherapy in this group after randomization.",
                    "armGroupLabels": [
                        "Interventional Group 1"
                    ],
                    "otherNames": [
                        "Zortress"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tacrolimus (continued reduction)",
                    "description": "* Participants randomized in this cohort will have their tacrolimus dose reduced by 50% following randomization.\n* They will maintain this daily dose for 4 weeks/1 month (28-30 days). Tacrolimus withdrawal will occur in intervals of 30 days or 4 weeks.\n* Each subsequent reduction will be based on LFT stability over the prior time interval before the next reduction",
                    "armGroupLabels": [
                        "Interventional Group 1"
                    ],
                    "otherNames": [
                        "FK-506",
                        "FR-900506",
                        "Prograf",
                        "Prograft"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tacrolimus (maintain 50% reduction)",
                    "description": "- Participants randomized in this cohort maintain initial reduced dose of Tacrolimus and everolimus for study duration.",
                    "armGroupLabels": [
                        "Interventional Group 2"
                    ],
                    "otherNames": [
                        "FK-506",
                        "FR-900506",
                        "Prograf",
                        "Prograft"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Everolimus",
                    "description": "* The first step is the addition of everolimus to participants in the interventional group pre-randomization.\n* Participants on a mycophenolate compound will stop taking it within 7 days of initiating everolimus, either by immediate discontinuation or a 7-day taper.\n* Participants taking prednisone will taper off prednisone by 6 months post-transplant.\n* The second step is to continue on the reduced tacrolimus and everolimus regimen.",
                    "armGroupLabels": [
                        "Interventional Group 2"
                    ],
                    "otherNames": [
                        "Zortress"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change in estimated glomerular filtration rate (eGFR) by CKD-EPI 2021 equation. Between Cohorts INT-1 and INT-2",
                    "timeFrame": "From Visit 2 to Visit 9 (12 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects with treated Biopsy Proven Acute Rejection (tBPAR) per local pathology. Between cohorts INT-1 and INT-2",
                    "timeFrame": "From Visit 2 to Visit 9 (12 months post-liver transplant)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent change in Estimated Glomerular Filtration Rate (eGFR) in Renal function",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Percentage of subjects with treated Biopsy Proven Acute Rejection (tBPAR) in Liver Function",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Changes in liver graft function: Total bilirubin",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Changes in liver graft function: Direct bilirubin",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Changes in liver graft function: Alanine Aminotransaminase (ALT)",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Changes in liver graft function: Aspartate Aminotransferase (AST)",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Changes in liver graft function: Alkaline Phosphatase",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Time to graft failure in liver function defined as relisting for transplantation, re-transplantation itself or death with failed graft",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Time to all-cause mortality",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects experiencing a Major Adverse Cardiac Event (MACE)",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects experiencing infection requiring hospitalization",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects experiencing any malignancy",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing severe Estimated Glomerular Filtration Rate (eGFR) deterioration >40 percent from baseline using the CKD-EPI 2021 equation",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing any major immunosuppressive therapy complications",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset peripheral edema",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset cytopenia deemed WBC <3.0x10^9 /L, Hb <8.0 g/dL, or platelets <50 x 10^9/L.",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset oral/gastrointestinal ulcerations",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset gastrointestinal symptoms (nausea, vomiting, abdominal pain, or diarrhea) related to everolimus therapy.",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset pneumonitis",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing new onset hepatic artery thrombosis",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing other adverse events deemed",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                },
                {
                    "measure": "Proportion of subjects developing any adverse events related to everolimus therapy",
                    "timeFrame": "From Visit 1 to Visit 11 (20 months post-liver transplant)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject and/or legal guardian must be able to understand and provide informed consent\n2. Adult recipient of first liver transplant alone (de novo)\n3. Estimated glomerular filtration rate \\>=30 ml/min/1.73m\\^2 at enrollment using the CKD-EPI 2021 equation\n4. Treatment with tacrolimus therapy, with or without mycophenolic acid derivatives and/or corticosteroids\n5. Female subjects of childbearing potential with negative pregnancy test upon study entry\n6. All subjects of reproductive potential agreeing to use contraception for the duration of the study\n7. Previous vaccination or documented immunity to varicella, measles, hepatitis B, pneumococcus, influenza, zoster (if \\>=19 years old), and 2019-nCoV (COVID-19) as outlined in the DAIT Vaccination Guideline\n\nExclusion Criteria:\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol\n2. Active unresolved systemic viral, bacterial, fungal, or parasitic infection requiring oral or intravenous anti-infective therapy\n3. History of autoimmune liver disease including autoimmune hepatitis, primary sclerosing cholangitis, and/or primary biliary cirrhosis, or other contraindications to drug withdrawal\n4. History of non-hepatic autoimmune disease requiring current or future systemic immunosuppressive therapy other than per study protocol\n5. History of Hepatic Artery Thrombosis or Portal Vein Thrombosis.\n6. Chronic use of systemic glucocorticoids, biological immunomodulatory therapy, or other immunosuppressive agents other than per study protocol\n7. History of hepatitis B or C virus infection with detectable viral PCR at enrollment\n8. History of prior organ transplantation (liver or other type)\n9. History of \\>= 2 biopsy-proven acute cellular rejection episodes of any severity, \\>=1 moderate to severe rejection episode (histologically defined or requiring lymphodepletion therapy), or \\>= 1 antibody- mediated rejection episode\n10. Active treatment with any mTOR-inhibitor agent (everolimus, sirolimus)\n11. Contraindication to treatment with everolimus (open wound or wound infection; urine protein: creatinine ratio \\> 0.5; significant pancytopenia (any of the following: WBC \\<1.5 K/uL or ANC \\<1000 cells/microL or actively being treated with GCSF; Hb \\<8.0; platelet count \\<50K); serum triglycerides \\> 1000 mg/dL; other per PI)\n12. Abnormal liver function tests on study entry: Total Bilirubin (TB)\\>1.5 mg/dL and Direct Bilirubin (DB) \\>1.0 mg/dL, Alkaline Phosphatase (AP) \\>200 U/L, and Alanine Aminotransaminase (ALT)\\>60 U/L\n13. Pregnant on enrollment or plan to become pregnant during the study period\n14. Participation in another clinical trial that would interfere with this study's procedures and intervention:\n\n    1. Use of investigational biologic or drug (within 8 weeks of study enrollment)\n    2. Additional blood collection that would exceed research blood draw limits\n    3. Any other procedure or intervention, in the investigator's opinion would interfere with this study\n15. Received live attenuated vaccine(s) within 2 months of enrollment\n16. Current, diagnosed, mental illness or current, diagnosed, or self-reported drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study\n17. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Merideth Brown Shifflett, MS",
                    "role": "CONTACT",
                    "phone": "240-627-3483",
                    "email": "brownmeri@nih.gov"
                },
                {
                    "name": "Tracia Debnam, MS",
                    "role": "CONTACT",
                    "phone": "301-761-7414",
                    "email": "Tracia.debnam@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Josh Levitsky, MD, MS",
                    "affiliation": "Northwestern University Feinberg School of Medicine: Transplantation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic Hospital Arizona (Site #: 71144)",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85054",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Cevette",
                            "role": "CONTACT",
                            "phone": "480-342-3986",
                            "email": "Cevette.Nicole@mayo.edu"
                        },
                        {
                            "name": "Hugo Vargas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "University of California, San Francisco (Site #: 71108)",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joanna Kwan",
                            "role": "CONTACT",
                            "phone": "415-476-2574",
                            "email": "joanne.kwan@ucsf.edu"
                        },
                        {
                            "name": "Sandy Feng, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Northwestern University (Site #: 71110)",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dania Jahangir",
                            "role": "CONTACT",
                            "phone": "312-695-8900",
                            "email": "dania.jahangir@northwestern.edu"
                        },
                        {
                            "name": "Justin Boike, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai (Site #: 71115)",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bharathi Ramesh",
                            "role": "CONTACT",
                            "phone": "212-241-4145",
                            "email": "Bharathi.ramesh@mountsinai.org"
                        },
                        {
                            "name": "Thomas Schiano, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Duke University Medical Center (Site #: 71139)",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Linda Perry",
                            "role": "CONTACT",
                            "phone": "919-684-4673",
                            "email": "linda.perry@duke.edu"
                        },
                        {
                            "name": "Carl Berg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Pennsylvania (Site #: 71111)",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lexi Tumblety",
                            "role": "CONTACT",
                            "phone": "267-441-1800",
                            "email": "lexi.tumblety@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Abraham Shaked, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center (Site #: 71170)",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15260",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lois Kipling",
                            "role": "CONTACT",
                            "phone": "412-624-5953",
                            "email": "kniplingle@upmc.edu"
                        },
                        {
                            "name": "Scott Biggins, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Baylor Medical Center (Site #: 71153)",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lorie Estrada",
                            "role": "CONTACT",
                            "email": "Lorie.Estrada@BSWHealth.org"
                        },
                        {
                            "name": "Sumeet Asrani, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The plan is to share data upon completion of the study in: Immunology Database and Analysis Portal (ImmPort), a long-term archive of clinical and mechanistic data from DAIT-funded grants and contracts.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF",
                "CSR"
            ],
            "timeFrame": "24 Months after database lock for the trial",
            "accessCriteria": "Open Access",
            "url": "http://www.immport.org/home"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068338",
                    "term": "Everolimus"
                },
                {
                    "id": "D000016559",
                    "term": "Tacrolimus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000065095",
                    "term": "Calcineurin Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000091203",
                    "term": "MTOR Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M255",
                    "name": "Everolimus",
                    "asFound": "14 days",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "asFound": "Term",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30452",
                    "name": "Calcineurin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}