{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04298255",
            "orgStudyIdInfo": {
                "id": "IRB00062898"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Experimental Round Spermatid Injection (ROSI) to Treat Infertile Couples",
            "officialTitle": "Experimental Round Spermatid Injection (ROSI) to Treat Infertile Couples",
            "acronym": "ROSI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "experimental-round-spermatid-injection-rosi-to-treat-infertile-couples"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-08-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-04",
            "studyFirstSubmitQcDate": "2020-03-05",
            "studyFirstPostDateStruct": {
                "date": "2020-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Carolinas Fertility Institute (CFI)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Wake Forest Institute for Regenerative Medicine (WFIRM)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Wake Forest Department of Urology",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to evaluate if special types of cells called round spermatids can be gathered from men with non-obstructive azoospermia and used (in absence of elongated spermatids and spermatozoa) to reliably and effectively create pregnancy with a procedure called Round Spermatid Injection (ROSI). This process is similar to In Vitro Fertilization, or 'IVF'. In addition, this study wants to test the safety of ROSI and see what effects (good and bad) it has on embryo created from this method.",
            "detailedDescription": "Azoospermia is defined as the absence of sperm in the ejaculate. Around 1% of general population suffers from azoospermia. Men who were rendered infertile due to a non-obstructive azoospermia, who have been subjected to Testicular Sperm Extraction (TESE) surgery and found to be lacking elongated spermatids or spermatozoa, are commonly advised to consider utilizing a sperm donor or apply for adoption. It is reported that \\~30% of men with non-obstructive azoospermia lack elongated spermatids and spermatozoa but may still produce round spermatids (less mature form of haploid germ cells) in their testicles. Round Spermatid Injection (ROSI) technology to fertilize oocytes is not a brand-new technology, however, it is plagued with notoriously low efficiency. Despite this limitation, it has been reported that most of these patients still desire to have the ROSI procedure instead of applying directly for other options, i.e. sperm donation or adoption.\n\nHigh failure rate of traditional ROSI has been attributed to a few potential causes:\n\n1. Incorrect selection of round spermatids (to distinguish from diploid spermatogonia cells)\n2. Using round spermatids that were already in the process of degeneration\n3. Incomplete imprinting in the round spermatid\n4. Incomplete activation of oocytes Recently Tanaka and colleagues in Japan established a new ROSI method and reported over 90 babies born via this method1. They described a new method of round spermatid selection and oocyte activation using NEPA21 super electroporator (10 minutes prior to round spermatid injection).\n\nBabies born from this new ROSI method in Japan have been evaluated for developmental and cognitive differences for 2 years1. Babies conceived with ROSI were found to have a shorter gestation times, and lower body weight at 12 and 18 months when compared to their naturally conceived counterparts, but also showed an increased birth weight and showed no body weight differences at 24 months of age. No diseases resulting from genetic anomalies have been reported thus far, but the relatively small sample sizes present in the literature needs to be tested in larger cohorts. Therefore, this effective ROSI method should still be considered as an \"experimental fertility treatment\"."
        },
        "conditionsModule": {
            "conditions": [
                "Infertility, Male"
            ],
            "keywords": [
                "IVF",
                "Fertility"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Infertile Male with round spermatid (but not elongated spermatids and spermatozoa) in their testes. Couples can choose either option 1 or 2.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ROSI only",
                    "type": "EXPERIMENTAL",
                    "description": "Option 1: injecting extracted round spermatids (less mature form of haploid germ cells than elongated spermatid or spermatozoon) from male partner into the harvested egg of a female partner",
                    "interventionNames": [
                        "Other: Round Spermatid Injection (ROSI)"
                    ]
                },
                {
                    "label": "Half ROSI-half Sperm Donor Fertilization",
                    "type": "EXPERIMENTAL",
                    "description": "Option 2: Harvested eggs from the female partner will be separated in two groups, with one group being fertilized with round spermatids and the other group fertilized with donor sperm",
                    "interventionNames": [
                        "Other: Half ROSI-half Sperm Donor Fertilization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Round Spermatid Injection (ROSI)",
                    "description": "In Vitro Fertilization using Round Spermatid Injection (ROSI)",
                    "armGroupLabels": [
                        "ROSI only"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Half ROSI-half Sperm Donor Fertilization",
                    "description": "Half ROSI-half Sperm Donor Fertilization",
                    "armGroupLabels": [
                        "Half ROSI-half Sperm Donor Fertilization"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fertility rate",
                    "description": "Egg fertilization comparison between the groups undergoing the procedure with spermatids only vs spermatids and donor sperms.This fertilization process will be recorded by EmbryoScope under supervision of dedicated clinical embryologist.All the process will be followed and documented according to America Society of Reproductive Medicine (ASRM) guidelines. All the process will be followed and documented according to American Society for Reproductive Medicine (ASRM) guidelines.",
                    "timeFrame": "Day 1 after round spermatid injection"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Blastocyst formation",
                    "description": "Blastocyst comparison between the groups undergoing the procedure with spermatids only vs spermatids and donor sperms.Embryo grow and blastocyst formation will be recorded by EmbryoScope under supervision of dedicated clinical embryologist.All the process will be followed and documented according to American Society for Reproductive Medicine (ASRM) guidelines.",
                    "timeFrame": "Day 3 to 5 after round spermatid injection"
                },
                {
                    "measure": "Aneuploidy rate",
                    "description": "Aneuploidy comparison and evaluation of abnormality between the groups undergoing the procedure with spermatids only vs spermatids and donor sperms. Aneuploidy will be tested using polymerase chain reaction amplification (PCR) based Preimplantation genetic diagnosis (PGD) and fluorescent in situ hybridization (FISH) analyses. All the process will be followed and documented according to American Society for Reproductive Medicine (ASRM) guidelines.",
                    "timeFrame": "Day 3 to 5 after round spermatid injection"
                },
                {
                    "measure": "Chemical Pregnancy with Positive human chorionic gonadotropin (hCG)",
                    "description": "Pregnancy Rate between the groups undergoing the procedure with spermatids only vs spermatids and donor sperms. Blood test to measure beta-hCG (chemical pregnancy) and follows by Ultrasound (clinical pregnancy). All the process will be followed and documented according to American Society for Reproductive Medicine (ASRM) guidelines.",
                    "timeFrame": "Post Fertilization 4 Weeks and onwards"
                },
                {
                    "measure": "Live Birth Rate",
                    "description": "Live Birth comparison between the groups undergoing the procedure with spermatids only vs spermatids and donor sperms. Pregnancy will be followed as high risk and health of born children will be evaluated by a dedicated neonatologist/Pediatrician. All the process will be followed and documented according to American Society for Reproductive Medicine (ASRM) guidelines.",
                    "timeFrame": "Post Pregnancy Full Term Average 39 to 40 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males with no elongated spermatids or spermatozoa present but with round spermatids present on TESE (Testicular Sperm Extraction)\n* Male diagnosed with non-obstructive Azoospermia\n* Male partner ≥18\n* Female partner greater than 18 years of age and less than 38 years of age or Anti Mullerian Hormone (AMH) greater than 2 ng/ml.\n\nExclusion Criteria:\n\n* Males with obstructive azoospermia\n* Males with presence an adequate number of elongated spermatids or spermatozoa",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Males with absence of elongated spermatids or spermatozoa, but having round spermatids present on TESE (Testicular Sperm Extraction) Male diagnosed with non-obstructive Azoospermia Female partner 18≤ X≤38 years of age (because of expected lower quality of oocytes in older females)",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sachin Vyas, MSc, PhD",
                    "role": "CONTACT",
                    "phone": "(336) 713-4098",
                    "email": "svyas@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hooman Sadri, MD, PhD",
                    "affiliation": "Wake Forest Institute for Regenerative Medicine (WFIRM)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Hooman Sadri, MD, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carolinas Fertility Institute (CFI)",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamer Yalcinkaya, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Hooman Sadri, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Banafsheh Nikmehr, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Anuradha Devineni, MD, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30098696",
                    "type": "BACKGROUND",
                    "citation": "Tanaka A, Suzuki K, Nagayoshi M, Tanaka A, Takemoto Y, Watanabe S, Takeda S, Irahara M, Kuji N, Yamagata Z, Yanagimachi R. Ninety babies born after round spermatid injection into oocytes: survey of their development from fertilization to 2 years of age. Fertil Steril. 2018 Aug;110(3):443-451. doi: 10.1016/j.fertnstert.2018.04.033."
                },
                {
                    "pmid": "26575628",
                    "type": "BACKGROUND",
                    "citation": "Tanaka A, Nagayoshi M, Takemoto Y, Tanaka I, Kusunoki H, Watanabe S, Kuroda K, Takeda S, Ito M, Yanagimachi R. Fourteen babies born after round spermatid injection into human oocytes. Proc Natl Acad Sci U S A. 2015 Nov 24;112(47):14629-34. doi: 10.1073/pnas.1517466112. Epub 2015 Nov 2. Erratum In: Proc Natl Acad Sci U S A. 2016 May 17;113(20):E2872. doi: 10.1073/pnas.1606072113."
                },
                {
                    "pmid": "34618410",
                    "type": "BACKGROUND",
                    "citation": "Bradshaw AW, Nikmehr B, Halicigil C, Stogner-Underwood K, Sadri-Ardekani H. Optimum identification of round spermatid in men with non-obstructive azoospermia: A commentary. Andrology. 2021 Nov;9(6):1817-1818. doi: 10.1111/andr.13113. Epub 2021 Oct 14. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual Participant Data will be available to research teams of Carolinas Fertility Institute and Wake Forest University. It will not be shared with others. Data will be available in the form of electronic charts at the Carolinas Fertility Institute, and limited hard copies at the Wake Forest University Urology Department."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007246",
                    "term": "Infertility"
                },
                {
                    "id": "D000007248",
                    "term": "Infertility, Male"
                }
            ],
            "ancestors": [
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10290",
                    "name": "Infertility",
                    "asFound": "Infertility",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10292",
                    "name": "Infertility, Male",
                    "asFound": "Infertility, Male",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}