{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04606095",
            "orgStudyIdInfo": {
                "id": "HUM00180975"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AT010060-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AT010060-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Explosive Synchronization of Brain Network Activity in Chronic Pain",
            "officialTitle": "Explosive Synchronization of Brain Network Activity in Chronic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "explosive-synchronization-of-brain-network-activity-in-chronic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-06",
            "studyFirstSubmitQcDate": "2020-10-21",
            "studyFirstPostDateStruct": {
                "date": "2020-10-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexandre DaSilva, DDS, DMedSc",
                "investigatorTitle": "Professor of Dentistry",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This project is being conducted to evaluate the impact of explosive synchronization (ES) and its treatment with non-invasive brain stimulation in fibromyalgia (FM). The study design has three components, however, only 2 aims are enrolling participants. The first part (Aim1) is a cross sectional assessment of brain network explosive synchronization activity, connectivity, and response to pain in healthy controls and age and sex-matched fibromyalgia patients; the third part (Aim 3) is a longitudinal assessment of fibromyalgia patients undergoing one week of sham followed by high-definition transcranial direct current stimulation (HD-tDCS) of the motor cortex (M1) or one week of ES HD-tDCS of a brain region identified from computer modelling (Aim 2).",
            "detailedDescription": "In the first part healthy controls (25 female/10 males) and fibromyalgia (25 female/10 males) participants that are enrolled in this phase will have 3 visits as well as a run-in observational period (up to a total of 33 days). During this time, participants will complete surveys, as well as have electroencephalograms (EEG) with quantitative sensory testing and functional Magnetic resonance imaging (fMRI).\n\nHypothesis: FM patients will display greater ES in the brain, compared to pain-free controls when assessed with EEG at rest. Furthermore, patients experiencing increased clinical pain, will display increases in ES metrics\n\nIn the third part FM patients will be enrolled (50) and receive treatment with either sham treatment followed by M1 HD-tDCS or sham treatment followed by ES HD-tDCS. These participants will also complete surveys and have neuroimaging EEG/MRI.\n\nHypothesis: Following a course of HD-tDCS targeted at either A.) the motor cortex (M1) or B.) an ES-sensitive region identified in Aim 2, FM patients will display decreased strength of ES conditions (correlation between node degree and frequency) as compared to Sham, when assessed with EEG. Moreover, the degree of pain reduction following HD-tDCS will correlate with the amount of reduction in these network parameters leading to ES. If unable to identify an ES-sensitive region using computer modeling in Aim 2, our hypothesis for motor cortex stimulation is that HD-tDCS at M1 will result in decreased ES conditions as compared to Sham, when assessed with EEG."
        },
        "conditionsModule": {
            "conditions": [
                "Fibromyalgia",
                "Healthy Volunteers"
            ],
            "keywords": [
                "Explosive synchronization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study can run Aims 1 and 3 and the same time. Females that have FM can participate in Aim 3.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The statistician and the study principal investigator will remain blinded as to which data arise from HD-tDCS and Sham, until the study database is locked. The only study personnel that will not be blinded are the staff performing treatment and the project manager, in order to facilitate safety and treatment delivery.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1 - Healthy control",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will have three visits for this part along with a run-in observation period. An EEG with Quantitative Sensory Testing (QST) will be performed at visit 1 along with other measures. Additionally, the an MRI will be done at visit 2 along with other measures.",
                    "interventionNames": [
                        "Diagnostic Test: EEG",
                        "Diagnostic Test: Neuroimaging EEG/fMRI"
                    ]
                },
                {
                    "label": "Aim 1 - Fibromyalgia participant",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will have three visits for this part along with a run-in observation period. An EEG with Quantitative Sensory Testing (QST) will be performed at visit 1 along with other measures. Additionally, the an MRI will be done at visit 2 along with other measures.",
                    "interventionNames": [
                        "Diagnostic Test: EEG",
                        "Diagnostic Test: Neuroimaging EEG/fMRI"
                    ]
                },
                {
                    "label": "Aim 3 - HD-tDCS of M1",
                    "type": "EXPERIMENTAL",
                    "description": "There will be two weeks of treatment in which participants will have 5 daily sessions of focused HD-tDCS or Sham per week.",
                    "interventionNames": [
                        "Diagnostic Test: EEG",
                        "Diagnostic Test: Neuroimaging EEG/fMRI",
                        "Device: HD-tDCS treatments",
                        "Device: Sham HD-tDCS treatments"
                    ]
                },
                {
                    "label": "Aim 3- HD-tDCS of ES",
                    "type": "EXPERIMENTAL",
                    "description": "There will be two weeks of treatment in which participants will have 5 daily sessions of focused HD-tDCS or Sham per week.",
                    "interventionNames": [
                        "Diagnostic Test: EEG",
                        "Diagnostic Test: Neuroimaging EEG/fMRI",
                        "Device: HD-tDCS treatments",
                        "Device: Sham HD-tDCS treatments"
                    ]
                },
                {
                    "label": "Aim 3 - Sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "There will be two weeks of treatment in which participants will have 5 daily sessions of focused HD-tDCS or Sham per week.",
                    "interventionNames": [
                        "Diagnostic Test: EEG",
                        "Diagnostic Test: Neuroimaging EEG/fMRI",
                        "Device: HD-tDCS treatments",
                        "Device: Sham HD-tDCS treatments"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "EEG",
                    "description": "EEG with QST (evoked Pain and Visual Stimulation Assessment)",
                    "armGroupLabels": [
                        "Aim 1 - Fibromyalgia participant",
                        "Aim 1 - Healthy control",
                        "Aim 3 - HD-tDCS of M1",
                        "Aim 3 - Sham",
                        "Aim 3- HD-tDCS of ES"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Neuroimaging EEG/fMRI",
                    "description": "This will be done to monitor areas of the brain that are involved in thinking and processing pain. The scanner stimulates the brain to send out signals that will be recorded and analyzed. Additionally, during the MRI the participants brain's electrical activity with will be measured with an EEG machine for part of the MRI. About halfway through the scan, participants will have the EEG equipment removed and then will return to the fMRI scanner for a few additional scans.",
                    "armGroupLabels": [
                        "Aim 1 - Fibromyalgia participant",
                        "Aim 1 - Healthy control",
                        "Aim 3 - HD-tDCS of M1",
                        "Aim 3 - Sham",
                        "Aim 3- HD-tDCS of ES"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "HD-tDCS treatments",
                    "description": "HD-tDCS treatments (5 active and 5 sham)",
                    "armGroupLabels": [
                        "Aim 3 - HD-tDCS of M1",
                        "Aim 3 - Sham",
                        "Aim 3- HD-tDCS of ES"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham HD-tDCS treatments",
                    "description": "HD-tDCS treatments (5 active and 5 sham)",
                    "armGroupLabels": [
                        "Aim 3 - HD-tDCS of M1",
                        "Aim 3 - Sham",
                        "Aim 3- HD-tDCS of ES"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aim 1 - Brain EEG metric of ES obtained at Visit 1: Correlation between EEG alpha band degree and frequency.",
                    "description": "Correlation between EEG alpha band degree and frequency will be calculated as the primary outcome measure. Brain related EEG data will be analyzed using computer software designed for EEG data as well as Statistical Package for the Social Sciences (SPSS).",
                    "timeFrame": "Visit 1 (day 0)"
                },
                {
                    "measure": "Aim 3 - Change in brain EEG metrics of ES: Change from visit 8 to visit 14 in correlation of EEG alpha band degree and frequency.",
                    "description": "Change of correlation between EEG alpha band degree and frequency from visit 8 to visit 14 is the primary outcome. Brain related EEG data will be analyzed using computer software designed for EEG data as well as SPSS.",
                    "timeFrame": "Visit 8 (approximately day 14- day18), Visit 14 (approximately day 28-32)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aim 1: Resting brain functional connectivity using functional magnetic resonance imaging obtained at Visit 2",
                    "description": "Resting brain functional connectivity Z statistic will be assessed with functional magnetic resonance imaging (fMRI). The resting brain connectivity to the insula and Default Mode Network structures will be assessed with both seed based and independent component based fMRI analysis.",
                    "timeFrame": "Visit 2 (days 0-3)"
                },
                {
                    "measure": "Aim 1: Insular Glx (glutamate + glutamine) using proton magnetic resonance spectroscopy obtained at Visit 2",
                    "description": "The concentration of Glx (glutamate + glutamine) within the insular brain region, will be assessed with proton magnetic resonance spectroscopy (H-MRS). Analysis will be done with linear combination model software (LCModel).",
                    "timeFrame": "Visit 2 (days 0-3)"
                },
                {
                    "measure": "Aim 3- Change in resting brain functional connectivity using functional magnetic resonance imaging from visit 8 to visit 14.",
                    "description": "Change from visit 8 to visit 14 of resting brain functional connectivity Z statistic will be assessed with functional magnetic resonance imaging (fMRI). Change from visit 8 to visit 14 in resting brain connectivity of the insula and Default Mode Network structures will be assessed with seed based and independent component based fMRI analysis.",
                    "timeFrame": "Visit 8 (approximately day 14- day18), Visit 14 (approximately day 28-32)"
                },
                {
                    "measure": "Aim 3- Change in insular Glx (glutamate + glutamine) using proton magnetic resonance spectroscopy from visit 8 to visit 14.",
                    "description": "Change from visit 8 to visit 14 in the concentration of Glx (glutamate + glutamine) within the insular brain region, will be assessed with proton magnetic resonance spectroscopy (H-MRS). Analysis will be done with linear combination model software (LCModel).",
                    "timeFrame": "Visit 8 (approximately day 14- day18), Visit 14 (approximately day 28-32)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria For Fibromyalgia Participants:\n\n* Satisfy the American College of Rheumatology (2011) survey criteria for the classification of Fibromyalgia (FM).\n* Continued presence of pain for more than 50% of days for the past month.\n* Mean recalled pain over the last seven days (7-day recall) greater than or equal to 3 on a 10 centimeter (cm) Visual Analog Scale (VAS) for pain; 7-day recall\n* Willing to limit the introduction of any new medications or treatment modalities for control of FM symptoms during the study.\n* Right-handed.\n* Able to travel to the study site to receive (HD-tDCS) treatments five times weekly\n* Understanding and willing to complete all study procedures.\n* Capable of giving written informed consent.\n\nInclusion Criteria for Healthy Control Participants:\n\n* Right-handed\n* Pain less than 0.5cm on a 10cm Visual Analog Scale (VAS) for pain; 7-day recall\n* Understanding and willing to complete all study procedures\n* Capable of giving written informed consent\n\nExclusion Criteria for Fibromyalgia Participants:\n\n* Presence of a concurrent autoimmune or inflammatory disease such as rheumatoid arthritis, systemic lupus erythematosus, inflammatory bowel disease, et cetera (etc.) that causes pain.\n* History of head injury with substantial loss of consciousness\n* Peripheral neuropathy of known cause that interferes with activities of daily living.\n* Routine daily use of opioid analgesics, marijuana, or history of substance abuse.\n* Stimulant medications, such as those used to treat attention-deficit/hyperactivity disorder (ADHD)/Attention deficit disorder (ADD) (for example (e.g.), amphetamine/ dextroamphetamine \\[Adderall®\\], methylphenidate, dextroamphetamine), or the fatigue associated with sleep apnea or shift work (e.g., modafinil), are excluded.\n* Concurrent participation in other therapeutic trials.\n* Use of as needed (PRN) over the counter (OTC) pain medications (Nonsteroidal anti-inflammatory drugs (NSAIDs), etc.) on day of electroencephalogram (EEG)/Magnetic resonance imaging (MRI).\n* Use of PRN opioid analgesics 48 hours prior to EEG/MRI scan.\n* Pregnant or nursing. A pregnancy test will be given prior to EEG/MRI sessions.\n* Severe psychiatric illnesses (current schizophrenia, major depression with suicidal ideation, substance abuse within two years)\n* Contraindications to EEG/MRI or HD-tDCS methods. These may include but are not limited to: surgical clips, surgical staples, metal implants, and certain metallic dental material.\n* Any impairment, activity or situation that in the judgment of the Study Coordinator or Principal Investigators that would prevent satisfactory completion of the study protocol. This includes unreliable, or inconsistent pain scores as deemed by the principal investigator.\n* Sufficient knowledge of HD-tDCS techniques to prevent \"blinding\" of the patient to the study interventions (including significant previous tDCS or HD-tDCS treatment)\n* Presence of factors that may preclude the safe use of HD-tDCS\n* History vascular surgery in lower limbs or current lower limb vascular dysfunction.\n* Subjects with Worker's Compensation, Workman's Compensation, civil litigation or disability claims pertinent to the subject's fibromyalgia; current involvement in out-of-court settlements for claims pertinent to the subject's fibromyalgia; or currently receiving monetary compensation as a result of any of the above.\n* Inability or unwillingness of individual to give written informed consent.\n\nExclusion Criteria for Healthy Control Participants:\n\n* Have met the American College of Rheumatology (2011) survey criteria for the classification of FM.\n* Have any chronic medical illness including psychiatric disorders (psychosis, schizophrenia, delusional disorder, etc). (self-reported)\n* History of head injury with substantial loss of consciousness\n* Peripheral neuropathy of known cause that interferes with activities of daily living\n* Routine daily use of opioid analgesics, marijuana or history of substance abuse\n* Stimulant medications, such as those used to treat ADD/ADHD (e.g., amphetamine/ dextroamphetamine \\[Adderall®\\], methylphenidate, dextroamphetamine), or the fatigue associated with sleep apnea or shift work (e.g., modafinil), are excluded.\n* Concurrent participation in other therapeutic trials.\n* Pregnant or nursing. A pregnancy test will be given prior to EEG/MRI sessions.\n* Contraindications for EEG or MRI.\n* Use of PRN over the counter (OTC) pain medications (NSAIDs, etc.) on day of MRI scan.\n* Use of PRN opioid analgesics 48 hours prior to MRI scan.\n* Active substance disorder in the past 24 months, as determined by subject self-report.\n* History vascular surgery in lower limbs or current lower limb vascular dysfunction.\n* Any impairment, activity or situation that in the judgment of the Study Coordinator or Principal Investigators that would prevent satisfactory completion of the study protocol.\n* Inability or unwillingness of individual to give written informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alanna Harris",
                    "role": "CONTACT",
                    "phone": "734-998-6839",
                    "email": "alannah@med.umich.edu"
                },
                {
                    "name": "Alexandre Dasilva, DDs,DMedSc",
                    "role": "CONTACT",
                    "phone": "734-763-5280",
                    "email": "adasilva@umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexandre Dasilva, DDs,DMedsc",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alanna Harris",
                            "role": "CONTACT",
                            "phone": "734-998-6839",
                            "email": "alannah@med.umich.edu"
                        },
                        {
                            "name": "Alexandre Dasilva, DDs,DMedsc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005356",
                    "term": "Fibromyalgia"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8486",
                    "name": "Fibromyalgia",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12161",
                    "name": "Myofascial Pain Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}