{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05537610",
            "orgStudyIdInfo": {
                "id": "Pro2022001284"
            },
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Extensions of Resurgence as Choice",
            "officialTitle": "Extensions of Resurgence as Choice: Basic and Clinical Studies",
            "therapeuticArea": [
                "Other"
            ],
            "study": "extensions-of-resurgence-as-choice"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-06",
            "studyFirstSubmitQcDate": "2022-09-12",
            "studyFirstPostDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brian D. Greer, Ph.D., BCBA-D",
                "investigatorTitle": "Director of Severe Behavior Program / Assistant Director of RUCARES and CSH-RUCARES / Assistant Professor of Pediatrics",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Although behavioral treatments for decreasing destructive behavior, such as differential reinforcement of alternative behavior (DRA), are effective in the clinic, problem behavior often returns when a caregiver does not give the child their way in the natural environment (e.g., caregiver is busy with an infant sibling). This form of treatment relapse is known as resurgence. The goal of the current study is to evaluate whether alternating sessions in which the child can have their way (i.e., \"on\" sessions) with sessions in which the child can not have their way (i.e., \"off\" sessions) helps to mitigate resurgence.",
            "detailedDescription": "Preliminary Procedures\n\nFunctional Analysis. As part of our standard clinical practice, the investigators will conduct a functional analysis of each participant's problem behavior. Functional analyses identify the consequences (e.g., access to attention) that maintain problem behavior. Prior to conducting a functional analysis, the investigators routinely conduct a risk assessment to ensure that it is safe to conduct a functional analysis with each patient using the procedures developed in our program and described most recently by Saini et al. (2021). The investigators also will conduct preference assessments with each participant to determine a preference hierarchy (e.g., of toys, foods). The investigators will use this information to individualize each condition of the functional analysis for each participant. The investigators will extend session duration when indicated (e.g., if it appears that problem behavior begins to occur near the end of a 5-min session). The functional analysis will include at least three test conditions (social attention, demand, and monitored alone/ignore) and one control condition (play) that the investigators conduct within a multielement design. The investigators will interview the caregivers prior to the functional analysis to determine the relevant stimuli (e.g., types of attention, preferred items, demands) to program within each condition. In accordance with best clinical practice, the investigators will include an additional test condition (tangible) if the caregiver reports providing, or is observed to provide, preferred tangible items following problem behavior. For some participants who do not display problem behavior during standard test conditions, the investigators may evaluate other test conditions relevant to their case to determine idiosyncratic sources of reinforcement (e.g., social control, where adult compliance with child requests functions as reinforcement for problem behavior). The investigators will program a uniquely colored surgical smock for each condition to facilitate discrimination between test and control conditions.\n\nIn the attention condition, the therapist will provide the participant with high-quality attention for 1 min prior to the session. Then, the therapist will withdraw attention and pretend to read a magazine while the participant has an opportunity to play with a moderately preferred toy. If the participant emits problem behavior, the therapist will deliver 20 s of vocal (e.g., \"Stop that, you'll hurt yourself\") and physical (e.g., rubbing the participant's back) attention. In the demand condition, the therapist will deliver non-preferred demands (e.g., \"Write your name\") using sequential verbal, model, and physical prompts every 5 s. Compliance will produce praise (e.g., \"Nice job writing your name!\"), noncompliance will result in physical guidance (e.g., hand-over-hand prompting the participant to write their name) and no praise, and problem behavior will produce a 20-s break from demands. In the monitored alone condition, the participant will be alone in a treatment room without any toys or materials, but a therapist will monitor the participant from behind a one-way observation window. If the participant displays aggression toward others, the investigators will conduct a monitored ignore condition instead of an alone condition, during which a therapist will monitor the participant from inside the therapy room but will not interact with the participant or respond to the participant's problem behavior. In the tangible condition, the therapist will provide the participant access to a highly preferred toy for 1 min prior to the start of the session. The therapist will then withdraw the toy at the beginning of the session and return it to the participant for 20 s following problem behavior. In the control condition (play), the therapist will provide continuous access to the participant's highly preferred toy from the tangible condition and will deliver attention every 20 s for the absence of problem behavior (e.g., \"Nice job playing with your blocks\"). The investigators will conduct at least three sessions in each condition or until the investigators verify that problem behavior is maintained by social positive reinforcement (e.g., access to attention or tangible items) using the ongoing visual inspection criteria developed and validated by our research team.\n\nEvaluation of differential reinforcement of alternative behavior (DRA). As part of our standard clinical practice, the investigators first teach an alternative response, called the functional communication response (FCR), to the child and evaluate its effectiveness following the functional analysis. The purpose of this DRA evaluation is to ensure that DRA effectively suppresses problem behavior and increases the child's use of the FCR when each FCR is reinforced. The investigators often teach the child an FCR modality that therapists can physically guide, such as a card exchange or card touch because our prior research has shown that it is critically important to minimize exposure to the establishing operation for problem behavior during the early stages of DRA (i.e., limiting the time the child does not have access to the functional reinforcer). Typically, the investigators create a laminated index card with a photograph of the child consuming the reinforcer (e.g., the child playing with an iPad) and then teach the child to either exchange or touch the FCR card to gain access to the reinforcer maintaining problem behavior. Caregiver input (e.g., preference for a vocal response) and participant-specific factors (e.g., low vision) are also considered when selecting the FCR for each patient. The investigators typically progress through the DRA evaluation in the following manner: (1) baseline, (2) DRA pretraining, (3) DRA, (4) baseline, and (5) DRA to demonstrate DRA's efficacy within a reversal design.\n\nBaseline. Baseline for the DRA evaluation is identical to the functional-analysis test condition related to problem behavior. The therapist restricts access to the functional reinforcer (e.g., by removing access to the iPad) until problem behavior occurs, at which time the therapist delivers 20-s access to the functional reinforcer (e.g., 20 s of access to the iPad). The investigators conduct at least three baseline sessions or until response rates stabilize or increase in a countertherapeutic direction. Baseline sessions last 5 min.\n\nDRA Pretraining. During DRA pretraining, the investigators (a) restrict access to the functional reinforcer, (b) prompt the FCR immediately, and then immediately thereafter, (c) deliver the previously restricted reinforcer. For example, for a tangible function related to accessing an iPad, the therapist would (a) restrict the iPad, (b) immediately guide the child to exchange the FCR card, and then immediately thereafter, (c) deliver the iPad to the child for 20 s. The investigators consider this three-step progression to constitute one trial, and the investigators conduct 10 such trials per session. Once the investigators observe two consecutive sessions in which problem behavior does not occur, the investigators then delay the therapist's prompt for the child to emit the FCR such that the participant can emit the FCR independently for increasing amounts of time across sessions. The investigators systematically increase the delay to the therapist's prompt in this manner (e.g., 2 s, 5 s, 10 s, 20 s) until the participant emits the FCR independently on 100% of trials and problem behavior occurs on 0% of trials. During DRA pretraining and all DRA sessions that follow DRA pretraining, problem behavior results in extinction (i.e., the therapist continues to withhold the functional reinforcer following problem behavior). If the child frequently engages in problem behavior just prior to or while emitting the FCR (e.g., within 3 s), the investigators require the child to emit another FCR without co-occurring problem behavior before the therapist provides the functional reinforcer.\n\nDRA. Once the child demonstrates the ability to emit the FCR reliably in the presence of the relevant establishing operation for problem behavior and will do so without co-occurring problem behavior, the investigators then conduct a series of 5-min sessions in which the therapist reinforces each FCR with 20-s access to the functional reinforcer. Thus, DRA is identical to DRA pretraining, except the therapist removes all prompts for the child to emit FCR, and sessions last 5 min. The investigators conduct at least three DRA sessions or until problem behavior stabilizes at near-zero rates and FCRs stabilize at high rates or increase in a therapeutic direction.\n\nExperiment 1\n\nParticipants will begin Experiment 1 following these routine-clinical procedures. Similar to the DRA evaluation that participants will have already experienced and regardless of group assignment (i.e., control or contingency-discrimination training \\[CDT\\]), responses arranged to produce the functional reinforcer will do so for each response emitted (i.e., a fixed-ratio \\[FR\\] 1 schedule). All reinforcer deliveries will last 20 s, and all sessions will last 5 min.\n\nBaseline. The investigators will reinforce problem behavior according to an FR 1 schedule of reinforcement, using the reinforcer identified in the functional analysis. For example, if results from the functional analysis suggest that problem behavior is maintained by access to an iPad, the investigators will provide the iPad following instances of problem behavior in baseline. Baseline will end when (a) the standard deviation of the last five sessions is less than 50% of its mean (e.g., M = 2, SD ≤ 0.8) and (b) the baseline trend is flat (slope ≤ \\|.05\\|) or trending upward.\n\nFollowing baseline, participants will be randomized (with minimization) to either the control or CDT group. Group assignment will occur at this point so that baseline response rates can be one of the variables the investigators minimize between groups through randomization plus minimization. The investigators will similarly control for severity of problem behavior across the two groups. Severity of problem behavior for each referral topography of concern is assessed for each patient in the Severe Behavior Program prior to intake, using a 4-point scale that captures the permanent products of problem behavior. As one example, the Problem Behavior Severity Scale scores aggression as a Level 1 if it results in no marks on the body and no blows close to or contacting the eyes; a Level 2 if it produces reddening of the skin and/or mild swelling; a Level 3 if it results in light scratches, small or shallow breaks in the skin, and/or moderate to severe swelling; and a Level 4 if it involves blows close to or contacting the eyes or it results in scratches that leave scars, breaks in the skin that leave scars, and/or trauma resulting in broken bones or lasting tissue damage or disfigurement. Each topography is operationally defined in the Problem Behavior Severity Scale to clearly demarcate each response of concern (e.g., separating self-injury from aggression). Thus, randomization will occur with rates and severity of problem behavior (at a minimum) minimized across the two experimental groups.\n\nDRA. Following baseline, the investigators will discontinue reinforcement of problem behavior for all participants. For participants in the control group, the investigators will use the same FR 1 schedule of reinforcement from baseline but for an alternative form of communication (e.g., touching a card with a picture of the participant consuming the reinforcer) that the investigators will teach to the participant prior to enrollment. These procedures will remain in place throughout the DRA phase for the control group. For participants in the CDT group, these procedures will be identical whenever alternative reinforcement is available (Sessions 1, 3, 5, 7, 9, 11, 13, 15, 17, 19, 21, 23, 25, 27, 29, 31); however, the investigators will discontinue alternative reinforcement during every other session (Sessions 2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, 24, 26, 28, 30 of the DRA phase). Thus, the CDT group will experience 16 cycles of reinforcement being available and then unavailable for the alternative response. This DRA phase will last 31 total sessions for all participants. Following this phase, participants will begin a resurgence test starting on session 32.\n\nResurgence Test. The investigators will discontinue reinforcement for the alternative response, while problem behavior continues to go unreinforced. This condition will last 10 sessions and will mimic lapses in the integrity with which caregivers often implement treatment in the home, school, and community settings.\n\nData Collection and Computation of Interobserver Agreement and Procedural Integrity\n\nTrained observers will collect data on the frequency of participant problem behavior and therapist implementation of the assessment and treatment protocols to assess procedural integrity using the BDataPro software developed in our lab. A second observer will score at least one third of sessions independently to assess data accuracy (reliability). The second data collector will be blind to the project's research questions and hypotheses for at least one-half (17%) of these sessions. For at least one third of sessions, observers will collect procedural-integrity data to ensure that the assessment and treatment protocols are implemented as planned. That is, the investigators will collect data on whether therapists correctly implemented the planned antecedents, prompts, and consequences for each target response. The investigators will then transform the data into a percentage-correct measure by dividing the number of correct therapist responses by the number of opportunities for a correct response. The investigators will retrain therapists who show less than 90% implementation accuracy for two consecutive sessions.\n\nThe reliability of direct-observation measures is typically established through measurement of interobserver agreement. To calculate interobserver agreement, sessions will be partitioned into successive, 10-s intervals (e.g., Seconds 0-9, 10-19, 20-29). In each 10-s interval, the investigators will determine whether the observers agreed or disagreed on the frequency of each target behavior. An exact agreement will be defined as both observers recording the same frequency of a target behavior in a given 10-s interval. The investigators will then calculate the percentage of exact agreements per session. Interobserver agreement in our program averages above 90%, and observers undergo retraining if agreement levels fall below 80% for two consecutive sessions."
        },
        "conditionsModule": {
            "conditions": [
                "Problem Behavior",
                "Aggression",
                "Self-Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Contingency-Discrimintation Training (CDT)",
                    "type": "EXPERIMENTAL",
                    "description": "In this condition, the clinician will alternate sessions with reinforcement for the alternative response and sessions without reinforcement for the alternative response during extinction treatment of problem behavior. According to RaC2, alternating periods of reinforcer availability and unavailability for the alternative response will teach the participant that the alternative response alone produces reinforcement but not always. The investigators predict that resurgence of problem behavior will lower, shorter lasting, and with fewer participants experiencing resurgence than those in the control group.",
                    "interventionNames": [
                        "Behavioral: CDT"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This condition emulates a traditional approach to treatment in which the clinician does not alternate sessions with reinforcement for the alternative response and sessions without reinforcement for the alternative response during extinction treatment of problem behavior. The investigators predict that resurgence of problem behavior will higher, longer lasting, and with more participants experiencing resurgence than those in the CDT group.",
                    "interventionNames": [
                        "Behavioral: Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CDT",
                    "description": "In this condition, the clinician will alternate sessions with reinforcement for the alternative response and sessions without reinforcement for the alternative response during extinction treatment of problem behavior. According to RaC2, alternating periods of reinforcer availability and unavailability for the alternative response will teach the participant that the alternative response alone produces reinforcement but not always. The investigators predict that resurgence of problem behavior will lower, shorter lasting, and with fewer participants experiencing resurgence than those in the control group.",
                    "armGroupLabels": [
                        "Contingency-Discrimintation Training (CDT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control",
                    "description": "This condition emulates a traditional approach to treatment in which the clinician does not alternate sessions with reinforcement for the alternative response and sessions without reinforcement for the alternative response during extinction treatment of problem behavior. The investigators predict that resurgence of problem behavior will higher, longer lasting, and with more participants experiencing resurgence than those in the CDT group.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of problem behavior during resurgence test",
                    "description": "The investigators will compare the rates of problem behavior during the first six sessions of the resurgence test across the two experimental groups.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of sessions to criterion",
                    "description": "The investigators will compare the number of sessions necessary during the resurgence test to reach two consecutive sessions with rates of problem behavior at or below an 85% reduction from that same participant's baseline rate of problem behavior across the two experimental groups.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Number of participants with resurgence",
                    "description": "The investigators will compare the number of participants whose problem behavior resurges (operationally defined in Statistical Design and Power) across the two experimental groups.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. boys and girls from ages 3 to 17;\n2. problem behavior that occurs at least 10 times a day, despite previous treatment;\n3. problem behavior maintained by social positive reinforcement;\n4. stable protective supports for self-injurious behavior (e.g., helmet) with no anticipated changes during enrollment;\n5. on a stable psychoactive drug regimen for at least 10 half-lives per drug or drug free;\n6. stable educational plan and placement with no anticipated changes during the child's treatment.\n\nExclusion Criteria:\n\n1. patients who do not meet the inclusion criteria;\n2. patients currently receiving 15 or more hours per week of treatment for their problem behavior;\n3. DSM-5 diagnosis of Rett syndrome or other degenerative conditions (e.g., inborn error of metabolism);\n4. a comorbid health condition or major mental disorder that would interfere with study participation;\n5. occurrence of self-injury during study assessments that presents a risk of serious or permanent harm (e.g., detached retinas) based on our routine clinical-risk assessment;\n6. patients requiring changes to protective supports for self-injury or drug treatment, but we will invite these patients to participate when protective supports and drug regimen are stable.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Greer, PhD",
                    "role": "CONTACT",
                    "phone": "8488008505",
                    "email": "brian.greer@rutgers.edu"
                },
                {
                    "name": "Serena Claiborne",
                    "role": "CONTACT",
                    "phone": "8488008504",
                    "email": "SClaiborne@childrens-specialized.org"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Specialized Hospital-Rutgers University Center for Autism Research, Education, and Services",
                    "status": "RECRUITING",
                    "city": "Somerset",
                    "state": "New Jersey",
                    "zip": "08873",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Greer, PhD",
                            "role": "CONTACT",
                            "phone": "848-800-8505",
                            "email": "brian.greer@rutgers.edu"
                        },
                        {
                            "name": "Serena Claiborne",
                            "role": "CONTACT",
                            "phone": "8488008504",
                            "email": "sclaiborne@childrens-specialized.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.4976,
                        "lon": -74.48849
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The experimenters plan to make data available to participants, if requested, and submit results for publication.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "The informed consent form shall be available to the caregiver immediately after caregiver signature. If requested, the study protocol will be sent to the caregiver after the study is complete.",
            "accessCriteria": "Each caregiver of a child enrolled in the study will be eligible to receive the above documents."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000374",
                    "term": "Aggression"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000096762",
                    "term": "Aberrant Motor Behavior in Dementia"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Problem Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "asFound": "Aggression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "asFound": "Self-injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3259",
                    "name": "Aberrant Motor Behavior in Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}