{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04929756",
            "orgStudyIdInfo": {
                "id": "R01EY029713",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01EY029713"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01EY029713",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01EY029713"
                }
            ],
            "organization": {
                "fullName": "Northeastern University",
                "class": "OTHER"
            },
            "briefTitle": "Eye Movement Rehabilitation in Low Vision Patients",
            "officialTitle": "Eye Movement Rehabilitation in Low Vision Patients",
            "therapeuticArea": [
                "Ophthalmology",
                "Other"
            ],
            "study": "eye-movement-rehabilitation-in-low-vision-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-16",
            "studyFirstSubmitQcDate": "2021-06-10",
            "studyFirstPostDateStruct": {
                "date": "2021-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northeastern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "New England College of Optometry",
                    "class": "OTHER"
                },
                {
                    "name": "National Eye Institute (NEI)",
                    "class": "NIH"
                },
                {
                    "name": "Lighthouse Guild",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately 217 million people worldwide currently suffer from low vision, which impacts a broad range of activities of daily living and is associated with depression and increased mortality. Over half of the patients presenting for low vision services have eye disease that affects the fovea and surrounding macula and leads to central vision loss (CVL). People with CVL are forced to use eccentric vision as a substitute for their impaired fovea, however eye movement control and visual function is impaired with eccentric vision.\n\nRecent evidence and preliminary results from the investigators show that rehabilitation methods can help improve oculomotor control and this can lead to improved functional outcomes. The investigators have developed new feedback-based training methods that aim to improve eccentric vision use by patients with CVL. In a series of studies, the investigators examine rehabilitation of fixation control, smooth pursuit eye movements that track moving objects and saccadic eye movements that abruptly change the point of regard. The investigators examine how visual feedback, scotoma awareness methods and hand-eye coordination can improve eccentric vision use. Improvements in oculomotor control are quantified with eye tracking methods and associated changes in visual function are quantified with acuity, contrast sensitivity and reading performance.\n\nThe proposed research therefore develops and translates state-of-the-art methods in basic science to clinical applications. Accomplishing the proposed aims will provide new and improved methods for rehabilitation strategies for visual impairment. The ultimate goal of this proposal is to maximize the residual visual function of people with low vision and to help them to live independently, thereby improving quality of life and minimizing the economic and social burden of visual impairment.",
            "detailedDescription": "Approximately 217 million people worldwide currently suffer from low vision, defined as mild to severe visual impairment with visual acuity between 0.5 and 1.3 logMAR2. The prevalence of low vision increases with age and may affect 7.6 million Americans by 20503. People with low vision experience significant problems across a broad range of activities of daily living, elevated levels of depression and increased mortality. The aim of the proposed project is to help people with low vision to lead more independent lives through the development of improved rehabilitation methods. To achieve this goal, this proposal brings together scientists and clinicians from Northeastern University, New England College of Optometry and the Lighthouse Guild.\n\nIn many cases, low vision causes central vision loss (CVL), forcing the patient use low resolution eccentric retina for visually-guided behavior. People with CVL can learn to attend to a specific area of eccentric retina which acts as substitute for the diseased fovea known as a Preferred Retinal Locus (PRL). Increased variability in fixation patterns and eye movements with a PRL is associated with a broad range of functional deficits. There are currently no standardized methods to select, quantify or train binocular attention and eye movement control with a PRL. Therefore, this proposal aims to develop and evaluate evidence-based methods to improve oculomotor control and visual function for people who use a PRL for visually-guided behavior.\n\nIn preliminary studies, the investigators show that real-time visual feedback helps people with CVL to improve oculomotor control with a PRL. Feedback consists of an eye tracker-controlled gaze-contingent ring centered on the retinal location of a binocular PRL, while the observer moves their eyes to keep this ring centered on a computer-controlled target. In this proposal, the investigators extend these rehabilitation methods to help patients with CVL to select and use a PRL for static and moving targets. The investigators include methods that improve awareness of the boundary of a pathological scotoma and methods that leverage the known coupling between eye and hand coordination. The use of a PRL will be assessed with eye movement and psychophysical metrics. Oculomotor control will be assessed for fixation, smooth pursuit and saccadic eye movements; and visual function will be quantified with visual acuity, contrast sensitivity, reading performance and questionnaires in the following Specific Aims:\n\nAim 1) Eccentric Fixation The investigators propose to examine the use of real-time visual feedback for control of a PRL for fixation. The investigators examine how PRL training is retained over time and transfers to other untrained locations, which may be required to perform different tasks, or following disease progression. The investigators will examine the relationship between PRL location, fixation stability and visual function.\n\nAim 2) Smooth Pursuit Eye Movements Objects in the real world and on television move around and may require smooth pursuit eye movements for sustained viewing over time. The investigators propose to use real-time visual feedback to examine how smooth pursuit with a PRL can benefit from training and how visual function varies with smooth pursuit accuracy and precision.\n\nAim 3) Saccadic Eye Movements Normally-sighted observers move their eyes 2-3 times per second to bring items of interest onto the fovea for high resolution inspection. These saccadic eye movements must be remapped from the diseased fovea to the PRL for people with CVL. The investigators will use real-time visual feedback to examine how saccadic eye movements with a PRL can benefit from training and how visual function varies with saccade accuracy and precision.\n\nAim 4) Scotoma Boundary Awareness Owing to perceptual filling in, many people with CVL are not aware of the locations or boundaries of their blind spots, which can impede the selection of and reference to a PRL. The investigators propose to provide real-time visual cues to facilitate awareness of the boundary of binocular pathological scotomas and combine this information with feedback to improve PRL training and visual function with a PRL.\n\nAim 5) Hand-Eye Coordination There is a close sensory and motor coupling between the visual system and hand movement system. This linkage has been associated with perceptual improvements and increases in the accuracy of oculomotor control around the locations of the hands. The investigators propose to leverage this sensorimotor integration to study PRL training and use with meta-guidance. The investigators will quantify whether PRL control and visual function can be facilitated by meta-guidance with the observer's own hands.\n\nOverall Aims The overall goal of this minimally invasive proposal is to provide evidence-based methods to help people with low vision to maximize their residual visual function and to help them to live more independently, thereby improving quality of life and minimizing the economic, health and social burdens of visual impairment."
        },
        "conditionsModule": {
            "conditions": [
                "Low Vision",
                "Age Related Macular Degeneration"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 106,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fixation PRL",
                    "description": "Visual feedback will be provided at the the preferred retinal locus (PRL) to train subjects to attend to a fixation location. Feedback consists of a gaze-contingent ring whose size varies depending on task performance. Training consists of 5 blocks of up to 50 trials, each block lasting approximately 10 minutes. Acuity and contrast sensitivity will be assessed at the PRL with forced choice psychophysical letter identification tasks. Gaze behavior will be measured with an eye tracker.",
                    "interventionNames": [
                        "Behavioral: Visual Feedback"
                    ]
                },
                {
                    "label": "Smooth Pursuit PRL",
                    "description": "Visual feedback will be provided to train subjects to attend to a PRL for smooth pursuit eye movements. Feedback consists of a gaze-contingent ring whose size varies depending on the subject's ability to center the ring on a drifting target. Training consists of 5 blocks of up to 50 trials, each block lasting approximately 10 minutes. Acuity and contrast sensitivity will be assessed at the PRL with forced choice psychophysical letter identification tasks. Smooth pursuit tracking behavior will be measured with an eye tracker.",
                    "interventionNames": [
                        "Behavioral: Visual Feedback"
                    ]
                },
                {
                    "label": "Saccade PRL",
                    "description": "Visual feedback will be provided to train subjects to attend to a PRL for saccadic eye movements. Feedback consists of a gaze-contingent ring whose size varies depending on the subject's ability to center the ring on an abruptly shifting dot. Training consists of 5 blocks of up to 50 trials, each block lasting approximately 10 minutes. Acuity and contrast sensitivity will be assessed at the PRL with forced choice psychophysical letter identification tasks. Saccadic eye movement behavior will be measured with an eye tracker.",
                    "interventionNames": [
                        "Behavioral: Visual Feedback"
                    ]
                },
                {
                    "label": "Scotoma Awareness PRL",
                    "description": "Subjects are often unaware of their scotomas because they are filled in with the surrounding background texture. The investigators will exploit this filling in to increase awareness of the scotoma by surrounding the scotoma with a visible disk that will be perceptually completed across the scotoma, rendering the scotoma visible. In a randomized within-subjects design, Acuity and contrast sensitivity will be assessed with and without a Scotoma Awareness Disk at a Fixation, Smooth Pursuit and Saccade PRL with forced choice psychophysical letter identification tasks. Oculomotor behavior will be measured with an eye tracker.",
                    "interventionNames": [
                        "Behavioral: Visual Feedback"
                    ]
                },
                {
                    "label": "Meta-Guidance PRL",
                    "description": "Oculomotor control can be promoted in the location around our hands. The investigators will exploit this meta-guidance advantage by asking subjects to move their hand and their PRL to an on-screen target. In a randomized within-subjects design, Acuity and contrast sensitivity will be assessed with and without a Hand Movement at a Fixation, Smooth Pursuit and Saccade PRL with forced choice psychophysical letter identification tasks. Oculomotor behavior will be measured with an eye tracker.",
                    "interventionNames": [
                        "Behavioral: Visual Feedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Visual Feedback",
                    "description": "Gaze-contingent visual feedback",
                    "armGroupLabels": [
                        "Fixation PRL",
                        "Meta-Guidance PRL",
                        "Saccade PRL",
                        "Scotoma Awareness PRL",
                        "Smooth Pursuit PRL"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Visual Acuity",
                    "description": "The smallest band-pass filtered letter that can be identified at 100% contrast",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Contrast Sensitivity",
                    "description": "The lowest contrast band-pass filtered letter that can be identified as a function of spatial frequency",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Fixation control",
                    "description": "Bivariate Contour Ellipse Area of Fixation (degrees of visual angle)",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Saccadic Eye Movement Latency",
                    "description": "Latency (msec) after stimulus displacement before onset of saccadic eye movement",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Saccadic Eye Movement Amplitude",
                    "description": "Amplitude (degrees per sec) of eye movements between fixation targets",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Smooth Pursuit Eye Movement Latency",
                    "description": "Latency (msec) after stimulus movement before onset of pursuit eye movement",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                },
                {
                    "measure": "Change in Smooth Pursuit Eye Movement Gain",
                    "description": "Gain (ratio of eye movement speed divided by stimulus speed) during stimulus movement",
                    "timeFrame": "Before, immediately after and 2 weeks after behavioral intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* over 14 year of age\n* logMAR Acuity 0.5-1.0\n* Bi-lateral foveal scotomas \\< 7 °radius\n* Mini Mental State questionnaire ≥ 29\n* no history of concurrent peripheral vision loss\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Human subjects with bilateral central vision loss",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter J Bex, PhD",
                    "role": "CONTACT",
                    "phone": "6173736214",
                    "email": "p.bex@northeastern.edu"
                },
                {
                    "name": "Nicole C Ross, O.D.",
                    "role": "CONTACT",
                    "phone": "617-587-5626",
                    "email": "rossn@neco.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter J Bex, PhD",
                    "affiliation": "Northeastern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NECO Center for Eye Care",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole C Ross, O.D.",
                            "role": "CONTACT",
                            "phone": "617-262-2020",
                            "email": "rossn@neco.edu"
                        },
                        {
                            "name": "Cecilia Idman-Rait, BS",
                            "role": "CONTACT",
                            "phone": "617-587-5686",
                            "email": "idmanraitc@neco.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Lighthouse Guild",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10023",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Seiple, PhD",
                            "role": "CONTACT",
                            "phone": "212-769-6200",
                            "email": "WSeiple@lighthouseguild.org"
                        },
                        {
                            "name": "Inna Babaeva, O.D.",
                            "role": "CONTACT",
                            "phone": "2127696200",
                            "email": "IBabaeva@lighthouseguild.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "De-identified data will be made available after publication of study outcomes via the Open Science Foundation data repository"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015354",
                    "term": "Vision, Low"
                },
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000014786",
                    "term": "Vision Disorders"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "asFound": "Age-related Macular Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18042",
                    "name": "Vision, Low",
                    "asFound": "Low Vision",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17530",
                    "name": "Vision Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M251802",
                    "name": "Imidacloprid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}