{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05299632",
            "orgStudyIdInfo": {
                "id": "STUDY00003262"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "F-18 PSMA for Localization of Parathyroid Adenoma",
            "officialTitle": "Pre-operative Localization of Parathyroid Adenomas Using F-18 PSMA PET/CT: A Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "f-psma-for-localization-of-parathyroid-adenoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-09",
            "studyFirstSubmitQcDate": "2022-03-17",
            "studyFirstPostDateStruct": {
                "date": "2022-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Raghuveer Halkar",
                "investigatorTitle": "Professor of Medicine: Radiology",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Parathyroid glands are in the neck and produce a substance called parathormone which maintains the calcium level in the blood. Sometimes one or more of the parathyroid glands become hyperactive and produce too much parathormone which causes increased calcium in the blood which can cause ill effects on multiple parts of the body.\n\nHyperactive glands are identified by Tc-99m Sestamibi (MIBI) scan which helps the surgeons to remove them with minimal risk to the patient. But about 30% of the time MIBI scan does not localize the hyperactive gland. There is some evidence that a new agent called F-18 PSMA (prostate-specific membrane antigen) can localize hyperactive parathyroid.\n\nThis study is being done to collect preliminary data to answer the question: Can imaging with the PET tracer, F-18 PSMA (Pylarify), prior to parathyroid surgery, provide better information to a surgeon than the standard of care imaging with MIBI scan? Patients who are scheduled for parathyroidectomy and are scheduled for imaging with MIBI scan prior to surgery will be asked to take part in this study.\n\nThis is a single institutional study to collect preliminary data to help do a larger study. Participants will get MIBI scan first, and the same day will get an F-18 PSMA scan which involves an injection in the vein, waiting an hour, and imaging of the neck and chest area for 10 minutes. The findings of F-18 PSMA will not interfere with the participant's management. Patients who participate will not directly benefit by participating in this study.\n\nIf the scanning method using F-18 PSMA shows better results than MIBI scan (standard of care) then the investigators will conduct a larger multi-institutional study. If the results prove that F-18 PSMA is better than the standard of care in the larger study, then patients with hyperactive parathyroid patients in the future will benefit.",
            "detailedDescription": "Hyperparathyroidism is an increasingly significant medical and public health condition in the United States. In the past two decades, the incidence of hyperparathyroidism has increased 300%, and currently, the disease affects at least 30,000 new patients each year in the United States. Parathyroid adenomas, parathyroid hyperplasia in primary and secondary hyperparathyroidism, and parathyroid carcinomas all are increasing in frequency in this country. The causes of the increased incidence of hyperparathyroidism are not known. Multiple organs are affected in patients with hyperparathyroidism; notably, a worsening of the severity of osteoporosis an accelerated arteriosclerotic disease, and hypertension. Parathyroid carcinoma no longer is a rare illness and there is no effective oncologic therapy for parathyroid carcinoma (which often is fatal).\n\nSurgery is the only effective management for primary hyperparathyroidism. Preoperative localization of a parathyroid adenoma allows a unilateral neck exploration for the removal of the tumor. If localization is accurate, patients can undergo focal, minimally invasive parathyroidectomies with cure rates equivalent to conventional surgery, less anesthesia, improved cosmesis, and shorter hospital stays. Since this approach decreases both the duration of surgery and its morbidity, preoperative localization is gaining recognition as an important procedure. However, tumor localization can be challenging, in part because current imaging methodologies are sub-optimal, failing to identify the parathyroid tumor in as many as 30% of patients. In re-operative parathyroidectomy for persistent or recurrent hyperparathyroidism, localization plays an even greater role.\n\nUnfortunately, current imaging modalities fail to localize 10-15% of tumors. Even though high-frequency ultrasound can detect parathyroid adenoma, the intra-operator variability and difficulties in patients with prior surgery often necessitate Tc-99m MIBI imaging which has become the standard of care for preoperative localization which allows minimally invasive surgery and decreases the surgical time. The most commonly used methodology uses dual-phase 99mTechnetium-sestamibi (99mTc-MIBI) scintigrams where images are acquired at 2 and 4 hours after radiopharmaceutical administration. Interference caused by the concentration of 99mTc-MIBI in the thyroid (in close proximity of parathyroid adenoma) is a major source of failure of localization. Even if sophisticated techniques such as SPECT/CT are used, the parathyroid tumor is not identified in as many as 30% of patients. Parathyroid glands are located very close to the thyroid and if a molecular probe concentrates in the thyroid as well as in the parathyroid then the thyroid background makes it difficult to localize parathyroid adenomas. Our preliminary data has shown that folate receptors are not expressed in thyroid tissue and thus folate receptor imaging becomes an innovative technique of imaging parathyroid pathologies without the interference from the signals from the thyroid. This proposal is based on our observations that human parathyroid tumor cells express high densities of folate receptors and thyroid cells do not. Prostate-specific membrane antigen (PSMA) labeled with Ga-68 PSMA has been in clinical use in Europe and Asia for more than 5 years. The FDA approved the F 18-labeled prostate-specific membrane antigen (PSMA)-targeted positron emission tomography (PET) imaging agent 18F-DCFPyL (Pylarify) for use in prostate cancer in May 2021. PSMA is also known as Glutamate carboxypeptidase II (GCP II), and N-acetyl-L-aspartyl-L-glutamate peptidase I (NAALADase I), NAAG peptidase. PSMA removes the g-linked glutamates from folate, providing deglutinated folate for absorption and nutrition and leaving single a-linked glutamate attached. The official gene name of PSMA is folate hydrolase 1 (FOLH1), reflecting its major role in folate uptake; however, PSMA usually acts as a glutamate carboxypeptidase (GCP), its major substrate can differ in different tissues. Yao et al. found that PSMA-expressing cells also demonstrated a 2-fold increased uptake of folate, suggesting that PSMA may be associated with folate transport. Ga-68 PSMA has been shown to concentrate in parathyroid adenoma and not in the thyroid (Pfob2019). Ga-68 has 68 minutes half-life, is generator produced, and is available for a few centers in California currently. F-18 PSMA had 120 minutes half-life and will be available as a unit dose. This makes F-18 PSMA an ideal agent for clinical use.\n\nResearchers hypothesize that F-18 PSMA will give better pre-operative localization of parathyroid adenomas compared to the conventional imaging with 99mTc-MIBI. If this is the case the new method will provide more patients with a minimally invasive parathyroidectomy, reducing trauma to the patient and the healthcare costs. The project described here is designed to collect preliminary data for a larger study."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperparathyroidism"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with biochemical and clinical evidence of primary hyperparathyroidism",
                    "description": "Patients who have biochemical and clinical evidence of primary hyperparathyroidism and who are scheduled for routine surgery and preoperative imaging including 99mTc-MIBI planar imaging and SPECT/CT. Subjects who enroll in the study will receive one additional F-18PSMA PET/CT imaging study. F-18 PSMA imaging study will be scheduled on the same day as of the Tc-99m MIBI scan. Since F-18 PSMA PET/CT employs 511kEv annihilation photon, the lower energy if (140 KeV) of Tc-99m MIBI will not interfere.",
                    "interventionNames": [
                        "Diagnostic Test: 99mTc-MIBI planar imaging and SPECT/CT.",
                        "Diagnostic Test: F- 18PSMA PET/CT imaging study"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "99mTc-MIBI planar imaging and SPECT/CT.",
                    "description": "Participants will undergo a Tc-MIBI scan and management will be as per the finding of the Tc MIBI scan which is the standard of care.",
                    "armGroupLabels": [
                        "Patients with biochemical and clinical evidence of primary hyperparathyroidism"
                    ],
                    "otherNames": [
                        "Standard of Care"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "F- 18PSMA PET/CT imaging study",
                    "description": "F-18 PSMA is an FDA-approved imaging agent used for PET/CT for evaluating metastatic prostate cancer. The findings of the images of F-18 PSMA will be shared with the referring /treating surgeon. However, the findings will not influence the management.",
                    "armGroupLabels": [
                        "Patients with biochemical and clinical evidence of primary hyperparathyroidism"
                    ],
                    "otherNames": [
                        "F- 18PSMA PET/CT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Preoperative localization of the parathyroid adenoma by F-18-PSMA PET/CT",
                    "description": "Results of F-18 PSMA imaging regarding localization will be compared to surgical findings (Right: superior, inferior and/or Left: superior, inferior)",
                    "timeFrame": "Up to 14 days after surgical removal of parathyroid adenoma"
                },
                {
                    "measure": "Preoperative size (mm) of the parathyroid adenoma by F-18-PSMA PET/CT",
                    "description": "Results of F-18 PSMA imaging will be compared to surgical findings described in the operative notes in the EMR",
                    "timeFrame": "Up to 14 days after surgical removal of parathyroid adenoma"
                },
                {
                    "measure": "The sensitivity of the F-18-PSMA PET/CT uptake correlation with other pathologic criteria",
                    "description": "The lesion-based sensitivities of F-18-PSMA PET/CT uptake using surgical pathology of the parathyroid gland as the reference standard (The number of true positive image findings/The number of pathologically confirmed parathyroid adenoma or hyperplasia)",
                    "timeFrame": "Up to 14 days after surgical removal of parathyroid adenoma"
                },
                {
                    "measure": "The specificity of the F-18-PSMA PET/CT uptake correlation with other pathologic criteria",
                    "description": "The lesion-based specificity of F-18-PSMA PET/CT uptake using surgical pathology of the parathyroid gland as the reference standard (The number of true negative image findings/The number of negative findings on surgical pathology)",
                    "timeFrame": "Up to 14 days after surgical removal of parathyroid adenoma"
                },
                {
                    "measure": "The accuracies of the F-18-PSMA PET/CT uptake correlation with other pathologic criteria",
                    "description": "The lesion-based accuracy of the F-18-PSMA PET/CT uptake using surgical pathology of the parathyroid gland as reference standard (True positive and true negative image findings/The number of all surgical specimens)",
                    "timeFrame": "Up to 14 days after surgical removal of parathyroid adenoma"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be 18 years of age or older.\n* Patients will have biochemical and/or clinical evidence of primary hyperparathyroidism and be a surgical candidate for definitive parathyroid surgery.\n* Ability to lie still for SPECT/CT and PET/CT scanning\n* Patients must be able to provide written informed consent\n\nExclusion Criteria:\n\n* Age less than 18.\n* Inability to lie still for SPECT/CT and PET/CT scanning.\n* Cannot provide written informed consent.\n* History of secondary hyperparathyroidism.\n* Positive serum or urine pregnancy test within 24 hours of imaging",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients who have agreed for Tc-99m MBI parathyroid imaging and parathyroidectomy will be identified as potential participants",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Raghuveer Halkar, MD",
                    "role": "CONTACT",
                    "phone": "404-712-4843",
                    "email": "rhalkar@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Raghuveer Halkar, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Saint Joseph's Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raghuveer Halkar, MD",
                            "role": "CONTACT",
                            "email": "rhalkar@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital (EUH)",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raghuveer Halkar, MD",
                            "role": "CONTACT",
                            "phone": "404-712-1816",
                            "email": "rhalkar@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Johns Creek Hospital",
                    "status": "RECRUITING",
                    "city": "Johns Creek",
                    "state": "Georgia",
                    "zip": "30097",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raghuveer Halkar, MD",
                            "role": "CONTACT",
                            "email": "rhalkar@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.02893,
                        "lon": -84.19858
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000236",
                    "term": "Adenoma"
                },
                {
                    "id": "D000010282",
                    "term": "Parathyroid Neoplasms"
                },
                {
                    "id": "D000006961",
                    "term": "Hyperparathyroidism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010279",
                    "term": "Parathyroid Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3591",
                    "name": "Adenoma",
                    "asFound": "Adenoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10012",
                    "name": "Hyperparathyroidism",
                    "asFound": "Hyperparathyroidism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13195",
                    "name": "Parathyroid Neoplasms",
                    "asFound": "Parathyroid Adenoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M13192",
                    "name": "Parathyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13194",
                    "name": "Parathyroid Hormone",
                    "relevance": "LOW"
                },
                {
                    "id": "M19552",
                    "name": "Technetium Tc 99m Sestamibi",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}