{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04468360",
            "orgStudyIdInfo": {
                "id": "H-40643"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH122867",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH122867"
                }
            ],
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "Facilitation of Extinction Retention and Reconsolidation Blockade in PTSD",
            "officialTitle": "Facilitation of Extinction Retention and Reconsolidation Blockade by IV Allopregnanolone in PTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "facilitation-of-extinction-retention-and-reconsolidation-blockade-in-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-08",
            "studyFirstSubmitQcDate": "2020-07-08",
            "studyFirstPostDateStruct": {
                "date": "2020-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Purpose: About 6.4% of the U.S. population suffers from posttraumatic stress disorder (PTSD). Trauma-focused psychotherapies are generally effective in PTSD, but responses vary greatly across individuals and PTSD subpopulations. Neurobiological factors impacted by life experiences, stress, and genetics can affect treatment responses. These factors can alter brain capacities needed to reprocess traumatic memories prevent them from triggering intensely distressing, disruptive, out-of-place responses.\n\nFor example, during psychotherapy for PTSD, trauma memory activation engages two competing brain processes that affect recovery: \"extinction\" versus \"reconsolidation\" of trauma-related emotional, physiological, and behavioral responses. This study tests whether a single intravenous (IV) dose of allopregnanolone (Allo) compared to placebo (which is non-active):\n\n1. promotes consolidation of extinction learning (sub-study 1) or\n2. blocks reconsolidation physiological responses triggered by aversive memories (sub-study 2).\n\nThe study also tests whether Allo compared to placebo affects retention of non-aversive memories.",
            "detailedDescription": "Background: Allo is a neurosteroid (hormone) produced from progesterone by the brain, adrenal glands, testes, and ovaries. Production of Allo and its equally powerful, structurally similar, stereoisomer pregnanolone (PA) is stimulated when certain neurons in the brain are activated and when stress activates the adrenal glands. Allo and PA markedly increase effects of gamma-amino-butyric acid (GABA; an inhibitory neurotransmitter) in the brain, thereby regulating arousal and responses to stress. Allo and PA also influence processes that strengthen or weaken memories.\n\nBasic research suggests that several factors can reduce production of Allo: exposure to chronic or extreme stress, prolonged social isolation, chronic intermittent heavy alcohol use, certain oral contraceptives, chronic use of some psychiatric medications or other substances used to manage PTSD such as nicotine, exposure to environment toxins, and genetic predisposition.\n\nResearch shows that Allo and PA production is reduced in a large subpopulation of women and men with PTSD. Reduced Allo and PA is strongly associated with severity and poor retention of extinction learning-both of which contribute to chronic PTSD. The proposed study thus will be conducted in adult men and women with chronic PTSD. Women will be studied during two distinct phases of the menstrual cycle because progesterone levels (and therefore levels of Allo and PA) change markedly across the menstrual cycle, as do problems with extinction retention.\n\nStudy Procedures: Eligible participants will take part in a widely used, standardized 3-day laboratory psychophysiology paradigm during which activation of the sympathetic nervous system (fight/flight system) is monitored via small electrode patches placed on the skin. The paradigm involves startle testing on Days 1, 2 and 3. During startle testing, participants will hear sudden bursts of white noise through headphones, see colored shapes on a computer screen, and feel sudden (not painful) blasts of air to the neck. The electrodes record participants' eye blinks, skin conductance, and heart rate. The startling sounds will be about as loud as a train but last only a fraction of a second. Participants will sit quietly with their eyes open as they listen. On study Day 2, participants are randomized by \"luck of the draw\" or chance to receive either IV Allo or placebo. On study Days 2 and 3, a brief memory test also will be conducted. Blood is collected each day for measurement of Allo, PA and other neurobiological factors that may affect the potential beneficial effects of Allo.\n\nBefore starting the above studies, the investigators will conduct pharmacokinetic (PK) studies in a small group of individuals with PTSD to confirm that the selected IV Allo dose increases blood Allo levels as expected.\n\nImplications: These studies may help us understand treatable factors that increase risk for chronic or treatment-resistant PTSD and PTSD-related depression. They may also tell us whether treatments that increase Allo might help prevent or treat PTSD. IV Allo (at much higher doses than used in this study) is currently FDA-approved for treatment of postpartum depression-supporting the potential for this research to spur development of Allo as a new PTSD treatment.\n\nStudy Population 256 individuals with PTSD (about 85 males and 170 females) will be recruited to participate in these studies. Half of the women will be studied during the follicular phase of the menstrual cycle (after onset of menses) and half during the luteal phase (after ovulation). The study is being conducted at Boston University School of Medicine in Boston, Massachusetts, and half at Wayne State University School of Medicine in Detroit, Michigan."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder"
            ],
            "keywords": [
                "Extinction retention",
                "Reconsolidation blockade",
                "Fear conditioning paradigm",
                "Conditioned threat stimulus (CS+)",
                "Allopregnanolone (Allo)",
                "Refractory PTSD",
                "Trauma-focused therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Active drug vs. placebo will be administered in two separate experiments to a population of medically healthy, non-medicated patients with PTSD stratified by sex and by menstrual phase within female sex.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "In this double-blind, placebo controlled, randomized trial, active drug and matching placebo will be supplied by the research pharmacy. Participants, assessors, and the investigators will be blind to treatment condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 256,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IV Allopregnanolone (Allo) for Extinction Retention (Expt. 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Arm 1 of Expt. 1 includes women in the early follicular or mid-luteal phase of the menstrual cycle and men with PTSD who receive IV Allo immediately after completion of extinction training.",
                    "interventionNames": [
                        "Behavioral: 3-day differential fear conditioning, extinction, and extinction retention testing paradigm",
                        "Drug: Allopregnanolone (Allo) with Dexolve in 0.9% saline for injection manufactured by University of California, Davis"
                    ]
                },
                {
                    "label": "IV Placebo for Extinction Retention (Expt. 1)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Arm 2 of Expt. 1 includes women in the early follicular or mid-luteal phase of the menstrual cycle and men with PTSD who receive IV placebo immediately after completion of extinction training.",
                    "interventionNames": [
                        "Behavioral: 3-day differential fear conditioning, extinction, and extinction retention testing paradigm",
                        "Other: Matching IV Placebo"
                    ]
                },
                {
                    "label": "IV Allo for Reconsolidation Blockade (Expt. 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Arm 1 of Expt. 2 will include women in the early follicular or mid-luteal phase of the menstrual cycle and men with PTSD who receive IV Allo immediately after reactivation of the conditioned fear memory by exposure to one conditioned stimulus (CS+).",
                    "interventionNames": [
                        "Behavioral: 3-day differential fear conditioning, extinction, and extinction retention testing paradigm",
                        "Drug: Allopregnanolone (Allo) with Dexolve in 0.9% saline for injection manufactured by University of California, Davis"
                    ]
                },
                {
                    "label": "IV Placebo for Reconsolidation Blockade (Expt. 2)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Arm 2 of Expt. 2 will include will include women in the early follicular or mid-luteal phase of the menstrual cycle and men with PTSD who receive IV placebo immediately after reactivation of the conditioned fear memory by exposure to one conditioned stimulus (CS+).",
                    "interventionNames": [
                        "Behavioral: 3-day differential fear conditioning, extinction, and extinction retention testing paradigm",
                        "Other: Matching IV Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "3-day differential fear conditioning, extinction, and extinction retention testing paradigm",
                    "description": "Day 1: Fear acquisition involving the pairing of a brief, noxious but not painful air blast to the neck (unconditioned stimulus; US) to a conditioned stimuli (CS) (Expts. 1 and 2). The CS will be different colored shapes appearing on a computer monitor. An auditory stimulus will serve as the startle probe. Day 2: Either extinction training (Expt. 1) or fear memory reactivation by a single CS+ with no US (Expt. 2) will occur followed by IV Allo vs. IV placebo administration. Day 3: The effects of IV Allo vs. IV placebo (administered on Day 2) on extinction retention (Expt. 1) or reconsolidation blockade (Expt. 2), as well as reinstatement of conditioned fear (Expts. 1 and 2) will be assessed.",
                    "armGroupLabels": [
                        "IV Allo for Reconsolidation Blockade (Expt. 2)",
                        "IV Allopregnanolone (Allo) for Extinction Retention (Expt. 1)",
                        "IV Placebo for Extinction Retention (Expt. 1)",
                        "IV Placebo for Reconsolidation Blockade (Expt. 2)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Allopregnanolone (Allo) with Dexolve in 0.9% saline for injection manufactured by University of California, Davis",
                    "description": "Expt. 1 (extinction retention): On Day 2, a 1.7 ug/kg IV bolus of Allo will be administered over 5 minutes at the completion of extinction training and continued as a 5-hour drip to maintain resting plasma Allo levels at \\~1500 pg/ml. Expt. 2 (reconsolidation blockade): On Day 2, a 28 ug/kg IV bolus of Allo will be infused over 30 minutes immediately following presentation of a single CS+.",
                    "armGroupLabels": [
                        "IV Allo for Reconsolidation Blockade (Expt. 2)",
                        "IV Allopregnanolone (Allo) for Extinction Retention (Expt. 1)"
                    ],
                    "otherNames": [
                        "U.S. P. equivalent: brexanolone (SAGE Therapeutics) (IV Allopregnanolone with Captisol)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Matching IV Placebo",
                    "description": "Expt. 1 (extinction retention): On Day 2, a 1.7 ug/kg IV bolus of the matching placebo formulation will be administered over 5 minutes at the completion of extinction training and continued as a 5-hour drip to maintain resting plasma Allo levels at \\~1500 pg/ml. Expt. 2 (reconsolidation blockade): On Day 2, a 28 ug/kg IV bolus of the matching placebo formulation will be infused over 30 minutes immediately following presentation of a single CS+.",
                    "armGroupLabels": [
                        "IV Placebo for Extinction Retention (Expt. 1)",
                        "IV Placebo for Reconsolidation Blockade (Expt. 2)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Extinction retention in Expt. 1",
                    "description": "To determine extinction retention, the difference between the average SCR to the first 4 fear conditioned stimuli (CS+) trials and the average SCR to first 4 neutral conditioned stimuli (CS-) trials on Day 3 will be calculated. Extinction retention for SCR will be defined as this differential SCR minus differential SCR for Day 2 (calculated as the difference between the average SCR to the last 4 CS+ trials and average SCR for last 4 CS- trials-the index of Day 2 extinction). For Fear-Potentiated Startle (FPS), the degree of FPS to the CS+ during the first 4 CS+ trials on Day 3 will be examined and compared to the FPS for the last 4 CS+ trials during extinction. Lower scores indicate better extinction retention.",
                    "timeFrame": "Day 3"
                },
                {
                    "measure": "Reconsolidation blockade in Expt. 2",
                    "description": "Reconsolidation blockade on Day 3 will be assessed by a) comparing the difference between the average SCR to the first 4 CS+ trials minus the average SCR to the first 4 CS- trials, and b) calculating the average FPS to the first 4 CS+ trials. Lower scores indicate better reconsolidation blockade.",
                    "timeFrame": "Day 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fear acquisition in Expt. 1",
                    "description": "Fear acquisition will be defined as the difference between the average SCR to the last 4 CS+ and average SCR to the last 4 CS- trials during the acquisition phase (i.e., differential SCR). For FPS, the last 4 trials of acquisition for each CS will be examined. Since FPS is calculated as the difference between startle to the CSs compared to Noise Alone (NA) trials, the standard is to use FPS to CS+ trials as the dependent variable rather than the difference between FPS to CS+ versus CS- as is typically done for SCR. Higher scores indicate greater conditioned fear acquisition.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Fear acquisition in Expt. 2",
                    "description": "Fear acquisition will be defined as the difference between the average SCR to the last 4 CS+ and average SCR to the last 4 CS- trials during the acquisition phase (i.e., differential SCR). For FPS, the last 4 trials of acquisition for each CS will be examined. Since FPS is calculated as the difference between startle to the CSs compared to NA trials, the standard is to use FPS to CS+ trials as the dependent variable rather than the difference between FPS to CS+ versus CS- as is typically done for SCR. Higher scores indicate greater conditioned fear acquisition.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Reinstatement of Conditioned Fear in Expt. 1",
                    "description": "Reinstatement of conditioned fear will be defined as the average SCR to the last 4 CS+ trials minus the average SCR to the last 4 CS- trials. For FPS, the last 4 CS+ trials will be examined. Higher scores indicate greater reinstatement of conditioned fear.",
                    "timeFrame": "Day 3"
                },
                {
                    "measure": "Reinstatement of Conditioned Fear in Expt. 2",
                    "description": "Reinstatement of conditioned fear will be defined as the average SCR to the last 4 CS+ trials minus the average SCR to the last 4 CS- trials. For FPS, the last 4 CS+ trials will be examined. Higher scores indicate greater reinstatement of conditioned fear.",
                    "timeFrame": "Day 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Chronic Posttraumatic Stress Disorder\n* Generally healthy and not on any prohibited medications (that could affect study outcomes)\n* Willing to abstain from alcohol for 2 weeks and from nicotine, marijuana or illicit drugs for 4 weeks before experimental procedures and throughout the study\n* Females: must have a menstrual cycle and not be on hormonal birth control (with a few exceptions; see below)\n* If gender non-conforming: must not be on hormone therapy\n\nExclusion Criteria:\n\n* Bipolar I disorder, schizophreniform disorder, or clinically significant psychotic symptoms apart from the presence of trauma-related sensory hallucinations or negative beliefs\n* Moderate or severe substance use disorder within three months of screening\n* Sleep Apnea\n* History of a suicide attempt within 1 year of enrolling\n* Imminent risk to self or others or require clinical intervention to maintain safety\n* Unstable medical condition or condition that may affect outcomes\n* Moderate or severe traumatic brain injury (TBI) (mild TBI acceptable; moderate TBI allowed for PK study)\n* Using any medications or substances (by self-report or toxicology testing) that may increase the risk of the side effects of IV Allo or affect the experimental results.\n* Unable to tolerate IV placement or blood drawing by needle stick\n* Wear hearing aids or fail hearing test (not applicable to PK study)\n* Females: pregnant, breastfeeding, or if of childbearing potential, unwilling to use two forms of effective birth control (except for hormonal contraceptives, unless intrauterine device \\[IUD\\] or a device like NuvaRing) for one week before and one month after study drug administration",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ann M Rasmusson, MD",
                    "role": "CONTACT",
                    "phone": "617-358-1871",
                    "email": "ptsdallo@bu.edu"
                },
                {
                    "name": "Kayla Brown",
                    "role": "CONTACT",
                    "email": "kdb123@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ann M Rasmusson, MD",
                    "affiliation": "Boston University School of Medicine, Dept of Psychiatry",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann M Rasmusson, MD",
                            "role": "CONTACT",
                            "phone": "617-358-1871",
                            "email": "ptsdallo@bu.edu"
                        },
                        {
                            "name": "Kayla Brown, MS, MS",
                            "role": "CONTACT",
                            "phone": "617-358-1871",
                            "email": "kdb123@bu.edu"
                        },
                        {
                            "name": "Suzanne Pineles, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Fonda, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mieke Verfaellie, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Wayne State University",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29325446",
                    "type": "BACKGROUND",
                    "citation": "Brunet A, Saumier D, Liu A, Streiner DL, Tremblay J, Pitman RK. Reduction of PTSD Symptoms With Pre-Reactivation Propranolol Therapy: A Randomized Controlled Trial. Am J Psychiatry. 2018 May 1;175(5):427-433. doi: 10.1176/appi.ajp.2017.17050481. Epub 2018 Jan 12."
                },
                {
                    "pmid": "15501585",
                    "type": "BACKGROUND",
                    "citation": "Debiec J, Ledoux JE. Disruption of reconsolidation but not consolidation of auditory fear conditioning by noradrenergic blockade in the amygdala. Neuroscience. 2004;129(2):267-72. doi: 10.1016/j.neuroscience.2004.08.018."
                },
                {
                    "pmid": "30782974",
                    "type": "BACKGROUND",
                    "citation": "Dunsmoor JE, Kroes MCW, Li J, Daw ND, Simpson HB, Phelps EA. Role of Human Ventromedial Prefrontal Cortex in Learning and Recall of Enhanced Extinction. J Neurosci. 2019 Apr 24;39(17):3264-3276. doi: 10.1523/JNEUROSCI.2713-18.2019. Epub 2019 Feb 19."
                },
                {
                    "pmid": "29792441",
                    "type": "BACKGROUND",
                    "citation": "Elsey JWB, Van Ast VA, Kindt M. Human memory reconsolidation: A guiding framework and critical review of the evidence. Psychol Bull. 2018 Aug;144(8):797-848. doi: 10.1037/bul0000152. Epub 2018 May 24."
                },
                {
                    "pmid": "22502987",
                    "type": "BACKGROUND",
                    "citation": "Glover EM, Jovanovic T, Mercer KB, Kerley K, Bradley B, Ressler KJ, Norrholm SD. Estrogen levels are associated with extinction deficits in women with posttraumatic stress disorder. Biol Psychiatry. 2012 Jul 1;72(1):19-24. doi: 10.1016/j.biopsych.2012.02.031. Epub 2012 Apr 12."
                },
                {
                    "pmid": "17923095",
                    "type": "BACKGROUND",
                    "citation": "Hu H, Real E, Takamiya K, Kang MG, Ledoux J, Huganir RL, Malinow R. Emotion enhances learning via norepinephrine regulation of AMPA-receptor trafficking. Cell. 2007 Oct 5;131(1):160-73. doi: 10.1016/j.cell.2007.09.017."
                },
                {
                    "pmid": "21377482",
                    "type": "BACKGROUND",
                    "citation": "Jovanovic T, Kazama A, Bachevalier J, Davis M. Impaired safety signal learning may be a biomarker of PTSD. Neuropharmacology. 2012 Feb;62(2):695-704. doi: 10.1016/j.neuropharm.2011.02.023. Epub 2011 Mar 4."
                },
                {
                    "pmid": "19144840",
                    "type": "BACKGROUND",
                    "citation": "Mamiya N, Fukushima H, Suzuki A, Matsuyama Z, Homma S, Frankland PW, Kida S. Brain region-specific gene expression activation required for reconsolidation and extinction of contextual fear memory. J Neurosci. 2009 Jan 14;29(2):402-13. doi: 10.1523/JNEUROSCI.4639-08.2009."
                },
                {
                    "pmid": "25312830",
                    "type": "BACKGROUND",
                    "citation": "Maren S. Out with the old and in with the new: Synaptic mechanisms of extinction in the amygdala. Brain Res. 2015 Sep 24;1621:231-8. doi: 10.1016/j.brainres.2014.10.010. Epub 2014 Oct 12."
                },
                {
                    "pmid": "18313695",
                    "type": "BACKGROUND",
                    "citation": "Milad MR, Orr SP, Lasko NB, Chang Y, Rauch SL, Pitman RK. Presence and acquired origin of reduced recall for fear extinction in PTSD: results of a twin study. J Psychiatr Res. 2008 Jun;42(7):515-20. doi: 10.1016/j.jpsychires.2008.01.017. Epub 2008 Feb 29."
                },
                {
                    "pmid": "20412837",
                    "type": "BACKGROUND",
                    "citation": "Milad MR, Zeidan MA, Contero A, Pitman RK, Klibanski A, Rauch SL, Goldstein JM. The influence of gonadal hormones on conditioned fear extinction in healthy humans. Neuroscience. 2010 Jul 14;168(3):652-8. doi: 10.1016/j.neuroscience.2010.04.030. Epub 2010 Apr 22."
                },
                {
                    "pmid": "19342552",
                    "type": "BACKGROUND",
                    "citation": "Monfils MH, Cowansage KK, Klann E, LeDoux JE. Extinction-reconsolidation boundaries: key to persistent attenuation of fear memories. Science. 2009 May 15;324(5929):951-5. doi: 10.1126/science.1167975. Epub 2009 Apr 2."
                },
                {
                    "pmid": "10963596",
                    "type": "BACKGROUND",
                    "citation": "Nader K, Schafe GE, Le Doux JE. Fear memories require protein synthesis in the amygdala for reconsolidation after retrieval. Nature. 2000 Aug 17;406(6797):722-6. doi: 10.1038/35021052."
                },
                {
                    "pmid": "22125516",
                    "type": "BACKGROUND",
                    "citation": "Norrholm SD, Anderson KM, Olin IW, Jovanovic T, Kwon C, Warren VT, McCarthy A, Bosshardt L, Sabree J, Duncan EJ, Rothbaum BO, Bradley B. Versatility of fear-potentiated startle paradigms for assessing human conditioned fear extinction and return of fear. Front Behav Neurosci. 2011 Nov 21;5:77. doi: 10.3389/fnbeh.2011.00077. eCollection 2011."
                },
                {
                    "pmid": "21035787",
                    "type": "BACKGROUND",
                    "citation": "Norrholm SD, Jovanovic T, Olin IW, Sands LA, Karapanou I, Bradley B, Ressler KJ. Fear extinction in traumatized civilians with posttraumatic stress disorder: relation to symptom severity. Biol Psychiatry. 2011 Mar 15;69(6):556-63. doi: 10.1016/j.biopsych.2010.09.013. Epub 2010 Oct 29."
                },
                {
                    "pmid": "16272153",
                    "type": "BACKGROUND",
                    "citation": "Oh MC, Derkach VA, Guire ES, Soderling TR. Extrasynaptic membrane trafficking regulated by GluR1 serine 845 phosphorylation primes AMPA receptors for long-term potentiation. J Biol Chem. 2006 Jan 13;281(2):752-8. doi: 10.1074/jbc.M509677200. Epub 2005 Nov 4."
                },
                {
                    "pmid": "10895567",
                    "type": "BACKGROUND",
                    "citation": "Orr SP, Metzger LJ, Lasko NB, Macklin ML, Peri T, Pitman RK. De novo conditioning in trauma-exposed individuals with and without posttraumatic stress disorder. J Abnorm Psychol. 2000 May;109(2):290-8."
                },
                {
                    "pmid": "16828533",
                    "type": "BACKGROUND",
                    "citation": "Orr SP, Milad MR, Metzger LJ, Lasko NB, Gilbertson MW, Pitman RK. Effects of beta blockade, PTSD diagnosis, and explicit threat on the extinction and retention of an aversively conditioned response. Biol Psychol. 2006 Oct;73(3):262-71. doi: 10.1016/j.biopsycho.2006.05.001. Epub 2006 Jul 7."
                },
                {
                    "pmid": "26866677",
                    "type": "BACKGROUND",
                    "citation": "Pineles SL, Nillni YI, King MW, Patton SC, Bauer MR, Mostoufi SM, Gerber MR, Hauger R, Resick PA, Rasmusson AM, Orr SP. Extinction retention and the menstrual cycle: Different associations for women with posttraumatic stress disorder. J Abnorm Psychol. 2016 Apr;125(3):349-55. doi: 10.1037/abn0000138. Epub 2016 Feb 11."
                },
                {
                    "pmid": "23047775",
                    "type": "BACKGROUND",
                    "citation": "Pitman RK, Rasmusson AM, Koenen KC, Shin LM, Orr SP, Gilbertson MW, Milad MR, Liberzon I. Biological studies of post-traumatic stress disorder. Nat Rev Neurosci. 2012 Nov;13(11):769-87. doi: 10.1038/nrn3339. Epub 2012 Oct 10."
                },
                {
                    "pmid": "30019147",
                    "type": "BACKGROUND",
                    "citation": "Rasmusson AM, Pineles SL. Neurotransmitter, Peptide, and Steroid Hormone Abnormalities in PTSD: Biological Endophenotypes Relevant to Treatment. Curr Psychiatry Rep. 2018 Jul 17;20(7):52. doi: 10.1007/s11920-018-0908-9."
                },
                {
                    "pmid": "16415868",
                    "type": "BACKGROUND",
                    "citation": "Tronson NC, Wiseman SL, Olausson P, Taylor JR. Bidirectional behavioral plasticity of memory reconsolidation depends on amygdalar protein kinase A. Nat Neurosci. 2006 Feb;9(2):167-9. doi: 10.1038/nn1628. Epub 2006 Jan 15."
                },
                {
                    "pmid": "26744059",
                    "type": "BACKGROUND",
                    "citation": "Zuj DV, Palmer MA, Hsu CM, Nicholson EL, Cushing PJ, Gray KE, Felmingham KL. IMPAIRED FEAR EXTINCTION ASSOCIATED WITH PTSD INCREASES WITH HOURS-SINCE-WAKING. Depress Anxiety. 2016 Mar;33(3):203-10. doi: 10.1002/da.22463. Epub 2016 Jan 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011280",
                    "term": "Pregnanolone"
                },
                {
                    "id": "C000625635",
                    "term": "Brexanolone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000081227",
                    "term": "Neurosteroids"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018757",
                    "term": "GABA Modulators"
                },
                {
                    "id": "D000018682",
                    "term": "GABA Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6263",
                    "name": "Coal Tar",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M14156",
                    "name": "Pregnanolone",
                    "asFound": "Ad hoc",
                    "relevance": "HIGH"
                },
                {
                    "id": "M117040",
                    "name": "Brexanolone",
                    "asFound": "Oral Mucosal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M2291",
                    "name": "Neurosteroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20827",
                    "name": "GABA Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "T281",
                    "name": "Sage",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}