{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05836090",
            "orgStudyIdInfo": {
                "id": "IRB00023017"
            },
            "organization": {
                "fullName": "Johns Hopkins Bloomberg School of Public Health",
                "class": "OTHER"
            },
            "briefTitle": "Family Spirit Strengths",
            "officialTitle": "Family Spirit Strengths",
            "acronym": "FSS",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "family-spirit-strengths"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-18",
            "studyFirstSubmitQcDate": "2023-04-18",
            "studyFirstPostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins Bloomberg School of Public Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project addresses the disproportionate morbidity and mortality associated with mental and behavioral health problems in American Indian and Alaska Native communities. Access to culturally competent and effective behavioral health services is limited in many of these communities. The investigators aim to address this gap by testing the effectiveness of a trans-diagnostic secondary prevention program, Family Spirit Strengths (FSS) that can be embedded within home visiting services. The FSS program is a skills-based program that incorporates elements of evidence-based practice, the Common Elements Treatment Approach (CETA), and materials informed and developed based on an Indigenous advisory group. The FSS program aims to help participants build self-efficacy and coping skills, as well as build stronger connections to others, the participants' community, and cultural resources. The investigators will use a randomized controlled trial, whereby half of the participants will receive FSS and the other half will receive an evidence-based nutrition education program. The investigators' study is grounded in participatory processes and led by a team of Indigenous and allied researchers."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Symptoms",
                "Anxiety Disorders and Symptoms",
                "Substance Use",
                "Mental Health Issue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 188,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Family Spirit Strengths (FSS)",
                    "type": "EXPERIMENTAL",
                    "description": "FSS participants will receive 4-16 (average of 6-8) intervention visits covering topics related to their mental and behavioral health. The number of sessions each participant receives varies and depends on their unique needs. To guide this process, all intervention participants will take a brief, in-session survey to screen for current challenges they may be facing. Their answers will help determine the content and dose of future sessions.",
                    "interventionNames": [
                        "Behavioral: Family Spirit Strengths (FSS)"
                    ]
                },
                {
                    "label": "Family Spirit Nurture",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants enrolled in nutrition education comparison group will receive 6 educational lessons related to promoting early childhood healthy growth. Lessons will be delivered bi-weekly for no longer than 4-months total. The lessons are from the evidence-based Family Spirit Nurture curriculum.",
                    "interventionNames": [
                        "Behavioral: Family Spirit Nurture"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family Spirit Strengths (FSS)",
                    "description": "The FSS intervention consists of psychoeducational components that emphasize the importance of mental and emotional health as part of overall wellness, and seek to normalize experiences of stress, to de-stigmatize help-seeking, and to build hope. Core content focuses on awareness of the connections between thoughts, feelings, behaviors, and spirituality, and imparts related self-help skills. It also specifically builds in connection to culture, land and others as coping strategies. The FSS lessons were developed based on culturally adapting the Common Elements Treatment Approach (CETA).",
                    "armGroupLabels": [
                        "Family Spirit Strengths (FSS)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Family Spirit Nurture",
                    "description": "The active control Family Spirit Nurture, is an evidence-based nutrition education curriculum that has been previously tested with Navajo communities which focuses on age-appropriate parental feeding practices, including snack routines, avoidance of sugar-sweetened beverages (SSB) and promotion of water consumption.",
                    "armGroupLabels": [
                        "Family Spirit Nurture"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in number of poor mental health days in last 30 days as assessed by a single item on the Health-Related Quality of Life (HRQOL) measure",
                    "description": "As measured by the single item on the Health-Related Quality of Life (HRQOL) which asks responders to identify how many days in the past 30 day they experience bad or poor mental health. Scores may range from 0-30 where 0 indicates the participant did not experience any poor mental health days in the last 30 days and 30 indicates the participant experienced a poor mental health day every day in the last 30 days. A difference in mean for the past 30 days will be calculated at the 6 month follow-up timepoint.",
                    "timeFrame": "baseline, 3-4 months post baseline, 6-8 months post baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Substance Use as measure by the Timeline Follow Back for Substance Use",
                    "description": "Timeline Follow Back for substance use is a 21 item assessment tool used to measure substance use. Domains measured by this tool include alcohol, marijuana, other drugs, and cigarette use. Participants will be asked to report on any use within the past two weeks. This tool uses standard units of alcoholic beverages, in which each count as one drink. The average alcohol score ranges from 0-4. An average score of 2 or above indicates some level of risk and warrants a referral for additional support. The average drug use score range is 0-6. An average score of 1 or above indicates some level of drug use risk and a referral for additional support will be made. The average score range for injection drug use is 0-3. An average injection drug use score of 1 or higher indicates some level of risk and a referral for additional support will be made. For any score of less than scores stated above as being high risk will be considered low risk and no referral is necessary.",
                    "timeFrame": "baseline, 3-4 months post baseline, 6-8 months post baseline"
                },
                {
                    "measure": "Change in depressive symptoms as measured by the Centers for Epidemiological Research Revised 10 item scale (CESDR-10)",
                    "description": "Centers for Epidemiological Research Revised 10 item scale (CESDR-10). This 10-item screening measure is used to identify individuals who are at high-risk for major depressive disorder. It asks respondents to rate the frequency of specific depressive symptoms in the past two weeks. The more often depressive symptoms that are experienced by the respondent and the more depressive symptoms they experience in general, the higher the risk for major depressive disorder. The average score range for this measure is 0-3. An average score of 0.80 and over is considered high risk and warrants a referral for additional support. A score lower than 0.80 is considered at lower risk and no referral is necessary.",
                    "timeFrame": "baseline, 3-4 months post baseline, 6-8 months post baseline"
                },
                {
                    "measure": "Change in anxiety symptoms as measured by the Patient-Reported Outcomes Measurement Information System (PROMIS) short form",
                    "description": "Patient-Reported Outcomes Measurement Information System (PROMIS) short form. This 8-item anxiety screening tool asks respondents to rate how often they feel anxiety symptoms in the past 7 days. Items focus on feeling fearful, anxious, worried, nervous, uneasy, tense, and unable to focus on anything other than anxiety. The more often anxiety symptoms are experienced by the respondent and the more anxiety symptoms they experience in general, the higher the risk for an anxiety disorder. The average score range for this measure is 0-4. An average score of 2.125 and above is considered high risk, warrants a referral for additional support. Scores lower than 2.125 average score are considered at lower risk and no referral is necessary.",
                    "timeFrame": "baseline, 3-6 months post baseline, 6-8 months post baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identify as female; and\n* Pregnant or be a primary caregiver of a child that is 24 months or younger; and\n* 14 years or older at time of enrollment; and\n* Report a family history of high-risk substance use and/or report high-risk levels of personal substance use; and\n* Have elevated symptoms of depression and/or anxiety and/or risk of substance use disorder; and\n* Be part of the service population of one of the participating sites.\n\nExclusion Criteria:\n\n* Profound disability that limits the ability to participate in assessments or interventions; and\n* Unlikely to be residing in or near the research service area for the next 6 months.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Identifies as female",
            "minimumAge": "14 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Haroz, PhD",
                    "role": "CONTACT",
                    "phone": "410-449-0051",
                    "email": "eharoz1@jhu.edu"
                },
                {
                    "name": "Leonela Nelson, MPH",
                    "role": "CONTACT",
                    "phone": "505-368- 4234",
                    "email": "lnelso32@jhu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Haroz",
                    "affiliation": "Johns Hopkins Bloomberg School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Center for Indigenous Health",
                    "status": "RECRUITING",
                    "city": "Chinle",
                    "state": "Arizona",
                    "zip": "86503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brandy Begay",
                            "role": "CONTACT",
                            "phone": "928-674-6824",
                            "email": "bbegay4@jh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15445,
                        "lon": -109.55261
                    }
                },
                {
                    "facility": "Pokagon Health Services",
                    "status": "RECRUITING",
                    "city": "Pokagon",
                    "state": "Michigan",
                    "zip": "49047",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Leffler",
                            "role": "CONTACT",
                            "phone": "269-462-4406",
                            "email": "Elizabeth.Leffler@pokagonband-nsn.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.91255,
                        "lon": -86.1764
                    }
                },
                {
                    "facility": "Johns Hopkins Center For Indigenous Health",
                    "status": "RECRUITING",
                    "city": "Shiprock",
                    "state": "New Mexico",
                    "zip": "87420",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leonela Nelson, MPH",
                            "role": "CONTACT",
                            "email": "lnelso32@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.78555,
                        "lon": -108.68703
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Johns Hopkins Center for Indigenous Health Family Spirit Strengths program description",
                    "url": "https://cih.jhu.edu/programs/family-spirit-strengths/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        }
    },
    "hasResults": false
}