{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04338152",
            "orgStudyIdInfo": {
                "id": "20-002102"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH123575-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH123575-01"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Family-Focused Therapy for Individuals at High Clinical Risk for Psychosis: A Confirmatory Efficacy Trial",
            "officialTitle": "Family-Focused Therapy for Individuals at High Clinical Risk for Psychosis: A Confirmatory Efficacy Trial",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "family-focused-therapy-for-individuals-at-high-clinical-risk-for-psychosis-a-confirmatory-efficacy-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-03",
            "studyFirstSubmitQcDate": "2020-04-03",
            "studyFirstPostDateStruct": {
                "date": "2020-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David J. Miklowitz, Ph.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The present study is a confirmatory efficacy trial of Family Focused Therapy for youth at clinical high risk for psychosis (FFT-CHR). This trial is sponsored by seven mature CHR clinical research programs from the North American Prodrome Longitudinal Study (NAPLS). The young clinical high risk sample (N = 220 youth ages 13-25) is to be followed at 6-month intervals for 18 months.",
            "detailedDescription": "This randomized, single blind trial will compare outcomes from a 6-month FFT-CHR intervention and a control condition (enhanced care, or EC) matched to the FFT-CHR in duration (6 months) and access to a clinician. Participants families in FFT-CHR are provided 18 family sessions augmented by a therapy app with content and surveys, while participants in the EC condition are provided three family sessions plus five monthly individual support and case management sessions. Duration of therapy sessions is one hour.\n\nMain Goals of FFT-CHR (Experimental Treatment)\n\n1. To assist young clients and their family in: developing a common understanding of CHR symptoms; recognizing early signs of escalating symptoms; practicing individual and family coping strategies; and pre-planning family responses to any escalation in symptoms. When families have poor understanding of CHR symptoms and strategies for their management, this can fuel stressful home dynamics and contribute to youth withdrawal and decompensation.\n2. For the youth and their family members to learn to express more constructive messages during their interactions, particularly regarding highly charged topics such as curbing risky behaviors and management of the offspring's symptoms.\n3. For youth and family members to practice skills for resolving family or extrafamilial conflicts (usually those related to the youth's functioning) through effective communication and problem solving\n\nThe control condition, Enhanced Care (EC) shares the psychoeducation goal of FFT-CHR but is more oriented toward skill-training for the individual patient. Whereas it does not offer the same level of opportunity for families to build communication and problem-solving skills, the family is actively involved in helping the individual develop a relapse prevention plan. Monthly individual sessions focus on the development of individual coping skills such as symptom tracking and problem-solving. Both conditions require families to submit real-time mobile app surveys to assist with progress tracking.\n\nStudy Aims\n\nThe primary clinical outcomes are prodromal positive symptom scores examined immediately after treatment (6 months) and at 18 months. Secondary outcomes are time to remission of positive symptoms and psychosocial functioning over 18 months. Temporal relationships between early changes in treatment targets and later changes in symptoms or psychosocial functioning will also be examined.\n\nPrimary Hypotheses\n\n1. FFT-CHR (vs. EC) will be associated with greater improvement in positive symptoms by end of therapy and follow-up (6 and 18 months), and greater high-risk syndrome remission and better psychosocial functioning at 18 months\n2. FFT-CHR (vs. EC) will be associated with greater improvement in family communication and problem solving at 6 months\n3. FFT-CHR (vs. EC) will be associated with greater improvement in youth-perceived parental criticism at 6 months. In turn, improvements in family communication, problem-solving and youths' perceptions of criticism will be associated with downstream improvements in the youths' primary outcomes (positive symptoms) and secondary outcomes (time to remission and psychosocial functioning) over 18 months. Thus, improvements in family functioning are hypothesized to mediate the relationship between treatment condition (FFT-CHR, EC) and changes in primary and secondary outcomes in the individual with CHR syndrome.\n4. CHR individuals with higher baseline risk of conversion are hypothesized to improve more on family communication over 6 months and primary and secondary outcomes over 18 months in FFT-CHR than in EC."
        },
        "conditionsModule": {
            "conditions": [
                "Psychotic Disorders",
                "Prodromal Symptoms",
                "Prodromal Schizophrenia",
                "Psychosis",
                "Family"
            ],
            "keywords": [
                "Family Therapy",
                "Family Focused Therapy",
                "Prodromal psychosis",
                "Clinical High Risk"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "FFT-CHR assists families with (1) recognizing the youth's psychosis risk symptoms and warning signs of escalating risk, (2) understanding vulnerability to psychosis and interventions, and (3) operating effectively as a unit. The manual includes session instructions and handouts.\n\nThe Enhanced care (EC) condition has also been manualized and tested as a family educational treatment in CHR and bipolar youth. The 3 weekly sessions involve an abridged form of FFT-CHR psychoeducation. Then the youth has monthly individual sessions focused on applying the prevention plan and nondirective problem-solving of conflicts. The clinician serves as case manager.\n\nSee further description below.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "FFT-CHR",
                    "type": "EXPERIMENTAL",
                    "description": "Family-Focused Therapy for Clinical High-Risk Individuals",
                    "interventionNames": [
                        "Behavioral: Family Focused Therapy for Clinical High Risk Youth (FFT-CHR)"
                    ]
                },
                {
                    "label": "Enhanced Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Enhanced Care Psychoeducation for Clinical High-Risk Individuals",
                    "interventionNames": [
                        "Behavioral: Enhanced Care (EC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family Focused Therapy for Clinical High Risk Youth (FFT-CHR)",
                    "description": "Family-Focused Therapy (FFT) has been tested in randomized trials involving persons with bipolar disorder, depression, and clinical high-risk syndromes. FFT-CHR provides families with psychoeducation (sessions 1-6) about prodromal symptoms and the role of the family in helping maintain stability. Clients are supported in building coping skills and monitoring thoughts, perceptions, and mood. The family formulates a prevention action plan to prevent prodromal symptoms from escalating into full episodes. Communication training (sessions 7-13) teaches families to express positive and negative feelings, listen actively, make positive requests for change, and communicate clearly through role-playing and between-session practice. In problem solving (sessions 14-18) participants learn to break down problems into smaller ones, evaluate pros/cons, and choose solutions to implement.",
                    "armGroupLabels": [
                        "FFT-CHR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Care (EC)",
                    "description": "Enhanced care (EC) has been tested as a family educational treatment in CHR and bipolar youth. The first 3 sessions of EC involve the CHR person and family (parents, siblings) and cover the same content as the psychoeducational module of FFT in abridged form. The objective of these sessions is to develop a prevention action plan. Then, the CHR person is offered monthly individual sessions with the same clinician over the next 5 months, for a total of 8 sessions over 6 months. The individual sessions focus on applying the prevention action plan when symptoms emerge, and supportive, nondirective problem-solving regarding areas of conflict with family, with peers or in the educational or occupational arena. The clinician also serves as case manager.",
                    "armGroupLabels": [
                        "Enhanced Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Structured Interview for Psychosis-risk Syndromes Scale of Prodromal Symptoms (SOPS)",
                    "description": "The change from baseline to follow-up in Total Scale of Prodromal Symptoms (SOPS) Positive scores (sum of items 1 to 5) will be significantly greater in clinical high-risk patients assigned to FFT-CHR vs. EC. Total SOPS scores range from 0-30, with higher scores indicating more severe symptoms. In FFT-CHR (versus EC), rates of remission of prodromal symptoms will be higher and rates of conversion to psychosis will be lower over 18 months.",
                    "timeFrame": "0, 6, 12, and 18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived Criticism Scale",
                    "description": "Measures adolescent perceived criticism from parent(s) during treatment (highest sum score for two items rated 1-10 each, with higher scores indicating more perceived criticism), as well as parental self-rated criticism of their child (highest sum score for either parent for the 2 items rated 1-10)",
                    "timeFrame": "0, 6, 12, and 18 months"
                },
                {
                    "measure": "Family Interactional Assessment Task",
                    "description": "Measures proportion of constructive vs. conflictual parent/offspring and offspring/parent communication. Scores are derived from a 10-minute live interaction sample and transcript, with each speaking turn rated on communication dimensions. Proportional scores range from 0 - 1.0, with higher scores indicating a greater proportion of conflictual (or constructive) communication",
                    "timeFrame": "0 and 6 months"
                },
                {
                    "measure": "Appraisal of Family Interactions",
                    "description": "Perceived frequency of constructive/calm and critical/conflictual interactions in each parent/offspring pairing. Sum of 5 items (1-10 scales) filled out by parent(s)/youth about the frequency of critical-conflictual and calm-constructive interactions and the level of distress experienced in these interactions, with higher scores indicating more of the behavior (conflict, constructive communication or distress)",
                    "timeFrame": "0, 6, 12, and 18 months"
                },
                {
                    "measure": "Global Functioning: Social Scale; Global Functioning: Role Scale",
                    "description": "Independent evaluator rated social functioning and school/job functioning scales based on set interview questions and assessment data. Both scales capture level of functioning for the recent month, rated from 1-10, with higher scores indicating better functioning.",
                    "timeFrame": "0, 6, 12, and 18 months"
                },
                {
                    "measure": "Global Assessment of Functioning Scale from the Structured Interview for Psychosis-risk Syndromes",
                    "description": "Independent evaluator rating of combined symptom and psychosocial functioning. 1-100 point scale captures current functioning and highest/lowest functioning since previous assessment point. Higher scores indicate better functioning.",
                    "timeFrame": "0, 6, 12, and 18 months"
                },
                {
                    "measure": "Calgary Depression Scale for Schizophrenia",
                    "description": "Depression severity score based on 9-item evaluator interview (0-3 severity scores for each item). Combined total depression score, where higher scores indicate more depression.",
                    "timeFrame": "0, 6, 12, and 18 months"
                },
                {
                    "measure": "The Alcohol and Drug Use Scale",
                    "description": "Independent evaluator rating of frequency of use and level of impairment from alcohol and substance use in the recent month, based on combined youth and parent reports. Higher scores indicate more substance or alcohol use.",
                    "timeFrame": "0, 6, 12, and 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Participants must be able to understand and sign an informed consent (or assent for minors) document in English;\n2. Youth has at least one parent or legal guardian who participants sees often enough (minimum 4 hours/week) that family intervention is sensible, who is English-speaking, and who consents to study participation and treatment sessions; and\n3. Youth currently meets criteria for clinical high-risk (CHR) for psychosis, with attenuated positive symptoms that have begun or worsened in the past 12 months, genetic risk and deterioration, or brief intermittent psychotic symptoms. Eligible participants may meet DSM-5 criteria for any non-psychotic disorder (e.g. major depression, anxiety disorders, ADHD), as long as the disorder does not clearly account for the presence of psychosis risk symptoms.\n\nExclusion Criteria\n\n1. Current or lifetime Axis 1 psychotic disorder by DSM-5 criteria\n2. Impaired intellectual functioning (IQ\\<70)\n3. Unwilling or unable to taper individual therapy to monthly by start of treatment\n4. Past or current history of a clinically significant medical or central nervous system disorder that may contribute to CHR symptoms or confound assessment\n5. Severe substance or alcohol use disorder within the past 6 months, and/or substance use (including cannabis) is causally related to recent onset of CHR symptoms so as to confound prodromal diagnostic determination.\n\nIf either an exclusionary medical condition or an incidental medical condition is suspected, the participant will be advised to consult with their physician or will be referred to a specialist. Eligibility for the trial will be reconsidered if the medical condition has been treated to remission and the subject still meets CHR criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle M. Denenny, Ph.D.",
                    "role": "CONTACT",
                    "phone": "310-825-8740",
                    "email": "ddenenny@mednet.ucla.edu"
                },
                {
                    "name": "David J. Miklowitz, Ph.D.",
                    "role": "CONTACT",
                    "phone": "310-267-2659",
                    "email": "dmiklowitz@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David J. Miklowitz, Ph.D.",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Carrie E. Bearden, Ph.D.",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kristin S. Cadenhead, M.D.",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Scott Woods, M.D.",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jean M. Addington, Ph.D.",
                    "affiliation": "University of Calgary",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michelle Friedman-Yakoobian, Ph.D.",
                    "affiliation": "Harvard Medical School/Massachusetts Mental Health Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Andrea M. Auther, Ph.D.",
                    "affiliation": "Zucker Hillside Hospital at Hofstra / Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Barbara A. Cornblatt, Ph.D., M.B.A.",
                    "affiliation": "Hofstra University / Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Daniel H. Mathalon, Ph.D., M.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Holly K. Hamilton, Ph.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David J Miklowitz, Ph.D.",
                            "role": "CONTACT",
                            "phone": "310-267-2659",
                            "email": "dmiklowitz@mednet.ucla.edu"
                        },
                        {
                            "name": "Brittany N Matkevich",
                            "role": "CONTACT",
                            "phone": "310-825-2836",
                            "email": "bmatkevich@mednet.ucla.edu"
                        },
                        {
                            "name": "David J Miklowitz, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristin Cadenhead, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kristin Cadenhead, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "University of California, San Francisco School of Medicine",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Mathalon, MD",
                            "role": "CONTACT",
                            "phone": "415-221-4810",
                            "phoneExt": "3860"
                        },
                        {
                            "name": "Holly Hamilton, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Yale University",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott Woods, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Scott Woods, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Harvard University/Beth Israel Deconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Michelle Friedman-Yakoobian, Ph.D.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Larry Seidman, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Zucker Hillside Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "11004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Cornblatt, Ph.D.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Barbara Cornblatt, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of Calgary",
                    "status": "RECRUITING",
                    "city": "Calgary",
                    "state": "Alberta",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Jean Addington, Ph.D.",
                            "role": "CONTACT",
                            "email": "jmadding@ucalgary.ca"
                        },
                        {
                            "name": "Jean Addington, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.05011,
                        "lon": -114.08529
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27471058",
                    "type": "BACKGROUND",
                    "citation": "Miklowitz DJ, Chung B. Family-Focused Therapy for Bipolar Disorder: Reflections on 30 Years of Research. Fam Process. 2016 Sep;55(3):483-99. doi: 10.1111/famp.12237. Epub 2016 Jul 29."
                },
                {
                    "pmid": "24725329",
                    "type": "BACKGROUND",
                    "citation": "Marvin SE, Miklowitz DJ, O'Brien MP, Cannon TD. Family-focused therapy for individuals at clinical high risk for psychosis: treatment fidelity within a multisite randomized trial. Early Interv Psychiatry. 2016 Apr;10(2):137-43. doi: 10.1111/eip.12144. Epub 2014 Apr 11."
                },
                {
                    "pmid": "25062592",
                    "type": "BACKGROUND",
                    "citation": "Miklowitz DJ, O'Brien MP, Schlosser DA, Addington J, Candan KA, Marshall C, Domingues I, Walsh BC, Zinberg JL, De Silva SD, Friedman-Yakoobian M, Cannon TD. Family-focused treatment for adolescents and young adults at high risk for psychosis: results of a randomized trial. J Am Acad Child Adolesc Psychiatry. 2014 Aug;53(8):848-58. doi: 10.1016/j.jaac.2014.04.020. Epub 2014 Jun 2."
                },
                {
                    "pmid": "24188511",
                    "type": "BACKGROUND",
                    "citation": "O'Brien MP, Miklowitz DJ, Candan KA, Marshall C, Domingues I, Walsh BC, Zinberg JL, De Silva SD, Woodberry KA, Cannon TD. A randomized trial of family focused therapy with populations at clinical high risk for psychosis: effects on interactional behavior. J Consult Clin Psychol. 2014 Feb;82(1):90-101. doi: 10.1037/a0034667. Epub 2013 Nov 4."
                },
                {
                    "pmid": "26168262",
                    "type": "BACKGROUND",
                    "citation": "O'Brien MP, Miklowitz DJ, Cannon TD. Decreases in perceived maternal criticism predict improvement in subthreshold psychotic symptoms in a randomized trial of family-focused therapy for individuals at clinical high risk for psychosis. J Fam Psychol. 2015 Dec;29(6):945-51. doi: 10.1037/fam0000123. Epub 2015 Jul 13."
                },
                {
                    "pmid": "29389150",
                    "type": "BACKGROUND",
                    "citation": "Salinger JM, O'Brien MP, Miklowitz DJ, Marvin SE, Cannon TD. Family communication with teens at clinical high-risk for psychosis or bipolar disorder. J Fam Psychol. 2018 Jun;32(4):507-516. doi: 10.1037/fam0000393. Epub 2018 Feb 1."
                },
                {
                    "pmid": "18996681",
                    "type": "BACKGROUND",
                    "citation": "O'Brien MP, Zinberg JL, Ho L, Rudd A, Kopelowicz A, Daley M, Bearden CE, Cannon TD. Family problem solving interactions and 6-month symptomatic and functional outcomes in youth at ultra-high risk for psychosis and with recent onset psychotic symptoms: a longitudinal study. Schizophr Res. 2009 Feb;107(2-3):198-205. doi: 10.1016/j.schres.2008.10.008. Epub 2008 Nov 8."
                },
                {
                    "pmid": "17440198",
                    "type": "BACKGROUND",
                    "citation": "Cornblatt BA, Auther AM, Niendam T, Smith CW, Zinberg J, Bearden CE, Cannon TD. Preliminary findings for two new measures of social and role functioning in the prodromal phase of schizophrenia. Schizophr Bull. 2007 May;33(3):688-702. doi: 10.1093/schbul/sbm029. Epub 2007 Apr 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon completing the study we will submit a CD-ROM to the NIH Freedom of Information Act Coordinator containing all raw data, variable coding information, copies of measures, study protocol, and consent/assent forms. We will share the data with other investigators through the National Database for Clinical Trials Related to Mental Illness, using a Global Unique Identifier for each subject and Data Dictionary technology. Data descriptives (i.e., means, SDs) will be submitted every 6 months, with the full dataset submitted at the end of the four-year grant period.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "1 year following end of study.",
            "accessCriteria": "To be determined."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000062706",
                    "term": "Prodromal Symptoms"
                },
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30001",
                    "name": "Prodromal Symptoms",
                    "asFound": "Prodromal Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}