{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05791240",
            "orgStudyIdInfo": {
                "id": "2022-5221"
            },
            "organization": {
                "fullName": "Ann & Robert H Lurie Children's Hospital of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Family-Initiated Interpretation in the PICU",
            "officialTitle": "Family-Initiated Interpretation: A Novel Approach to Communication in the Pediatric Intensive Care Unit",
            "therapeuticArea": [
                "Other"
            ],
            "study": "family-initiated-interpretation-in-the-picu"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-22",
            "studyFirstSubmitQcDate": "2023-03-28",
            "studyFirstPostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ann & Robert H Lurie Children's Hospital of Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University Feinberg School of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to compare interpreter use rates before and after allowing non-English speaking families to call an interpreter themselves. The main questions it aims to answer are:\n\nIs it feasible for families to call an interpreter themselves? Will allowing families to call an interpreter themselves increase the rate of professional interpreter utilization?\n\nParticipants will be given an interpreting tablet and instructed to use the interpreter application whenever they would like to talk to the medical team. There will be a short survey on the feasibility and acceptability of the intervention for the patients and the medical team. The study team will then look at interpreter use rates before and after the intervention.",
            "detailedDescription": "More than 25 million people in the United States have limited English proficiency. Patients with limited English proficiency face worse clinical outcomes than their English proficient counterparts, like longer length of stays, increased adverse events, and decreased understanding of their child's care. Language barriers may be particularly important in the pediatric intensive care unit (PICU), where parents encounter challenging medical decisions like choosing to pursue high-risk therapies or making end-of-life decisions.\n\nProfessional interpretation has been shown to mitigate negative outcomes for this population. For instance, one study showed decreased mortality in the pediatric intensive care unit (PICU) for Latino patients after in-person interpreter availability was increased; however, interpreters are still widely underutilized. One study in a PICU revealed that only 53% of doctors and 41% of nurses used an interpreter \"often\" for their patients who needed it. To improve clinical outcomes for this population, communication with patients with LEP needs to be improved.\n\nHealth disparities as a result of limited English proficiency are unjust, and a just medical system would allow patients with LEP to access the same quality of care as their English-proficiency counterparts. One way to improve communication may be to provide families with an opportunity to initiate interpreter use on their own. Although families have expressed a desire for this, no previous studies have examined the effects of this strategy.\n\nHypothesis:\n\nThe study team hypothesizes that implementing a novel family-initiated interpretation system will lead to greater use of interpreters, compared to the current standard of care. The investigators plan to test this hypothesis in the PICU. The specific aims are:\n\nExplore the feasibility, usability, and acceptability of a family-initiated interpreter intervention among healthcare providers, and the acceptability of the intervention among families with limited English proficiency.\n\nExamine the impact of family-initiated interpretation intervention on professional interpreter utilization by comparing pre and post-intervention professional interpreter utilization rates in the PICU.\n\nBy allowing families to initiate contact with an interpreter, the study team believe that interpreter utilization will increase, with the potential to decrease disparities in the limited English proficiency population. This work will inform future work to improve care for patients with limited English proficiency, and the investigators plan to investigate the clinical impact of this interpreter modality in future projects."
        },
        "conditionsModule": {
            "conditions": [
                "Limited English Proficiency"
            ],
            "keywords": [
                "limited English proficiency",
                "interpretation",
                "health equity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-Intervention",
                    "type": "NO_INTERVENTION",
                    "description": "The medical team will use standard interpreter practices with this group."
                },
                {
                    "label": "Interventional",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will be given interpreter tablets in order to allow them to call interpreter themselves.",
                    "interventionNames": [
                        "Behavioral: Family Initiated Interpretation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family Initiated Interpretation",
                    "description": "Interpreter tablet will be given to families so they can contact an interpreter themselves.",
                    "armGroupLabels": [
                        "Interventional"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Interpreter Utilization",
                    "description": "Number of interpreter encounters per limited English proficiency patient day",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients and families admitted to the pediatric intensive care unit (PICU) whose family requires an interpreter\n\nExclusion Criteria:\n\n* Patients and families who do not require interpretation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Pilarz, MD",
                    "role": "CONTACT",
                    "phone": "3122274000",
                    "email": "mpilarz@luriechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary Pilarz, MD",
                    "affiliation": "Ann and Robert H. Lurie Children's Hospital of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ann & Robert H. Lurie Children's Hospital of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Pilarz",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2023-03-20",
                    "uploadDate": "2023-03-27T18:00",
                    "filename": "Prot_000.pdf",
                    "size": 346433
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}