{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05960461",
            "orgStudyIdInfo": {
                "id": "STUDY00008499"
            },
            "secondaryIdInfos": [
                {
                    "id": "2U01AA026104",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2U01AA026104"
                }
            ],
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Families Moving Forward (FMF) Connect Pro for Mental Health Providers",
            "officialTitle": "Families Moving Forward (FMF) Connect Pro for Mental Health Providers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "families-moving-forward-fmf-connect-pro-for-mental-health-providers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-16",
            "studyFirstSubmitQcDate": "2023-07-16",
            "studyFirstPostDateStruct": {
                "date": "2023-07-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christie Petrenko",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test a new provider-assisted version of the caregiver Families Moving Forward (FMF) Connect app (\"FMF Connect Pro\") with mental health providers in the United States. In FMF Connect Pro, mental health providers learn to do routine screening for prenatal alcohol exposure, diagnose fetal alcohol spectrum disorders (FASD), and support families in using the FMF Connect caregiver app.\n\nTwo different training methods will be compared with a waitlist group in this study. The first training method involves 13-sessions of tele-mentoring using an Extension of Community Healthcare Outcomes (ECHO) approach. The second training method involves a self-directed approach in which providers will access similar content in any asynchronous format on a website.\n\nThe main questions this study aims to answer are:\n\n* What is the proportion of agencies and providers who accept and participate in the clinical trial (Reach)?\n* Do study groups differ on provider outcome measures of Effectiveness (clients screened/diagnosed), Adoption (provider change in knowledge, self-efficacy), Implementation (practice change, FMF Connect Pro Dashboard usage), and Maintenance of FASD-informed care practice change?\n\nAll mental health providers in the study will complete online assessments at study entry, 6 months, and 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Fetal Alcohol Spectrum Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "FMF (Families Moving Forward) Connect Pro with ECHO implementation",
                    "type": "EXPERIMENTAL",
                    "description": "Mental health providers are trained in FMF Connect Pro with ECHO (Extension of Community Healthcare Outcomes) tele-mentoring. FMF Connect Pro teaches mental health providers how to do routine screening of prenatal alcohol exposure, diagnose fetal alcohol spectrum disorders (FASD), and support caregivers in using the FMF Connect app. The FMF Connect Pro Dashboard organizes intervention content for providers and includes tools for client progress monitoring. In this arm, providers receive training in FMF Connect Pro through 13 bi-weekly ECHO tele-mentoring sessions. Each ECHO session involves brief didactic presentations by Hub Team members on FASD-informed care principles and FMF Connect content and case-based discussions and recommendations by Spoke Sites.",
                    "interventionNames": [
                        "Behavioral: FMF (Families Moving Forward) Connect Pro",
                        "Behavioral: ECHO (Extension of Community Healthcare Outcomes) implementation."
                    ]
                },
                {
                    "label": "FMF (Families Moving Forward) Connect Pro with Self-directed materials",
                    "type": "EXPERIMENTAL",
                    "description": "Mental health providers are trained in FMF Connect Pro with self-directed materials. FMF Connect Pro teaches mental health providers how to do routine screening of prenatal alcohol exposure, diagnose fetal alcohol spectrum disorders (FASD), and support caregivers in using the FMF Connect app. The FMF Connect Pro Dashboard organizes intervention content for providers and includes tools for client progress monitoring. In this arm, mental health providers will access similar didactic content as ECHO participants, but in an asynchronous format on the FMF Connect Pro Dashboard. This will include pre-recorded videos, activities, and additional resources for further learning.",
                    "interventionNames": [
                        "Behavioral: FMF (Families Moving Forward) Connect Pro",
                        "Behavioral: Self-Directed Learning implementation."
                    ]
                },
                {
                    "label": "Waitlist Comparison Group",
                    "type": "NO_INTERVENTION",
                    "description": "The waitlist comparison group will receive FMF Connect Pro via Self-directed materials after completing assessments at the 6-month timepoint."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "FMF (Families Moving Forward) Connect Pro",
                    "description": "FMF Connect Pro is a program supported by mental health providers to increase access to care for children (ages 3 to 12) with fetal alcohol spectrum disorders (FASD) and their families. FMF Connect Pro teaches and supports providers in 3 main activities:\n\n1. Routine screening of prenatal alcohol exposure (PAE)\n2. Apply DSM-5 diagnostic criteria for \"Neurodevelopmental Disorder Associated with Prenatal Alcohol Exposure (ND-PAE)\"\n3. Support caregivers using the FMF Connect app\n\nFMF Connect Pro involves a Provider Dashboard with several main sections:\n\n* Learning - includes content and additional resources to support providers in learning how to screen PAE, diagnose ND-PAE, and support families using the FMF Connect app.\n* Tools and Resources - includes: screening, diagnostic, and documentation templates; app tip sheets; workbooks; supporting articles, websites, and other resources\n* Clients - providers can track clients' progress using the FMF Connect app",
                    "armGroupLabels": [
                        "FMF (Families Moving Forward) Connect Pro with ECHO implementation",
                        "FMF (Families Moving Forward) Connect Pro with Self-directed materials"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "ECHO (Extension of Community Healthcare Outcomes) implementation.",
                    "description": "Mental health providers participate in a 13-session tele-mentoring training program using the ECHO (Extension of Community Healthcare Outcomes) approach. Each session involves a brief didactic presentation and case-based learning using de-identified cases shared by participants. The curriculum teaches providers how to do FMF Connect Pro.",
                    "armGroupLabels": [
                        "FMF (Families Moving Forward) Connect Pro with ECHO implementation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Directed Learning implementation.",
                    "description": "Mental health providers complete 13 learning modules asynchronously on the FMF Connect Pro Dashboard. These modules include pre-recorded didactic content, brief exercises to assess learning, and additional resources. The curriculum teaches providers how to do FMF Connect Pro.",
                    "armGroupLabels": [
                        "FMF (Families Moving Forward) Connect Pro with Self-directed materials"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reach: proportion of agencies who accept introductory webinar presentation",
                    "description": "Research staff will document the number of mental health agencies who agree to participate in the introductory webinar presentation out of the total number approached.",
                    "timeFrame": "3 months prior to baseline"
                },
                {
                    "measure": "Reach: proportion of mental health providers who enroll in the study",
                    "description": "Research staff will document the number of mental health providers who enroll in the study out of the total number of providers who attend the introductory webinar at recruitment.",
                    "timeFrame": "3 months prior to baseline"
                },
                {
                    "measure": "Reach: proportion of mental health providers who complete data collection",
                    "description": "Research staff will document the number of mental health providers who complete follow-up data collection out of the total number of providers who enrolled in the study.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Effectiveness: Percentage of clients screened for prenatal alcohol exposure",
                    "description": "Mental health providers will be asked as part of the Practice Change survey at each time point the percentage of clients they screen for prenatal alcohol exposure.",
                    "timeFrame": "baseline to 1 year"
                },
                {
                    "measure": "Effectiveness: Number of clients diagnosed with a fetal alcohol spectrum disorder",
                    "description": "Mental health providers will be asked at each time point the number of clients they have diagnosed with a fetal alcohol spectrum disorder (using the DSM-5 Neurodevelopmental Disorder Associated with Prenatal Alcohol Exposure criteria).",
                    "timeFrame": "baseline to 1 year"
                },
                {
                    "measure": "Effectiveness: Number of clients enrolled in FMF Connect Pro Dashboard",
                    "description": "FMF Connect Pro Dashboard analytics will be examined to assess the number of clients providers have enrolled in FMF Connect.",
                    "timeFrame": "baseline to 1 year"
                },
                {
                    "measure": "Adoption: Number of ECHO Sessions Completed",
                    "description": "Participant attendance at each ECHO session will be measured for FMF Connect Pro with ECHO implementation group. There are 13 total sessions.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Adoption: Number of Self-Directed Sessions Completed",
                    "description": "Participant completion of each self-directed learning module will be measured for the FMF Connect Pro with Self-Directed implementation group. There are 13 total modules.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Adoption: Change in Provider FASD-Informed Care Knowledge",
                    "description": "Participant knowledge will be assessed using the Knowledge of FASD-Informed Care survey. This survey assesses the content and principles of FASD-informed care. The survey has 30 questions, with each question worth 1 point. Scores range from 0 to 30, with higher scores reflecting greater knowledge.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Adoption: Change in FASD-Informed Care Self-Efficacy",
                    "description": "Participant self-efficacy will be assessed using the FASD-Informed Care Self-Efficacy scale. This scale assesses provider self-efficacy in specific FASD- informed care skills in mental health settings. The measure includes 12 items. Items are rated on a 6-point Likert scale from 1 \"no confidence\" to 6 \"highly confident/expert.\" Scores range from 12 to 72, with higher scores reflecting greater confidence or self-efficacy.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Implementation: Change in FASD-informed practice",
                    "description": "Participant practice change will be assessed using the FASD- Informed Care Practice Change scale. This measure is aligned with specific FASD-informed care behaviors taught in ECHO and self-directed versions of FMF Connect Pro. This measure includes 15 items rated on a 5-point scale, with scores ranging from 15 to 75. Higher scores reflect clinical practice more consistent with FASD-informed care.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Maintenance: Change in FASD-informed practice",
                    "description": "Participant practice change will be assessed using the FASD- Informed Care Practice Change scale. This measure is aligned with specific FASD-informed care behaviors taught in ECHO and self-directed versions of FMF Connect Pro. This measure includes 15 items rated on a 5-point scale, with scores ranging from 15 to 75. Higher scores reflect clinical practice more consistent with FASD-informed care.",
                    "timeFrame": "6 months to 1 year"
                },
                {
                    "measure": "Implementation and Maintenance: FMF Connect Pro Dashboard usage",
                    "description": "FMF Connect Pro Dashboard analytics will be extracted to measure the number of times providers accessed the website.",
                    "timeFrame": "baseline to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Contextual determinants on outcomes: Mean score on the Theoretical Domains Framework (TDF) survey",
                    "description": "Providers will complete an adapted version of the Theoretical Domains Framework (TDF) survey to assess possible barriers and facilitators impacting implementation of the intervention. The survey includes 27 items. Responses are scored from 1(strongly disagree) to 7 (strongly agree). Scores range from 27 to 189, with higher scores reflecting greater agreement.",
                    "timeFrame": "baseline to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Licensed mental health provider or supervised trainee\n* Employed by a community mental agency or in private practice\n* provides mental health services to children ages 3 to 12 or their families\n* provides services in the United States\n* Fluency in English\n* Access to the internet\n\nExclusion Criteria:\n\n* Provides services outside of the United States\n* Does not provide mental health services to children ages 3 to 12",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Mt. Hope Family Center",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14608",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christie Petrenko, PhD",
                            "role": "CONTACT",
                            "phone": "585-275-2991",
                            "phoneExt": "241",
                            "email": "christie_petrenko@urmc.rochester.edu"
                        },
                        {
                            "name": "Christie L Petrenko, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified study data will be transferred to the National Institute of Alcohol Abuse and Alcoholism (NIAAA) Data Archive (NDA), as required.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be transferred twice a year as required by NIAAA-DA. Per current NIAAA NDA policy (on website), the research community will have access to data two years after the award ends. NDA will make decisions about how long to preserve the data, but that data archive has not deleted any deposited data up to now.",
            "accessCriteria": "Data will be findable for the research community through the NDA Collection for this project when funded. For all publications, an NDA study will be created. Each of those studies is assigned a digital object identifier (DOI). This data DOI will be referenced in the publication to allow the research community easy access to the exact data used in the publication.",
            "url": "https://nda.nih.gov/niaaa/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000063647",
                    "term": "Fetal Alcohol Spectrum Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005315",
                    "term": "Fetal Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020751",
                    "term": "Alcohol-Induced Disorders"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M30146",
                    "name": "Fetal Alcohol Spectrum Disorders",
                    "asFound": "Fetal Alcohol Spectrum Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8445",
                    "name": "Fetal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M22508",
                    "name": "Alcohol-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}