{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06374992",
            "orgStudyIdInfo": {
                "id": "Pro00114569"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Family Involvement Hospital Ethnography",
            "officialTitle": "A Hospital Ethnography of Family Involvement in the Care of Hospitalized Older Adults With Cognitive Impairment",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "family-involvement-hospital-ethnography"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-16",
            "studyFirstSubmitQcDate": "2024-04-16",
            "studyFirstPostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to learn about the role of family members in caring for hospitalized older adults with cognitive impairment. The main questions it aims to answer are:\n\n1. What features of the healthcare system facilitate or hinder family involvement in care from the perspective of patients, families, and healthcare workers?\n2. How do hospital leaders understand the facilitators and barriers to family involvement?\n\nData collection will occur via semi-structure interviews, direct observation, and artifact analysis.",
            "detailedDescription": "The investigators will use three complementary ethnographic approaches to achieve the study aims: direct observation (Aim 1); interviews with key informants (Aims 1 and 2); and analysis of artifacts such as policy documents related to visitation, care of cognitively impaired older adults, and family-centered care in the hospital (Aim 2).\n\nAIM 1: To identify facilitators and barriers to family member involvement in the care of hospitalized older adults with cognitive impairment using in-context, semi-structured interviews and unobtrusive direct observation of patients, families, and healthcare workers. The investigators will employ participant observation and semi-structured interviews for each enrolled patient-family member dyad. For each dyad, the investigators will conduct two interviews, each lasting approximately 30-60 minutes. One interview will occur within 24 hours of admission (\"entry interview\") and one within 72 hours of discharge (\"exit interview\"). Both interviews will address how the participant (patient if able to contribute, and family member) perceive the family member in relation to the healthcare team and their experiences of involvement in care. Each dyadic patient/family interview will be conducted by the Principal Investigator or her delegate and digitally recorded, with the consent of participants, for subsequent transcription and analysis. In addition, three periods of direct observation will occur. Direct observations will focus on interactions between hospital staff, patients, and families, and what family members do during a patient's hospital stay. Observations will be recorded as field notes. Finally, the investigators will interview one to three healthcare workers (physicians, advanced practice providers, nurses) involved in the patient's care for each enrolled patient-family dyad. Healthcare worker interviews will take place either during the patient's hospitalization or within a week of the patient's discharge and may take place in person or remotely (phone or videoconference). Demographic and baseline data from the patient, family member, and healthcare workers that may affect family involvement will also be collected.\n\nAIM 2: To understand hospital leadership perspectives on barriers to integration of family members into care for hospitalized older adult patients with cognitive impairment. For this aim, the investigators will conduct one-on-one interviews hospital leadership. After consent is obtained, study staff will conduct each interview using a semi-structured interview guide which queries topics on system-level facilitators and barriers to family involvement in the care of hospitalized older adults with cognitive impairment (e.g., visiting hour policies, rounding schedules). Aim 2 will also include an artifact analysis of policy documents related to visitation, care of cognitively impaired older adults, and family-centered care in the hospital."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient",
                    "description": "Hospitalized older adults with cognitive impairment/dementia"
                },
                {
                    "label": "Family",
                    "description": "Family member, friend, or neighbor involved in a hospitalization of an older adult motivated by a personal relationship rather than financial remuneration"
                },
                {
                    "label": "Healthcare Worker",
                    "description": "Physicians, APPs, or nurses involved in the care of the patient with cognitive impairment/dementia"
                },
                {
                    "label": "Health system leader",
                    "description": "Hospital executives, department chairs, division chiefs, nurse managers, medical directors, and other leaders within the health system."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Facilitators and Barriers to Family Involvement in Care of Hospitalized Older Adults with Cognitive Impairment",
                    "description": "Assessed via interviews and observation of patient/family dyad throughout hospitalization and possible healthcare professionals on care team",
                    "timeFrame": "Entry interview within 24 hours of admission through exit interview within 72 hours of discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "AIM 1:\n\nInclusion criteria for patient participants:\n\n* Having a documented diagnosis of dementia or cognitive impairment\n* Slated for admission to the hospital or admitted to the hospital\n* Able to speak about the topics in the interview in English\n* Capable of providing consent OR legally authorized representative (LAR) consents to patient's participation in study\n\nExclusion criteria for patient participants: Incapable of providing consent AND LAR unable to be reached or does not consent\n\nInclusion criteria for \"family\" participants:\n\n* Age 18 or older\n* Able to speak about the topics in the interview in English\n* Is accompanying the patient slated for admission to the hospital or admitted to the hospital when the patient is approached, is the person the patient identifies as being the family member most involved in their hospital care, or is the emergency contact person for the patient listed in the medical record\n* Willing to participate\n\nExclusion criteria for \"family\" participants:\n\n* Incapable of providing informed consent\n* Accompanying patient as a paid caregiver or aide\n\nInclusion criteria for health care worker participants:\n\n* Age \\>18\n* Employed by Duke University Health System\n* Physician, advanced practice provider (APP), or nurse on the care team of the patient with cognitive impairment\n* Able to provide informed consent\n* Willing to participate\n\nExclusion criteria for health care worker participants: Other profession (non-physician, APP, or nurse) on care team of the patient\n\nAIM 2:\n\nInclusion criteria: Hospital executives, department chairs, division chiefs, nurse managers, medical directors, and other health system leaders.\n\nExclusion criteria: Does not have leadership role within the health system.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Aim 1 will comprise a population of adults with cognitive impairment hospitalized in the Duke University Health System (DUHS), their family caregiver, and health care workers on their care team. Aim 2 will comprise health system leaders within DUHS.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Judith Vick",
                    "role": "CONTACT",
                    "phone": "919-970-9469",
                    "email": "judith.vick@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Judith Vick, MD, MPH",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Regional Hospital",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27704",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}