{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05437406",
            "orgStudyIdInfo": {
                "id": "801732"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50MD017344-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50MD017344-01"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Family, Responsibility, Education, Support, and Health for Latino Caregivers (FRESH-LC)",
            "officialTitle": "Caregivers as the Agent of Change for Childhood Obesity and Chronic Disease Risk Among Latino Families",
            "acronym": "FRESH-LC",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "family-responsibility-education-support-and-health-for-latino-caregivers-fresh-lc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-14",
            "studyFirstSubmitQcDate": "2022-06-24",
            "studyFirstPostDateStruct": {
                "date": "2022-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kerri Boutelle",
                "investigatorTitle": "Professor of Pediatrics, Psychiatry, and Herbert Wertheim School of Public Health and Human Longevity Science",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this proposed study is to collect initial efficacy data on a telehealth family-based behavioral program for Latino children with overweight or obesity, which also includes additional caregiver support (PBT-AC), compared with health education (HE).",
            "detailedDescription": "The study will compare the efficacy of PBT-AC and health education program delivered via telehealth on child weight loss. Investigators will provide 6 months of a group program (PBT-AC or HE) and will follow participants at 12-months post-treatment (total time = 18 months). Investigators will recruit children with overweight or obesity and two caregivers. Families will be assessed at 5 timepoints: baseline, mid-treatment, post-treatment, 6-month and 12-month follow-up. Assessments will include the following for the child and primary caregiver: anthropometry, blood sample collection, eating behaviors, and family relationship measures. The other caregiver will complete surveys about eating behaviors and family relationships. This program of research has the potential to advance the standard of practice for Latino children with overweight or obesity by developing tailored interventions which can be easily disseminated."
        },
        "conditionsModule": {
            "conditions": [
                "Childhood Obesity",
                "Minority Health"
            ],
            "keywords": [
                "obesity",
                "treatment",
                "intervention",
                "behavioral treatment",
                "parent based treatment",
                "Hispanic",
                "Latino",
                "children"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PBT-AC",
                    "type": "EXPERIMENTAL",
                    "description": "PBT-AC includes the elements of family based behavioral treatment for obesity, delivered exclusively to caregivers as the agents of change, via telehealth.",
                    "interventionNames": [
                        "Behavioral: Parent-based treatment- All caregivers (PBT-AC)"
                    ]
                },
                {
                    "label": "Health Education",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This program provides information about nutrition, physical activity, sedentary behavior, sleep, emotions, and stress via telehealth.",
                    "interventionNames": [
                        "Behavioral: Health Education (HE)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Parent-based treatment- All caregivers (PBT-AC)",
                    "description": "PBT-AC provides all the elements of FBT, including nutrition and physical activity education, behavior therapy skills, and parenting skills.",
                    "armGroupLabels": [
                        "PBT-AC"
                    ],
                    "otherNames": [
                        "parent based treatment",
                        "family based behavioral treatment"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Education (HE)",
                    "description": "The HE arm will provide information about nutrition, physical activity, sedentary behavior, sleep, emotions, and stress.",
                    "armGroupLabels": [
                        "Health Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child anthropometric change as measured by age and sex adjusted body mass index (BMIz)",
                    "description": "age and sex adjusted BMI (kg/m\\^2)",
                    "timeFrame": "Change from baseline to month 3, 6, 12, and 18"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Parent body mass index (BMI) as measured by height and weight",
                    "description": "BMI (kg/m\\^2)",
                    "timeFrame": "Change from baseline to month 3, 6, 12, and 18"
                },
                {
                    "measure": "Child HgbA1c levels as measured by blood collection",
                    "description": "Blood collected via Tasso OnDemand blood kits will be analyzed for HgbA1c levels",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Child lipid (e.g., cholesterol) levels as measured by blood collection",
                    "description": "Blood collected via Tasso OnDemand blood kits will be analyzed for lipid (e.g., cholesterol) levels",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Child dietary intake as measured by 2, 24-hour dietary recalled obtained from the primary parent",
                    "description": "Primary caregivers will respond to 2 dietary recall phone calls regarding their child's food intake",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Parent dietary intake as measured by the Automated Self-Administered 24-Hour (ASA24®) Dietary Assessment Tool",
                    "description": "Parents will self-report their own food intake",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Child physical activity as measured by parent reported participation in physical and sedentary activity",
                    "description": "Parents will report on all of their child's forms of physical activity and time spent being inactive outside of sleep",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Parent physical activity as measured by the International Physical Activity Questionnaire (IPAQ)",
                    "description": "Parents will self-report physical activity via the IPAQ, which is a validated physical activity instrument for adults that assesses frequency and duration of various levels of physical activity",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Families' home food environment as measured by the Home Food Interview (HFI)",
                    "description": "Parents will self-report foods present in the home via the HFI, which is a validated instrument for families",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Parenting strategies, confidence, and self-efficacy as measured by the Alabama Parenting Questionnaire (APQ)",
                    "description": "Parents will self-report parenting behaviors via the APQ across 5 domains: 1) positive involvement with children, 2) supervision and monitoring, 3) use of positive discipline techniques, 4) consistency in the use of such discipline, and 5) use of corporal punishment. Higher scores indicate greater frequency of engagement with that particular parenting domain. Scores range from 1-5.",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Family functioning as measured by the McMaster Family Assessment Device (FAD)",
                    "description": "Parents will self-report perceptions on various aspects of family functioning via the FAD, which is a validated family functioning instrument. Raw scores can be calculated for six subscales (Problem Solving, Communication, Roles, Affective Responsiveness, Affective Involvement, and Behavior Control) and for General Functioning. The higher the overall score, the worse the level of family functioning. Scores range from 1-4.",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Child eating behavior as measured by the Child Eating Behavioral Questionnaire (CEBQ)",
                    "description": "Parents will report on their general child's eating behaviors via the CEBQ, which is a validated eating behaviors instrument for use in children. 8 sub-scales can be calculated, including: food responsiveness, enjoyment of food, emotional overeating, desire to drink, satiety responsiveness, slowness in eating, and emotional undereating, and food fussiness. Higher scores indicate greater frequency of that domain of eating. Scores range from 1-5.",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                },
                {
                    "measure": "Parent eating behavior as measured by the Adult Eating Behavioral Questionnaire (AEBQ)",
                    "description": "Parents will self-report their general eating behaviors via the AEBQ, which is a validated eating behaviors instrument for use in adults. 8 sub-scales can be calculated, including: food responsiveness, enjoyment of food, emotional overeating, hunger, satiety responsiveness, slowness in eating, and emotional undereating, and food fussiness. Higher scores indicate greater frequency of that domain of eating. Scores range from 1-5.",
                    "timeFrame": "Change from baseline to month 6, 12, and 18"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A child with overweight/obesity (85% BMI and above for age) aged 5 to 12 years\n* Primary parent who is responsible for food preparation willing to participate and complete all assessments\n* At least one other caregiver who is over 18 years of age (parent, grandparent, other close family member, friend or child care provider) who is willing to commit to attending at least 50% of all treatment visits\n* Parent and caregiver can read Spanish or English at a minimum of a 5th grade level, and willing to participate in a group setting in Spanish or English together\n* Parent and Child is on a stable medication regimen (minimum of 3 months) for anything that could impact weight.\n* Parent and caregiver have access to a device that can facilitate zoom meetings. If the parent and caregiver do not have access to a device, the family will be provided with such.\n* Family must plan to remain in the San Diego or surrounding areas within the time frame of the study\n* One of the parent or caregivers identifies as Hispanic/Latino\n\nExclusion Criteria\n\n* Child diagnosis of a serious chronic physical disease (e.g., cystic fibrosis, type 1 diabetes) for which physician supervision of diet and/or exercise is needed\n* Child with a severe behavioral or psychiatric disorder that would interfere with treatment (e.g., conduct disorder, severe depression, significant autism spectrum disorder)\n* Acute parent or caregiver psychiatric disorder (e.g., acute suicidality; recent hospitalization; psychosis, bipolar, borderline personality disorder, moderate or severe alcohol or substance use disorder) that could interfere with treatment\n* Inability to participate in physical activity due to significant disability\n* First degree relative or someone in the household with anorexia or bulimia\n* Parent is pregnant or planning on becoming pregnant during the duration of the study\n* Parent has had bariatric surgery less than 6 months ago and/or is not yet eating solid food post-surgery, or is planning to have a bariatric surgery over the course of study participation (18 months)\n* Parent or child are taking insulin for Type II Diabetes\n* Parent or child are taking weight loss medications",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kerri Boutelle, Ph.D.",
                    "role": "CONTACT",
                    "phone": "8585348037",
                    "email": "kboutelle@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kerri Boutelle, Ph.D.",
                    "affiliation": "UC San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego Center for Healthy Eating and Activity Research (CHEAR)",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kerri Boutelle, PhD",
                            "role": "CONTACT",
                            "email": "kboutelle@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Childhood Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}