{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05606731",
            "orgStudyIdInfo": {
                "id": "1R01AMD016135-01A1"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Family Intervention to Prevent Childhood Obesity",
            "officialTitle": "A Hybrid Mobile Phone Family Intervention to Prevent Childhood Obesity",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "family-intervention-to-prevent-childhood-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-24",
            "studyFirstSubmitQcDate": "2022-11-03",
            "studyFirstPostDateStruct": {
                "date": "2022-11-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alma Guerrero, MD, MPH",
                "investigatorTitle": "Associate Professor of Pediatrics",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Merced",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Consumption of sweetened beverages, media-viewing, and physical activity patterns are often established during early childhood, and family-based obesity interventions show effectiveness in shaping healthy behaviors and weight outcomes for young children, including Latino children. Missing from these interventions, however, are methods to increase accessibility and dissemination to multiple family caregivers. The proposed work will use a randomized study design to evaluate the impact a family-based early childhood obesity intervention for Latino families that incorporates evidence-based strategies of in-person childhood obesity interventions, mobile phones, and leverages important determinants of Latino health (e.g. familism, language) in order to decrease ethnic disparities in childhood obesity and cardiovascular risk.",
            "detailedDescription": "Research Design The proposed research design is a prospective randomized controlled trial to evaluate the effectiveness of a family-based childhood obesity intervention that uses a \"hybrid\" approach of in-person and mobile phone components compared to usual WIC care. Approximately, 260 families (130 in each of the groups and oversampled for a 30% attrition rate) will be recruited from WIC centers in Los Angeles County in the neighborhoods of East Los Angeles, where \\>95% of clients are of Mexican descent, and from MacArthur Park (\"Little Central America\") near downtown Los Angeles, where \\> 80% of clients are of Central American descent. These WIC centers which serve over 5,000 individuals per month (4,000 Latino children) will ensure a sufficient number of Latino participants and ethnic diversity within the Latino population.\n\nRecruitment Eligibility to participate will be open to adult caregivers of a young child who meet study inclusion and exclusion criteria. Eligible caregivers will be randomly assigned to the intervention or usual care arm. To enroll and retain study subjects in both arms, each caregiver will receive $25 gift cards per data collection point, and a higher amount at 12-months ($35) to minimize attrition. All recruitment, enrollment, and incentive strategies will be vetted by IRB.\n\nStudy Randomization Study randomization will occur after baseline data collection. A computer-generated permuted block randomization scheme with a block size of 4 will be used to ensure balanced treatment allocation within strata based on child overweight and obesity status, and caregiver structure. These caregiver structure groups will be: (1) two caregivers in same household; (2) two caregivers in different households; and (3) single parent without a second caregiver to participate (although anticipate a very small percentage in this group as neighborhood demographic data indicate \\>70% two-caregiver households). Single parents will be reminded that former spouses, extended family, friends, and other caregivers are eligible and encouraged to participate.\n\nIntervention Group The intervention will include in-person and mobile phone components focusing on Latino caregivers of young children, to support evidence-based and age appropriate dietary, media-viewing, and physical activity practices among 2- to 5-year old children, in order to decrease ethnic disparities in childhood obesity. The intervention is 4-week in-person sessions plus mobile phone component, followed by 2-motnsh of mobile phone \"booster\" messages to reinforce content.\n\nUsual Care Control Group After enrollment into the study and completion of baseline data, caregivers will be randomly assigned into the intervention or control arm of the study. Both groups of caregivers will continue to receive ongoing usual care through WIC. WIC \"usual care\" for caregivers of 2- to-5-year-olds includes: (1) monthly vouchers for nutritious food; (2) individual nutrition counseling at least twice per year; (3) nutrition education two times per year (1:1 counseling or online modules); and (4) referrals to family services.\n\nData Collection and Management Research assistants will be blinded to participation condition to minimize bias in outcome assessments. All surveys will be available in English and Spanish, have been used with Latinos, and have a high degree of internal consistency and validity. All data will be collected using REDCap software on tablets. Families will come to WIC centers or choose a home visit for data collection. Evaluation of the intervention's effectiveness will include receiving the intervention and the repeated factor of time (baseline, 1-, 6-, 12-months). The Data Coordinating Team in collaboration with the PI will oversee and instruct the study personnel (e.g. project manager and research assistants) on data collection training, be responsible for conducting the study randomization, and monitor data entry, and quality assurance. Study data will be collected and managed using REDCap.\n\nAnalysis of Primary Outcome:\n\nChild's BMI. BMI scores for each child will be calculated based on the average height and weight from two measurements made at each time point (baseline, 1-, 6-, and 12 months post baseline). Changes in the child's BMI over time will be examined using a mixed effects linear regression model with family random intercept and nested random slope for time period of measurement. Additionally, fixed effects for study arm (intervention vs usual care) and the interaction of group-by-time will be specified. A significant (p\\<0.05) interaction term will indicate that the changes in BMI over time are reliably different between the two groups. Marginal estimates will be used to characterize this interaction with respect to the time specific difference between the groups; with notable comparisons made for the changes by 6 months (primary outcome) and 12 months (secondary outcome). Models will be fit as both unadjusted and adjusted for covariates. The random effect for time will be specified to allow for individual differences in the BMI change over time. We will utilize an intention-to-treat principle in these models, including participants with any missing values at the study time points."
        },
        "conditionsModule": {
            "conditions": [
                "Childhood Obesity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A prospective randomized 2-arm clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants who will collect surveys and measurement data will be blinded to participation condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 182,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "The study's intervention is a parenting/caregiver training program that includes 1-month of weekly in-person sessions plus multi-media interactive text messaging. The weekly 1-hour-in-person sessions will be coupled with four interactive messages per week for a period of 4 weeks total, followed by \"booster\" text messages after completing the 4-week program.",
                    "interventionNames": [
                        "Behavioral: Family-Based Childhood Obesity Intervention"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "\"Usual care\" for caregivers of 2- to-5-year-olds will include the Women Infant and Children services : (1) monthly vouchers for nutritious food; (2) individual nutrition counseling at least twice per year; (3) nutrition education two times per year (1:1 counseling or online health education modules); and (4) referrals to family services."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family-Based Childhood Obesity Intervention",
                    "description": "The study will focus on the effectiveness of a community- and family-based intervention that will involve multiple family caregivers. The intervention will include in-person and mobile phone components focusing on Latino caregivers of young children, to support evidence-based and age appropriate dietary, media-viewing, and physical activity practices among 2- to 5-year old children.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child BMI",
                    "description": "BMI in kg/m\\^2 based on measured weight in kg and height in meters.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Child BMI",
                    "description": "BMI in kg/m\\^2 based on measured weight in kg and height in meters",
                    "timeFrame": "change in baseline and 1-month post baseline. A lower BMI from baseline is a better outcome."
                },
                {
                    "measure": "Child BMI",
                    "description": "BMI in kg/m\\^2 based on measured weight in kg and height in meters",
                    "timeFrame": "change in baseline and 6-month post baseline. A lower BMI from baseline is a better outcome."
                },
                {
                    "measure": "Child BMI",
                    "description": "BMI in kg/m\\^2 based on measured weight in kg and height in meters. A lower BMI from baseline is a better outcome.",
                    "timeFrame": "change in baseline and 12-month post baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Dietary Intake",
                    "description": "The Children's Dietary Questionnaire: Score for fruits and vegetables is from 0-28 ; score from fat from dairy score is 0 to 15; score for sweetened beverages score is 0 to 5.0; score for non-core foods is 0 to 10.3 (A higher score indicates a higher intake of each food category)",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Media Viewing Practices",
                    "description": "Home Environment Inventory Survey Media Subscale; scored continuously from reported hours and minutes and averaged to create weekly TV viewing hours. A higher score indicates an improved outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Child Physical Activity Patterns",
                    "description": "Outdoor Time Checklist; the outcome is reported in minutes and a continuous variable based on reported time spent outdoor playing on 2 weekdays and 1 weekend day. A higher score is an improved outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Latino toddler eating and dietary practices",
                    "description": "Latino Toddler Questionnaire; 34 items scored using a 5-point Likert scale (never to always); total possible score is 34-170; a higher score indicates a worse outcome on the following: an indulgent feeding style, eating behaviors largely based on home environmental cues and access to food; and feeding practices based on parental health concerns",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Family Cohesion",
                    "description": "Family Health Climate Scale (Nutrition value, cohesion, consensus, communication). A 31 item questionnaire with 4-point rating scale with a possible score of 0-124 with a higher score indicating higher home and family cohesion and consensus around eating. A higher score is a better outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Role modeling healthy behaviors",
                    "description": "Comprehensive Feeding Practices Questionnaire Parent Modeling Subscale. Subscale includes 4 items related to parent role modeling using a 5-point Likert-scale. A higher score indicates more frequent use of the feeding practices and a better outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Caregiver/parent BMI",
                    "description": "BMI in kg/m\\^2 based on weight in kg and height in meters. A lower BMI at all time points compared to baseline BMI is a better outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Caregiver/parent dietary intake",
                    "description": "Block Food Frequency Questionnaire; scores are continuous and calculated into food groups such as daily fruit and vegetable in cup-equivalent cups (a higher number is an improved outcome), daily kilocalories from sugary beverages and added sugars in teaspoon-equivalents (a lower number is a better outcome).",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                },
                {
                    "measure": "Caregiver Physical Activity Patterns",
                    "description": "7-day Activity Recall; the questionnaire includes 7 items regarding minutes spent in moderate, hard, and very hard activities during the weekday and weekend. A higher score indicates more time spent in each type of physical activity and a better outcome.",
                    "timeFrame": "baseline; change in baseline and 1-month post baseline, change in baseline and 6-months post baseline, and change in baseline and 12-month post baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAdult caregivers of a young child who:\n\n* self-identify as an individual of Latino descent\n* have a 2- to 5-year-old child/grandchild who is overweight or obese, defined as having a BMI\\>85% for age and sex\n* lives with or cares for the child at least 20 hours per week (the relationship does not have to be biological\n* speaks Spanish or English\n* ability and willingness to participate in the intervention (determined with a Subject Comprehension and Participation Assessment Tool)\n* agrees to complete baseline, 1-, 6-, 12-month post-intervention data collection protocols\n\nExclusion Criteria:\n\nCaregivers of a child with:\n\n* medical conditions related to overweight status such as Prader-Willi Syndrome\n* taking weight loss medication\n* participating in a weight loss program.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alma D Guerrero, MD, MPH",
                    "role": "CONTACT",
                    "phone": "(310) 267-2789",
                    "email": "aguerrero@mednet.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Head Start",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90670",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debra Hall",
                            "role": "CONTACT",
                            "phone": "562-940-1657",
                            "email": "Hall_Debra@lacoe.edu"
                        },
                        {
                            "name": "Cecilia Maldonado",
                            "role": "CONTACT",
                            "email": "Maldonado_Cecilia@lacoe.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All study data analyzed for publication of the primary and secondary study outcome(s) will be provided to NIH Repository so that it can be shared within six months of the publication date for the primary or secondary outcome or within two years of the date that the database is locked for analysis, whichever occurs first. If the study ends and data are no longer being obtained directly from study participants by study investigators, all study data will be provided to the NIH Repository by the end of the funding period (which may include no-cost extensions).",
            "timeFrame": "Baseline data within two years after study recruitment is complete or within six months of the publication date of the baseline data, whichever comes first. All study data analyzed for publication of the primary study outcome(s) will be provided to the NIH Repository so that it can be shared within six months of the publication date for the primary outcome publication or within two years of the date that the database is locked for analysis, whichever occurs first."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Childhood Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}