{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05732935",
            "orgStudyIdInfo": {
                "id": "IRB202202838"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AG081667",
                    "type": "OTHER",
                    "domain": "UF"
                },
                {
                    "id": "PRO00048080",
                    "type": "OTHER",
                    "domain": "UFIRST"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Fasting ENHANCE Pilot Study",
            "officialTitle": "Fasting to Provide Energy Needed to Help Adults in Need of Cognitive Enhancement (FASTING ENHANCE)",
            "therapeuticArea": [
                "Endocrinology",
                "Neurology",
                "Other"
            ],
            "study": "fasting-enhance-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-11",
            "studyFirstSubmitQcDate": "2023-02-08",
            "studyFirstPostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Florida Department of Health, Ed and Ethel Moore Alzheimer's Disease Research Program",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Grounded in the principles of geroscience, the proposed Fasting ENHANCE study will test whether a time restricted eating (TRE) regimen can improve cognitive function and other aspects of successful aging in a safe and sustainable manner in at risk overweight older adults. Specifically, this study will evaluate whether TRE can improve cognitive and physical function, as well as self-reported sleep, mood, and quality of life, in overweight, older adults (age \\> 65 years) who are at high risk of cognitive decline due to self-reported cognitive difficulties. Eligible participants will be assigned to either a TRE intervention, in which they will be instructed to fast for a target of 16 hours per day, or a successful aging (SA) comparison group for a 24-week period.",
            "detailedDescription": "During the past century, persons aged \\>70 years represented the fastest growing segment of the US population with the life expectancy of older Americans steadily increasing, until the onset of COVID-19 in 2020. Unfortunately, the increase in lifespan has not been accompanied by an increase in health-span, which is the time-period in which a person is healthy and functionally independent. Rather, the aging population has been accompanied by an increase in the number of individuals living with chronic metabolic and neurocognitive disease conditions, including obesity, metabolic syndrome, and Alzheimer's disease and Related Disorders (ADRD). Moreover, poor metabolic health appears to be a risk factor for accelerated brain aging; therefore improving metabolic health may represent a strategy to improve long-term brain health.\n\nAlthough age-related biological and metabolic changes clearly have a role in the development of chronic health conditions and risk for ADRD, a growing body of research indicates lifestyle factors contribute to modifiable patho-physiological states that precede the development of many age-related chronic health conditions. Specifically, over-nutrition, sedentary lifestyle, and poor sleep habits have been directly linked with metabolic diseases, as well as cognitive decline and development of ADRD in later life.\n\nOur work and that of others has demonstrated that the rate of functional decline among older adults is highly influenced by biological and metabolic changes during aging, which are largely affected by lifestyle factors, namely dietary intake, sleep, and physical activity levels. Specifically, the investigators have shown that intermittent fasting (IF) regimens, particularly time restricted eating (TRE), can have positive effects on biological, metabolic, and functional health markers in middle-aged and older adults, similar to that of calorie restriction. These observations raise the possibility that interventions targeting the fundamental biology of human aging have the potential to delay, if not prevent, the onset of aging-associated conditions, such as ADRD. The unprecedented growth of the aging population has created an urgent need for promising interventions that can preserve older adult's capacity to live independently and function well.\n\nThe scientific premise of this proposal is that a time-restricted eating intervention can target the cellular and metabolic alterations that underlie age-related metabolic and neurocognitive disease conditions and thereby extend health-span in the growing population of older adults who reported subjective cognitive decline."
        },
        "conditionsModule": {
            "conditions": [
                "Overweight and Obesity",
                "Time Restricted Feeding",
                "Alzheimer Disease"
            ],
            "keywords": [
                "Aging",
                "Time Restricted Eating",
                "Overweight",
                "Obesity",
                "Alzheimer's Disease and Related Disorders (ADRD)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be assigned to either a time restricted eating intervention, in which they will be instructed to fast for a target of 16 hours per day, or a successful aging (SA) comparison group for a 24-week period. This Study will examine the effects of TRE on changes in cognitive function, as assessed by the Repeatable Battery of the Assessment of Neuropsychological Status (RBANS), examine the effects of TRE on cognitive physical function, as assessed by the six-minute walk and short physical performance battery, and examine the effects of TRE on changes in mood, sleep patterns, metabolic function, and self-reported quality of life.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Time Restricted Eating intervention",
                    "type": "EXPERIMENTAL",
                    "description": "In the time restricted eating condition, participants will be instructed to fast for a target of 16 hours per day for a 24 week period.",
                    "interventionNames": [
                        "Behavioral: Time Restricted Eating intervention"
                    ]
                },
                {
                    "label": "Successful Aging Comparison Group (LEARN)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In the LEARN group, participants will be educated on health related topics similar to that of the TRE intervention for 24 weeks.",
                    "interventionNames": [
                        "Behavioral: Successful Aging Comparison Group (LEARN)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Time Restricted Eating intervention",
                    "description": "In the TRE intervention, participants will be asked to fast for a target of 16 hours per day for a period of 24 weeks. The first few weeks will involve of a ramp up to a full 16-hour fasting period (Week 1 - fast for 12-14 hours per day, Week 2 - fast for 14-16 hours per day, Week 3 - 16 - fast for 16 hours per day). Participants will be allowed to consume calorie-free beverages, tea, black coffee, sugar-free gum, and they will be encouraged to drink plenty of water throughout the entire intervention period. Participants will be asked to record the time of first and final food/drink consumption each day.\n\nBoth the TRE and Successful Aging comparison group will be group-mediated, with equal number of contact visits from study staff consisting of 10 group sessions over 24 weeks.",
                    "armGroupLabels": [
                        "Time Restricted Eating intervention"
                    ],
                    "otherNames": [
                        "TRE intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Successful Aging Comparison Group (LEARN)",
                    "description": "In the Successful Aging Comparison Group (LEARN), participants will attend lectures on topic relevant to healthy aging at the same frequency as the group meetings in the TRE intervention.\n\nBoth the TRE and Successful Aging comparison group will be group-mediated, with equal number of contact visits from study staff consisting of 10 group sessions over 24 weeks.",
                    "armGroupLabels": [
                        "Successful Aging Comparison Group (LEARN)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Repeatable Battery of the Assessment of Neuropsychological Status (RBANS)",
                    "description": "The RBANS is a neuropsychological battery of tests that has 4 repeatable forms that can be used longitudinally to measure cognitive change. It takes 30 minutes to administer and includes measures of five cognitive domains including immediate memory, visuospatial/constructional, language, attention, and delayed memory. This test is reliable in yielding results that recognize cognitive impairment associated with neurodegenerative disease. The RBANS can be used in predicting cognitive impairment with particular emphasis on the language and immediate memory subtests.",
                    "timeFrame": "Baseline up to Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Montreal Cognitive Assessment (MoCA)",
                    "description": "The Montreal Cognitive Assessment is a 30-point assessment of mild cognitive impairment, which assesses the domains of attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. Different versions of the test are given at the three time points to avoid learning effects between repeated administrations of the test.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "6 Minute Walk Test",
                    "description": "The 6 Minute Walk test measures the amount of distance the participant can complete on a standard walking course in six minutes without running or overexerting themselves. It has been found to be a valid and reliable measure of physical function in numerous studies.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Short Physical Performance Battery (SPPB)",
                    "description": "The SPPB will also be used to assess functional performance on different tasks including timed short distance walk, repeated chair stands, and a balance test.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Grip Strength",
                    "description": "Isometric grip strength, a commonly used measure of upper body skeletal function, will be assessed with a hand held dynamometer",
                    "timeFrame": "1st Day of Screening"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index",
                    "description": "Sleep will be assessed by the Pittsburgh Sleep Quality Index, a self-report tool which consists of 19-item scale that provides seven component scores (ranges 0-3): (a) subjective sleep quality (very good to very bad), (b) sleep latency (≤15 to \\>60 minutes), (c) sleep duration (≥7 to \\<5 hours), (d) sleep efficiency (≥85% to \\<65% hours sleep/ hours in bed), (e) sleep disturbances (not during the past month to ≥3 times per week), (f) use of sleeping medications (none to ≥3 times a week), and (g) daytime dysfunction (not a problem to a very big problem) with a total global score ranging from 0 to 21.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "State-Trait Inventory for Cognitive and Somatic Anxiety (STICSA)",
                    "description": "The State-Trait Inventory for Cognitive and Somatic Anxiety (STICSA) was designed to assess cognitive and somatic symptoms of anxiety as they pertain to one's mood in the moment (state) and in general (trait). This measure has been validated in a sample of older adults.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Geriatric Depression Scale",
                    "description": "Symptoms of depression will be assessed by the Geriatric Depression Scale, a self-report questionnaire to measure depression in older adults.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Short Form (SF) -12 Health Survey",
                    "description": "This 12-item short form questionnaire assesses both mental and physical components of health-related quality of life. The SF-12 Health Survey assesses 8 general domains: physical activity limitation due to health problems, social activity limitation due to physical/emotional problems, daily role activity limitations due to physical health problems, body pain, general mental health, daily role activity limitation due to emotional problems, energy and fatigue, and general health perceptions.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Pittsburgh Fatiguability Scale",
                    "description": "The 26-item Pittsburgh Fatiguability Scale will be administered to measure perceived mental and physical fatigability. Questions are divided into 4 main categories: moderate to high-intensity activity (≥3.0 metabolic equivalents (METS), social activity, sedentary activity (≤1.5 METS), and lifestyle or light-intensity activity (1.6-2.9 METS). Higher scores suggest higher levels of perceived fatigability.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Metabolic and Systemic biomarkers",
                    "description": "Biomarkers of glucose regulation (HbA1C), systemic inflammation (C-reactive protein), and neurodegenerative diseases, Tau will be assessed. Samples will be measured in duplicate and the average of the two measures will be used for data analyses.",
                    "timeFrame": "Baseline up to Week 24"
                },
                {
                    "measure": "Anthropometric Measurements.",
                    "description": "Body weight will be measured following the removal of excess clothing and shoes with calibrated scales. Waist circumference is taken at the mid-point between the participant's lowest rib and the top of his/her hip bone.",
                    "timeFrame": "1st Day of Screening up to Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 65 years;\n* Body Mass Index (BMI \\> 25 kg/m2)\n* Normal age-, gender-, and education-adjusted performance on TICS-M (Telephone Interview for Cognitive Status)\n* Responds yes to questions 1 (memory worse), 2 (word finding difficulties) or 3 (planning/organization difficulties) on the Subjective Cognitive Decline Questionnaire\n* Reports onset of cognitive difficulties in past five years\n* Reports they believe they are worse than others their age OR they have talked to a clinician about it.\n* Provides informed consent and willing to be randomized to either intervention group.\n\nExclusion Criteria:\n\n* Failure to provide informed consent;\n* Recent History or clinical manifestation of cardiovascular disease, diabetes, cholelithiasis, liver or renal disease, cancer, or progressive, degenerative neurologic disease (e.g., Parkinson's Disease, multiple sclerosis, ALS)\n* Abnormal laboratory markers (e.g., renal or liver abnormalities, elevated potassium levels, or hemoglobin and hematocrit below the lower limit of normal) as determined by study physician.\n* Significant cognitive impairment, defined as a scores below the cutoff for dementia on TICS-M\n* Severe rheumatologic or orthopedic diseases (e.g., awaiting joint replacement, active inflammatory disease);\n* Terminal illness with life expectancy less than 12 months, as determined by a physician;\n* Other significant co-morbid disease (e.g. renal failure on hemodialysis) or severe psychiatric disorder (e.g. bipolar, schizophrenia);\n* Current use of anabolic medications (i.e., growth hormones or testosterone), antidepressant medications, antipsychotic agents, monoamine oxidase inhibitors, anticholinesterase inhibitors (i.e., Aricept), anticoagulant therapies (aspirin use is permitted), or antibiotics;\n* Excessive alcohol use (\\>14 drinks per week);\n* History of drug or alcohol abuse (i.e., more than 5 drinks/day for males or more than 4 drinks/day for females);\n* Planning to permanently leave the area in the next year;\n* History of pulmonary disease, pneumonitis or interstitial lung disease;\n* Current smoker or less than 3 years quit;\n* Creatinine clearance \\< 30 ml/minute by estimated Glomerular Filtration Rate (eGFR);\n* Fasting \\>12 hours per day\n* Actively trying to lose weight by participating in formal weight loss program or significantly restricting calorie intake or weight loss \\> 5 lbs in the past month\n* Resting heart rate of \\>120 beats per minute, systolic blood pressure \\> 180 mmHg or diastolic blood pressure of \\> 100 mmHg\n* Unstable angina, heart attack or stroke in the past 3 months\n* Continuous use of supplemental oxygen to manage a chronic pulmonary condition or heart failure\n* Rheumatoid arthritis, Parkinson's disease or currently on dialysis\n* Insulin dependent diabetes mellitus\n* Taking medications that preclude fasting for 16 hours (e.g. must be taken with food at least 12 hours apart)\n* Participating in another clinical trial or has received an investigational product within 30 days prior to screening/enrollment\n* Any condition that in the opinion of the investigator would impair ability to participate in the trial.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Anton, Ph.D.",
                    "role": "CONTACT",
                    "phone": "352-273-7514",
                    "email": "santon@ufl.edu"
                },
                {
                    "name": "Monika Guirguis, BS",
                    "role": "CONTACT",
                    "phone": "352-273-8673",
                    "email": "monikaguirguis@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Anton, Ph.D.",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Clinical and Translational Research Building - Institute on Aging Suite",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32603",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monika Guirguis, BS",
                            "role": "CONTACT",
                            "phone": "352-273-8673",
                            "email": "monikaguirguis@ufl.edu"
                        },
                        {
                            "name": "Stephen Anton, PhD",
                            "role": "CONTACT",
                            "phone": "352-273-7514",
                            "email": "santon@ufl.edu"
                        },
                        {
                            "name": "Stephen Anton, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35157570",
                    "type": "BACKGROUND",
                    "citation": "Arias E, Xu J, Tejada-Vera B, Bastian B. U.S. State Life Tables, 2019. Natl Vital Stat Rep. 2021 Feb;70(18):1-18."
                },
                {
                    "pmid": "28585193",
                    "type": "BACKGROUND",
                    "citation": "Engin A. The Definition and Prevalence of Obesity and Metabolic Syndrome. Adv Exp Med Biol. 2017;960:1-17. doi: 10.1007/978-3-319-48382-5_1."
                },
                {
                    "pmid": "29472026",
                    "type": "BACKGROUND",
                    "citation": "Shin D, Kongpakpaisarn K, Bohra C. Trends in the prevalence of metabolic syndrome and its components in the United States 2007-2014. Int J Cardiol. 2018 May 15;259:216-219. doi: 10.1016/j.ijcard.2018.01.139. Epub 2018 Feb 19."
                },
                {
                    "pmid": "30243772",
                    "type": "BACKGROUND",
                    "citation": "Matthews KA, Xu W, Gaglioti AH, Holt JB, Croft JB, Mack D, McGuire LC. Racial and ethnic estimates of Alzheimer's disease and related dementias in the United States (2015-2060) in adults aged >/=65 years. Alzheimers Dement. 2019 Jan;15(1):17-24. doi: 10.1016/j.jalz.2018.06.3063. Epub 2018 Sep 19."
                },
                {
                    "pmid": "35229662",
                    "type": "BACKGROUND",
                    "citation": "Angoff R, Himali JJ, Maillard P, Aparicio HJ, Vasan RS, Seshadri S, Beiser AS, Tsao CW. Relations of Metabolic Health and Obesity to Brain Aging in Young to Middle-Aged Adults. J Am Heart Assoc. 2022 Mar 15;11(6):e022107. doi: 10.1161/JAHA.121.022107. Epub 2022 Mar 1."
                },
                {
                    "pmid": "26130060",
                    "type": "BACKGROUND",
                    "citation": "Mankowski RT, Aubertin-Leheudre M, Beavers DP, Botoseneanu A, Buford TW, Church T, Glynn NW, King AC, Liu C, Manini TM, Marsh AP, McDermott M, Nocera JR, Pahor M, Strotmeyer ES, Anton SD; LIFE Research Group. Sedentary time is associated with the metabolic syndrome in older adults with mobility limitations--The LIFE Study. Exp Gerontol. 2015 Oct;70:32-6. doi: 10.1016/j.exger.2015.06.018. Epub 2015 Jun 28."
                },
                {
                    "pmid": "31684029",
                    "type": "BACKGROUND",
                    "citation": "Borel AL. Sleep Apnea and Sleep Habits: Relationships with Metabolic Syndrome. Nutrients. 2019 Nov 2;11(11):2628. doi: 10.3390/nu11112628."
                },
                {
                    "pmid": "28814614",
                    "type": "BACKGROUND",
                    "citation": "Booth FW, Roberts CK, Thyfault JP, Ruegsegger GN, Toedebusch RG. Role of Inactivity in Chronic Diseases: Evolutionary Insight and Pathophysiological Mechanisms. Physiol Rev. 2017 Oct 1;97(4):1351-1402. doi: 10.1152/physrev.00019.2016."
                },
                {
                    "pmid": "30291317",
                    "type": "BACKGROUND",
                    "citation": "Kivipelto M, Mangialasche F, Ngandu T. Lifestyle interventions to prevent cognitive impairment, dementia and Alzheimer disease. Nat Rev Neurol. 2018 Nov;14(11):653-666. doi: 10.1038/s41582-018-0070-3."
                },
                {
                    "pmid": "24913896",
                    "type": "BACKGROUND",
                    "citation": "Barnard ND, Bush AI, Ceccarelli A, Cooper J, de Jager CA, Erickson KI, Fraser G, Kesler S, Levin SM, Lucey B, Morris MC, Squitti R. Dietary and lifestyle guidelines for the prevention of Alzheimer's disease. Neurobiol Aging. 2014 Sep;35 Suppl 2:S74-8. doi: 10.1016/j.neurobiolaging.2014.03.033. Epub 2014 May 14."
                },
                {
                    "pmid": "32554763",
                    "type": "BACKGROUND",
                    "citation": "Dhana K, Evans DA, Rajan KB, Bennett DA, Morris MC. Healthy lifestyle and the risk of Alzheimer dementia: Findings from 2 longitudinal studies. Neurology. 2020 Jul 28;95(4):e374-e383. doi: 10.1212/WNL.0000000000009816. Epub 2020 Jun 17."
                },
                {
                    "pmid": "33191210",
                    "type": "BACKGROUND",
                    "citation": "Anton SD, Cruz-Almeida Y, Singh A, Alpert J, Bensadon B, Cabrera M, Clark DJ, Ebner NC, Esser KA, Fillingim RB, Goicolea SM, Han SM, Kallas H, Johnson A, Leeuwenburgh C, Liu AC, Manini TM, Marsiske M, Moore F, Qiu P, Mankowski RT, Mardini M, McLaren C, Ranka S, Rashidi P, Saini S, Sibille KT, Someya S, Wohlgemuth S, Tucker C, Xiao R, Pahor M. Innovations in Geroscience to enhance mobility in older adults. Exp Gerontol. 2020 Dec;142:111123. doi: 10.1016/j.exger.2020.111123. Epub 2020 Oct 22."
                },
                {
                    "pmid": "26462882",
                    "type": "BACKGROUND",
                    "citation": "Anton SD, Woods AJ, Ashizawa T, Barb D, Buford TW, Carter CS, Clark DJ, Cohen RA, Corbett DB, Cruz-Almeida Y, Dotson V, Ebner N, Efron PA, Fillingim RB, Foster TC, Gundermann DM, Joseph AM, Karabetian C, Leeuwenburgh C, Manini TM, Marsiske M, Mankowski RT, Mutchie HL, Perri MG, Ranka S, Rashidi P, Sandesara B, Scarpace PJ, Sibille KT, Solberg LM, Someya S, Uphold C, Wohlgemuth S, Wu SS, Pahor M. Successful aging: Advancing the science of physical independence in older adults. Ageing Res Rev. 2015 Nov;24(Pt B):304-27. doi: 10.1016/j.arr.2015.09.005. Epub 2015 Oct 14."
                },
                {
                    "pmid": "25546413",
                    "type": "BACKGROUND",
                    "citation": "Wegman MP, Guo MH, Bennion DM, Shankar MN, Chrzanowski SM, Goldberg LA, Xu J, Williams TA, Lu X, Hsu SI, Anton SD, Leeuwenburgh C, Brantly ML. Practicality of intermittent fasting in humans and its effect on oxidative stress and genes related to aging and metabolism. Rejuvenation Res. 2015 Apr;18(2):162-72. doi: 10.1089/rej.2014.1624."
                },
                {
                    "pmid": "23639403",
                    "type": "BACKGROUND",
                    "citation": "Anton S, Leeuwenburgh C. Fasting or caloric restriction for healthy aging. Exp Gerontol. 2013 Oct;48(10):1003-5. doi: 10.1016/j.exger.2013.04.011. Epub 2013 Apr 29."
                },
                {
                    "pmid": "34728336",
                    "type": "BACKGROUND",
                    "citation": "Anton S, Ezzati A, Witt D, McLaren C, Vial P. The effects of intermittent fasting regimens in middle-age and older adults: Current state of evidence. Exp Gerontol. 2021 Dec;156:111617. doi: 10.1016/j.exger.2021.111617. Epub 2021 Oct 30."
                },
                {
                    "pmid": "29086496",
                    "type": "BACKGROUND",
                    "citation": "Anton SD, Moehl K, Donahoo WT, Marosi K, Lee SA, Mainous AG 3rd, Leeuwenburgh C, Mattson MP. Flipping the Metabolic Switch: Understanding and Applying the Health Benefits of Fasting. Obesity (Silver Spring). 2018 Feb;26(2):254-268. doi: 10.1002/oby.22065. Epub 2017 Oct 31."
                },
                {
                    "pmid": "35565812",
                    "type": "BACKGROUND",
                    "citation": "Saini SK, Singh A, Saini M, Gonzalez-Freire M, Leeuwenburgh C, Anton SD. Time-Restricted Eating Regimen Differentially Affects Circulatory miRNA Expression in Older Overweight Adults. Nutrients. 2022 Apr 28;14(9):1843. doi: 10.3390/nu14091843."
                },
                {
                    "pmid": "31262054",
                    "type": "BACKGROUND",
                    "citation": "Anton SD, Lee SA, Donahoo WT, McLaren C, Manini T, Leeuwenburgh C, Pahor M. The Effects of Time Restricted Feeding on Overweight, Older Adults: A Pilot Study. Nutrients. 2019 Jun 30;11(7):1500. doi: 10.3390/nu11071500."
                },
                {
                    "pmid": "32213965",
                    "type": "BACKGROUND",
                    "citation": "Lee SA, Sypniewski C, Bensadon BA, McLaren C, Donahoo WT, Sibille KT, Anton S. Determinants of Adherence in Time-Restricted Feeding in Older Adults: Lessons from a Pilot Study. Nutrients. 2020 Mar 24;12(3):874. doi: 10.3390/nu12030874."
                },
                {
                    "pmid": "25417146",
                    "type": "BACKGROUND",
                    "citation": "Kennedy BK, Berger SL, Brunet A, Campisi J, Cuervo AM, Epel ES, Franceschi C, Lithgow GJ, Morimoto RI, Pessin JE, Rando TA, Richardson A, Schadt EE, Wyss-Coray T, Sierra F. Geroscience: linking aging to chronic disease. Cell. 2014 Nov 6;159(4):709-13. doi: 10.1016/j.cell.2014.10.039."
                },
                {
                    "pmid": "26975983",
                    "type": "BACKGROUND",
                    "citation": "Ferrucci L, Cooper R, Shardell M, Simonsick EM, Schrack JA, Kuh D. Age-Related Change in Mobility: Perspectives From Life Course Epidemiology and Geroscience. J Gerontol A Biol Sci Med Sci. 2016 Sep;71(9):1184-94. doi: 10.1093/gerona/glw043. Epub 2016 Mar 14."
                },
                {
                    "pmid": "25639909",
                    "type": "BACKGROUND",
                    "citation": "Seals DR, Justice JN, LaRocca TJ. Physiological geroscience: targeting function to increase healthspan and achieve optimal longevity. J Physiol. 2016 Apr 15;594(8):2001-24. doi: 10.1113/jphysiol.2014.282665. Epub 2015 Mar 11."
                },
                {
                    "pmid": "25324468",
                    "type": "BACKGROUND",
                    "citation": "Seals DR, Melov S. Translational geroscience: emphasizing function to achieve optimal longevity. Aging (Albany NY). 2014 Sep;6(9):718-30. doi: 10.18632/aging.100694."
                },
                {
                    "pmid": "30151729",
                    "type": "BACKGROUND",
                    "citation": "Justice JN, Ferrucci L, Newman AB, Aroda VR, Bahnson JL, Divers J, Espeland MA, Marcovina S, Pollak MN, Kritchevsky SB, Barzilai N, Kuchel GA. A framework for selection of blood-based biomarkers for geroscience-guided clinical trials: report from the TAME Biomarkers Workgroup. Geroscience. 2018 Dec;40(5-6):419-436. doi: 10.1007/s11357-018-0042-y. Epub 2018 Aug 27."
                },
                {
                    "pmid": "30472717",
                    "type": "BACKGROUND",
                    "citation": "Feigin VL, Vos T. Global Burden of Neurological Disorders: From Global Burden of Disease Estimates to Actions. Neuroepidemiology. 2019;52(1-2):1-2. doi: 10.1159/000495197. Epub 2018 Nov 23. No abstract available."
                },
                {
                    "pmid": "17210814",
                    "type": "BACKGROUND",
                    "citation": "Razay G, Vreugdenhil A, Wilcock G. The metabolic syndrome and Alzheimer disease. Arch Neurol. 2007 Jan;64(1):93-6. doi: 10.1001/archneur.64.1.93."
                },
                {
                    "pmid": "30100759",
                    "type": "BACKGROUND",
                    "citation": "Feinkohl I, Lachmann G, Brockhaus WR, Borchers F, Piper SK, Ottens TH, Nathoe HM, Sauer AM, Dieleman JM, Radtke FM, van Dijk D, Pischon T, Spies C. Association of obesity, diabetes and hypertension with cognitive impairment in older age. Clin Epidemiol. 2018 Jul 25;10:853-862. doi: 10.2147/CLEP.S164793. eCollection 2018."
                },
                {
                    "pmid": "23832077",
                    "type": "BACKGROUND",
                    "citation": "Anton SD, Karabetian C, Naugle K, Buford TW. Obesity and diabetes as accelerators of functional decline: can lifestyle interventions maintain functional status in high risk older adults? Exp Gerontol. 2013 Sep;48(9):888-97. doi: 10.1016/j.exger.2013.06.007. Epub 2013 Jul 4."
                },
                {
                    "pmid": "33756057",
                    "type": "BACKGROUND",
                    "citation": "2021 Alzheimer's disease facts and figures. Alzheimers Dement. 2021 Mar;17(3):327-406. doi: 10.1002/alz.12328. Epub 2021 Mar 23."
                },
                {
                    "pmid": "34321360",
                    "type": "BACKGROUND",
                    "citation": "Zhang F, Liu L, Zhang C, Ji S, Mei Z, Li T. Association of Metabolic Syndrome and Its Components With Risk of Stroke Recurrence and Mortality: A Meta-analysis. Neurology. 2021 Aug 17;97(7):e695-e705. doi: 10.1212/WNL.0000000000012415. Epub 2021 Jul 28."
                },
                {
                    "pmid": "34043283",
                    "type": "BACKGROUND",
                    "citation": "Rajan KB, Weuve J, Barnes LL, McAninch EA, Wilson RS, Evans DA. Population estimate of people with clinical Alzheimer's disease and mild cognitive impairment in the United States (2020-2060). Alzheimers Dement. 2021 Dec;17(12):1966-1975. doi: 10.1002/alz.12362. Epub 2021 May 27."
                },
                {
                    "pmid": "31753135",
                    "type": "BACKGROUND",
                    "citation": "Soria Lopez JA, Gonzalez HM, Leger GC. Alzheimer's disease. Handb Clin Neurol. 2019;167:231-255. doi: 10.1016/B978-0-12-804766-8.00013-3."
                },
                {
                    "pmid": "26766547",
                    "type": "BACKGROUND",
                    "citation": "Cunnane SC, Courchesne-Loyer A, St-Pierre V, Vandenberghe C, Pierotti T, Fortier M, Croteau E, Castellano CA. Can ketones compensate for deteriorating brain glucose uptake during aging? Implications for the risk and treatment of Alzheimer's disease. Ann N Y Acad Sci. 2016 Mar;1367(1):12-20. doi: 10.1111/nyas.12999. Epub 2016 Jan 14."
                },
                {
                    "pmid": "7959080",
                    "type": "BACKGROUND",
                    "citation": "Meier-Ruge W, Bertoni-Freddari C, Iwangoff P. Changes in brain glucose metabolism as a key to the pathogenesis of Alzheimer's disease. Gerontology. 1994;40(5):246-52. doi: 10.1159/000213592."
                },
                {
                    "pmid": "26557086",
                    "type": "BACKGROUND",
                    "citation": "Sato N, Morishita R. The roles of lipid and glucose metabolism in modulation of beta-amyloid, tau, and neurodegeneration in the pathogenesis of Alzheimer disease. Front Aging Neurosci. 2015 Oct 23;7:199. doi: 10.3389/fnagi.2015.00199. eCollection 2015."
                },
                {
                    "pmid": "19659459",
                    "type": "BACKGROUND",
                    "citation": "Liu Y, Liu F, Grundke-Iqbal I, Iqbal K, Gong CX. Brain glucose transporters, O-GlcNAcylation and phosphorylation of tau in diabetes and Alzheimer's disease. J Neurochem. 2009 Oct;111(1):242-9. doi: 10.1111/j.1471-4159.2009.06320.x. Epub 2009 Jul 31."
                },
                {
                    "pmid": "28253546",
                    "type": "BACKGROUND",
                    "citation": "Hanseeuw BJ, Betensky RA, Schultz AP, Papp KV, Mormino EC, Sepulcre J, Bark JS, Cosio DM, LaPoint M, Chhatwal JP, Rentz DM, Sperling RA, Johnson KA. Fluorodeoxyglucose metabolism associated with tau-amyloid interaction predicts memory decline. Ann Neurol. 2017 Apr;81(4):583-596. doi: 10.1002/ana.24910. Epub 2017 Apr 6."
                },
                {
                    "pmid": "17229948",
                    "type": "BACKGROUND",
                    "citation": "Hossain P, Kawar B, El Nahas M. Obesity and diabetes in the developing world--a growing challenge. N Engl J Med. 2007 Jan 18;356(3):213-5. doi: 10.1056/NEJMp068177. No abstract available. Erratum In: N Engl J Med. 2007 Mar 1;356(9):973."
                },
                {
                    "pmid": "20842183",
                    "type": "BACKGROUND",
                    "citation": "Sims-Robinson C, Kim B, Rosko A, Feldman EL. How does diabetes accelerate Alzheimer disease pathology? Nat Rev Neurol. 2010 Oct;6(10):551-9. doi: 10.1038/nrneurol.2010.130. Epub 2010 Sep 14."
                },
                {
                    "pmid": "20739645",
                    "type": "BACKGROUND",
                    "citation": "Ahtiluoto S, Polvikoski T, Peltonen M, Solomon A, Tuomilehto J, Winblad B, Sulkava R, Kivipelto M. Diabetes, Alzheimer disease, and vascular dementia: a population-based neuropathologic study. Neurology. 2010 Sep 28;75(13):1195-202. doi: 10.1212/WNL.0b013e3181f4d7f8. Epub 2010 Aug 25."
                },
                {
                    "pmid": "34214643",
                    "type": "BACKGROUND",
                    "citation": "Wieckowska-Gacek A, Mietelska-Porowska A, Wydrych M, Wojda U. Western diet as a trigger of Alzheimer's disease: From metabolic syndrome and systemic inflammation to neuroinflammation and neurodegeneration. Ageing Res Rev. 2021 Sep;70:101397. doi: 10.1016/j.arr.2021.101397. Epub 2021 Jun 30."
                },
                {
                    "pmid": "31408876",
                    "type": "BACKGROUND",
                    "citation": "Wang C, Holtzman DM. Bidirectional relationship between sleep and Alzheimer's disease: role of amyloid, tau, and other factors. Neuropsychopharmacology. 2020 Jan;45(1):104-120. doi: 10.1038/s41386-019-0478-5. Epub 2019 Aug 13."
                },
                {
                    "pmid": "23604473",
                    "type": "BACKGROUND",
                    "citation": "Buhr ED, Takahashi JS. Molecular components of the Mammalian circadian clock. Handb Exp Pharmacol. 2013;(217):3-27. doi: 10.1007/978-3-642-25950-0_1."
                },
                {
                    "pmid": "23702405",
                    "type": "BACKGROUND",
                    "citation": "Kalyani RR, Egan JM. Diabetes and altered glucose metabolism with aging. Endocrinol Metab Clin North Am. 2013 Jun;42(2):333-47. doi: 10.1016/j.ecl.2013.02.010. Epub 2013 Mar 22."
                },
                {
                    "pmid": "28017879",
                    "type": "BACKGROUND",
                    "citation": "Manoogian ENC, Panda S. Circadian rhythms, time-restricted feeding, and healthy aging. Ageing Res Rev. 2017 Oct;39:59-67. doi: 10.1016/j.arr.2016.12.006. Epub 2016 Dec 23."
                },
                {
                    "pmid": "25383529",
                    "type": "BACKGROUND",
                    "citation": "Settembre C, Ballabio A. Cell metabolism: autophagy transcribed. Nature. 2014 Dec 4;516(7529):40-1. doi: 10.1038/nature13939. Epub 2014 Nov 12. No abstract available."
                },
                {
                    "pmid": "27574892",
                    "type": "BACKGROUND",
                    "citation": "Kalfalah F, Janke L, Schiavi A, Tigges J, Ix A, Ventura N, Boege F, Reinke H. Crosstalk of clock gene expression and autophagy in aging. Aging (Albany NY). 2016 Aug 28;8(9):1876-1895. doi: 10.18632/aging.101018."
                },
                {
                    "pmid": "28145903",
                    "type": "BACKGROUND",
                    "citation": "Hood S, Amir S. The aging clock: circadian rhythms and later life. J Clin Invest. 2017 Feb 1;127(2):437-446. doi: 10.1172/JCI90328. Epub 2017 Feb 1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "J.R.V., M., Sleep in mild cognitive impairment and dementia. , in APA handbook of dementia, G.E.S.S.T. Farias, Editor. 2018, American Psychological Association. p. 519-532."
                },
                {
                    "pmid": "33212927",
                    "type": "BACKGROUND",
                    "citation": "Reddy OC, van der Werf YD. The Sleeping Brain: Harnessing the Power of the Glymphatic System through Lifestyle Choices. Brain Sci. 2020 Nov 17;10(11):868. doi: 10.3390/brainsci10110868."
                },
                {
                    "pmid": "30925707",
                    "type": "BACKGROUND",
                    "citation": "Paoli A, Tinsley G, Bianco A, Moro T. The Influence of Meal Frequency and Timing on Health in Humans: The Role of Fasting. Nutrients. 2019 Mar 28;11(4):719. doi: 10.3390/nu11040719."
                },
                {
                    "pmid": "22608008",
                    "type": "BACKGROUND",
                    "citation": "Hatori M, Vollmers C, Zarrinpar A, DiTacchio L, Bushong EA, Gill S, Leblanc M, Chaix A, Joens M, Fitzpatrick JA, Ellisman MH, Panda S. Time-restricted feeding without reducing caloric intake prevents metabolic diseases in mice fed a high-fat diet. Cell Metab. 2012 Jun 6;15(6):848-60. doi: 10.1016/j.cmet.2012.04.019. Epub 2012 May 17."
                },
                {
                    "pmid": "28578930",
                    "type": "BACKGROUND",
                    "citation": "Wehrens SMT, Christou S, Isherwood C, Middleton B, Gibbs MA, Archer SN, Skene DJ, Johnston JD. Meal Timing Regulates the Human Circadian System. Curr Biol. 2017 Jun 19;27(12):1768-1775.e3. doi: 10.1016/j.cub.2017.04.059. Epub 2017 Jun 1."
                },
                {
                    "pmid": "34588695",
                    "type": "BACKGROUND",
                    "citation": "Ulgherait M, Midoun AM, Park SJ, Gatto JA, Tener SJ, Siewert J, Klickstein N, Canman JC, Ja WW, Shirasu-Hiza M. Circadian autophagy drives iTRF-mediated longevity. Nature. 2021 Oct;598(7880):353-358. doi: 10.1038/s41586-021-03934-0. Epub 2021 Sep 29."
                },
                {
                    "pmid": "32446780",
                    "type": "BACKGROUND",
                    "citation": "Woodie LN, Neinast CE, Haynes W, Ahmed B, Graff EC, Greene MW. The physio-metabolic effects of time-restricting liquid sugar intake to six-hour windows during the mouse active phase: The effects of active phase liquid sugar consumption. Physiol Behav. 2020 Sep 1;223:112905. doi: 10.1016/j.physbeh.2020.112905. Epub 2020 May 22."
                },
                {
                    "pmid": "30566858",
                    "type": "BACKGROUND",
                    "citation": "Kinouchi K, Magnan C, Ceglia N, Liu Y, Cervantes M, Pastore N, Huynh T, Ballabio A, Baldi P, Masri S, Sassone-Corsi P. Fasting Imparts a Switch to Alternative Daily Pathways in Liver and Muscle. Cell Rep. 2018 Dec 18;25(12):3299-3314.e6. doi: 10.1016/j.celrep.2018.11.077."
                },
                {
                    "pmid": "30442801",
                    "type": "BACKGROUND",
                    "citation": "Di Francesco A, Di Germanio C, Bernier M, de Cabo R. A time to fast. Science. 2018 Nov 16;362(6416):770-775. doi: 10.1126/science.aau2095."
                },
                {
                    "pmid": "31927066",
                    "type": "BACKGROUND",
                    "citation": "Mindikoglu AL, Abdulsada MM, Jain A, Choi JM, Jalal PK, Devaraj S, Mezzari MP, Petrosino JF, Opekun AR, Jung SY. Intermittent fasting from dawn to sunset for 30 consecutive days is associated with anticancer proteomic signature and upregulates key regulatory proteins of glucose and lipid metabolism, circadian clock, DNA repair, cytoskeleton remodeling, immune system and cognitive function in healthy subjects. J Proteomics. 2020 Apr 15;217:103645. doi: 10.1016/j.jprot.2020.103645. Epub 2020 Jan 9."
                },
                {
                    "pmid": "19381858",
                    "type": "BACKGROUND",
                    "citation": "Baquer NZ, Taha A, Kumar P, McLean P, Cowsik SM, Kale RK, Singh R, Sharma D. A metabolic and functional overview of brain aging linked to neurological disorders. Biogerontology. 2009 Aug;10(4):377-413. doi: 10.1007/s10522-009-9226-2. Epub 2009 Apr 21."
                },
                {
                    "pmid": "16108925",
                    "type": "BACKGROUND",
                    "citation": "Newman AB, Fitzpatrick AL, Lopez O, Jackson S, Lyketsos C, Jagust W, Ives D, Dekosky ST, Kuller LH. Dementia and Alzheimer's disease incidence in relationship to cardiovascular disease in the Cardiovascular Health Study cohort. J Am Geriatr Soc. 2005 Jul;53(7):1101-7. doi: 10.1111/j.1532-5415.2005.53360.x."
                },
                {
                    "pmid": "28094793",
                    "type": "BACKGROUND",
                    "citation": "Mattison JA, Colman RJ, Beasley TM, Allison DB, Kemnitz JW, Roth GS, Ingram DK, Weindruch R, de Cabo R, Anderson RM. Caloric restriction improves health and survival of rhesus monkeys. Nat Commun. 2017 Jan 17;8:14063. doi: 10.1038/ncomms14063."
                },
                {
                    "pmid": "19590001",
                    "type": "BACKGROUND",
                    "citation": "Colman RJ, Anderson RM, Johnson SC, Kastman EK, Kosmatka KJ, Beasley TM, Allison DB, Cruzen C, Simmons HA, Kemnitz JW, Weindruch R. Caloric restriction delays disease onset and mortality in rhesus monkeys. Science. 2009 Jul 10;325(5937):201-4. doi: 10.1126/science.1173635."
                },
                {
                    "pmid": "22932268",
                    "type": "BACKGROUND",
                    "citation": "Mattison JA, Roth GS, Beasley TM, Tilmont EM, Handy AM, Herbert RL, Longo DL, Allison DB, Young JE, Bryant M, Barnard D, Ward WF, Qi W, Ingram DK, de Cabo R. Impact of caloric restriction on health and survival in rhesus monkeys from the NIA study. Nature. 2012 Sep 13;489(7415):318-21. doi: 10.1038/nature11432."
                },
                {
                    "pmid": "28650595",
                    "type": "BACKGROUND",
                    "citation": "National Academies of Sciences, Engineering, and Medicine; Health and Medicine Division; Board on Health Sciences Policy; Committee on Preventing Dementia and Cognitive Impairment; Downey A, Stroud C, Landis S, Leshner AI, editors. Preventing Cognitive Decline and Dementia: A Way Forward. Washington (DC): National Academies Press (US); 2017 Jun 22. Available from http://www.ncbi.nlm.nih.gov/books/NBK436397/"
                },
                {
                    "pmid": "34613684",
                    "type": "BACKGROUND",
                    "citation": "National Academies of Sciences, Engineering, and Medicine; Division of Behavioral and Social Sciences and Education; Board on Behavioral, Cognitive, and Sensory Sciences; Committee on the Decadal Survey of Behavioral and Social Science Research on Alzheimer's Disease and Alzheimer's Disease-Related Dementias. Reducing the Impact of Dementia in America: A Decadal Survey of the Behavioral and Social Sciences. Washington (DC): National Academies Press (US); 2021 Jul 26. Available from http://www.ncbi.nlm.nih.gov/books/NBK574341/"
                },
                {
                    "pmid": "24798886",
                    "type": "BACKGROUND",
                    "citation": "Jessen F, Amariglio RE, van Boxtel M, Breteler M, Ceccaldi M, Chetelat G, Dubois B, Dufouil C, Ellis KA, van der Flier WM, Glodzik L, van Harten AC, de Leon MJ, McHugh P, Mielke MM, Molinuevo JL, Mosconi L, Osorio RS, Perrotin A, Petersen RC, Rabin LA, Rami L, Reisberg B, Rentz DM, Sachdev PS, de la Sayette V, Saykin AJ, Scheltens P, Shulman MB, Slavin MJ, Sperling RA, Stewart R, Uspenskaya O, Vellas B, Visser PJ, Wagner M; Subjective Cognitive Decline Initiative (SCD-I) Working Group. A conceptual framework for research on subjective cognitive decline in preclinical Alzheimer's disease. Alzheimers Dement. 2014 Nov;10(6):844-52. doi: 10.1016/j.jalz.2014.01.001. Epub 2014 May 3."
                },
                {
                    "pmid": "23562429",
                    "type": "BACKGROUND",
                    "citation": "Caselli RJ, Chen K, Locke DE, Lee W, Roontiva A, Bandy D, Fleisher AS, Reiman EM. Subjective cognitive decline: self and informant comparisons. Alzheimers Dement. 2014 Jan;10(1):93-8. doi: 10.1016/j.jalz.2013.01.003. Epub 2013 Apr 3."
                },
                {
                    "pmid": "29653606",
                    "type": "BACKGROUND",
                    "citation": "Jack CR Jr, Bennett DA, Blennow K, Carrillo MC, Dunn B, Haeberlein SB, Holtzman DM, Jagust W, Jessen F, Karlawish J, Liu E, Molinuevo JL, Montine T, Phelps C, Rankin KP, Rowe CC, Scheltens P, Siemers E, Snyder HM, Sperling R; Contributors. NIA-AA Research Framework: Toward a biological definition of Alzheimer's disease. Alzheimers Dement. 2018 Apr;14(4):535-562. doi: 10.1016/j.jalz.2018.02.018."
                },
                {
                    "pmid": "28531269",
                    "type": "BACKGROUND",
                    "citation": "Belsky DW, Huffman KM, Pieper CF, Shalev I, Kraus WE. Change in the Rate of Biological Aging in Response to Caloric Restriction: CALERIE Biobank Analysis. J Gerontol A Biol Sci Med Sci. 2017 Dec 12;73(1):4-10. doi: 10.1093/gerona/glx096."
                },
                {
                    "pmid": "32940695",
                    "type": "BACKGROUND",
                    "citation": "Dorling JL, van Vliet S, Huffman KM, Kraus WE, Bhapkar M, Pieper CF, Stewart T, Das SK, Racette SB, Roberts SB, Ravussin E, Redman LM, Martin CK; CALERIE Study Group. Effects of caloric restriction on human physiological, psychological, and behavioral outcomes: highlights from CALERIE phase 2. Nutr Rev. 2021 Jan 1;79(1):98-113. doi: 10.1093/nutrit/nuaa085."
                },
                {
                    "pmid": "31303390",
                    "type": "BACKGROUND",
                    "citation": "Kraus WE, Bhapkar M, Huffman KM, Pieper CF, Krupa Das S, Redman LM, Villareal DT, Rochon J, Roberts SB, Ravussin E, Holloszy JO, Fontana L; CALERIE Investigators. 2 years of calorie restriction and cardiometabolic risk (CALERIE): exploratory outcomes of a multicentre, phase 2, randomised controlled trial. Lancet Diabetes Endocrinol. 2019 Sep;7(9):673-683. doi: 10.1016/S2213-8587(19)30151-2. Epub 2019 Jul 11."
                },
                {
                    "pmid": "31881139",
                    "type": "BACKGROUND",
                    "citation": "de Cabo R, Mattson MP. Effects of Intermittent Fasting on Health, Aging, and Disease. N Engl J Med. 2019 Dec 26;381(26):2541-2551. doi: 10.1056/NEJMra1905136. No abstract available. Erratum In: N Engl J Med. 2020 Jan 16;382(3):298. doi: 10.1056/NEJMx190038. N Engl J Med. 2020 Mar 5;382(10):978. doi: 10.1056/NEJMx200002."
                },
                {
                    "pmid": "27810402",
                    "type": "BACKGROUND",
                    "citation": "Mattson MP, Longo VD, Harvie M. Impact of intermittent fasting on health and disease processes. Ageing Res Rev. 2017 Oct;39:46-58. doi: 10.1016/j.arr.2016.10.005. Epub 2016 Oct 31."
                },
                {
                    "pmid": "32768682",
                    "type": "BACKGROUND",
                    "citation": "Washburn RA, Ptomey LT, Gorczyca AM, Smith PR, Mayo MS, Lee R, Donnelly JE. Weight management for adults with mobility related disabilities: Rationale and design for an 18-month randomized trial. Contemp Clin Trials. 2020 Sep;96:106098. doi: 10.1016/j.cct.2020.106098. Epub 2020 Aug 6."
                },
                {
                    "pmid": "24125814",
                    "type": "BACKGROUND",
                    "citation": "Duff K, Shprecher D, Litvan I, Gerstenecker A, Mast B; ENGENE investigators. Correcting for demographic variables on the modified telephone interview for cognitive status. Am J Geriatr Psychiatry. 2014 Dec;22(12):1438-43. doi: 10.1016/j.jagp.2013.08.007. Epub 2013 Oct 11."
                },
                {
                    "pmid": "24625794",
                    "type": "BACKGROUND",
                    "citation": "Rami L, Mollica MA, Garcia-Sanchez C, Saldana J, Sanchez B, Sala I, Valls-Pedret C, Castellvi M, Olives J, Molinuevo JL. The Subjective Cognitive Decline Questionnaire (SCD-Q): a validation study. J Alzheimers Dis. 2014;41(2):453-66. doi: 10.3233/JAD-132027."
                },
                {
                    "pmid": "15090118",
                    "type": "BACKGROUND",
                    "citation": "Bandura A. Health promotion by social cognitive means. Health Educ Behav. 2004 Apr;31(2):143-64. doi: 10.1177/1090198104263660."
                },
                {
                    "pmid": "9845158",
                    "type": "BACKGROUND",
                    "citation": "Randolph C, Tierney MC, Mohr E, Chase TN. The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS): preliminary clinical validity. J Clin Exp Neuropsychol. 1998 Jun;20(3):310-9. doi: 10.1076/jcen.20.3.310.823."
                },
                {
                    "pmid": "19862695",
                    "type": "BACKGROUND",
                    "citation": "Hobson VL, Hall JR, Humphreys-Clark JD, Schrimsher GW, O'Bryant SE. Identifying functional impairment with scores from the repeatable battery for the assessment of neuropsychological status (RBANS). Int J Geriatr Psychiatry. 2010 May;25(5):525-30. doi: 10.1002/gps.2382."
                },
                {
                    "pmid": "15817019",
                    "type": "BACKGROUND",
                    "citation": "Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991. doi: 10.1111/jgs.15925."
                },
                {
                    "pmid": "8126356",
                    "type": "BACKGROUND",
                    "citation": "Guralnik JM, Simonsick EM, Ferrucci L, Glynn RJ, Berkman LF, Blazer DG, Scherr PA, Wallace RB. A short physical performance battery assessing lower extremity function: association with self-reported disability and prediction of mortality and nursing home admission. J Gerontol. 1994 Mar;49(2):M85-94. doi: 10.1093/geronj/49.2.m85."
                },
                {
                    "pmid": "10022113",
                    "type": "BACKGROUND",
                    "citation": "Rantanen T, Guralnik JM, Foley D, Masaki K, Leveille S, Curb JD, White L. Midlife hand grip strength as a predictor of old age disability. JAMA. 1999 Feb 10;281(6):558-60. doi: 10.1001/jama.281.6.558."
                },
                {
                    "pmid": "2748771",
                    "type": "BACKGROUND",
                    "citation": "Buysse DJ, Reynolds CF 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989 May;28(2):193-213. doi: 10.1016/0165-1781(89)90047-4."
                },
                {
                    "pmid": "25592436",
                    "type": "BACKGROUND",
                    "citation": "Balsamo M, Innamorati M, Van Dam NT, Carlucci L, Saggino A. Measuring anxiety in the elderly: psychometric properties of the state trait inventory of cognitive and somatic anxiety (STICSA) in an elderly Italian sample. Int Psychogeriatr. 2015 Jun;27(6):999-1008. doi: 10.1017/S1041610214002634. Epub 2015 Jan 16."
                },
                {
                    "pmid": "7183759",
                    "type": "BACKGROUND",
                    "citation": "Yesavage JA, Brink TL, Rose TL, Lum O, Huang V, Adey M, Leirer VO. Development and validation of a geriatric depression screening scale: a preliminary report. J Psychiatr Res. 1982-1983;17(1):37-49. doi: 10.1016/0022-3956(82)90033-4."
                },
                {
                    "pmid": "8628042",
                    "type": "BACKGROUND",
                    "citation": "Ware J Jr, Kosinski M, Keller SD. A 12-Item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity. Med Care. 1996 Mar;34(3):220-33. doi: 10.1097/00005650-199603000-00003."
                },
                {
                    "pmid": "25556993",
                    "type": "BACKGROUND",
                    "citation": "Glynn NW, Santanasto AJ, Simonsick EM, Boudreau RM, Beach SR, Schulz R, Newman AB. The Pittsburgh Fatigability scale for older adults: development and validation. J Am Geriatr Soc. 2015 Jan;63(1):130-5. doi: 10.1111/jgs.13191. Epub 2014 Dec 31."
                },
                {
                    "pmid": "32623402",
                    "type": "BACKGROUND",
                    "citation": "Xiao J, Katsumata N, Bernier F, Ohno K, Yamauchi Y, Odamaki T, Yoshikawa K, Ito K, Kaneko T. Probiotic Bifidobacterium breve in Improving Cognitive Functions of Older Adults with Suspected Mild Cognitive Impairment: A Randomized, Double-Blind, Placebo-Controlled Trial. J Alzheimers Dis. 2020;77(1):139-147. doi: 10.3233/JAD-200488."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T312",
                    "name": "Tea",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}