{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05921149",
            "orgStudyIdInfo": {
                "id": "EH22-383"
            },
            "organization": {
                "fullName": "NorthShore University HealthSystem",
                "class": "OTHER"
            },
            "briefTitle": "Fasting Mimicking Diet (FMD) in Conjunction With Chemotherapy in Advanced Ovarian Cancer",
            "officialTitle": "A Randomized Controlled Study of a Fasting Mimicking Diet (FMD) in Conjunction With Combination Carboplatin and Paclitaxel in the Treatment of Patients With Advanced or Recurrent Ovarian, Fallopian Tube and Primary Peritoneal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "fasting-mimicking-diet-fmd-in-conjunction-with-chemotherapy-in-advanced-ovarian-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-25",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-23",
            "studyFirstSubmitQcDate": "2023-06-25",
            "studyFirstPostDateStruct": {
                "date": "2023-06-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tilley Jenkins-Vogel",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "NorthShore University HealthSystem"
            },
            "leadSponsor": {
                "name": "NorthShore University HealthSystem",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "L-Nutra Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Rates of grade 3-4 toxicity with carboplatin and paclitaxel chemotherapy range 26-84%. Interventions to reduce toxicity are needed.\n\nShort term fasting protects against toxic effects of chemotherapy without decreasing efficacy. In a prospective clinical trial of breast cancer patients randomized to FMD or regular diet during chemotherapy, less antiemetic was required in the FMD group; radiographic and pathologic responses were better in this group.\n\nThis trial tests whether platinum-taxane chemotherapy combined with a FMD in advanced and recurrent ovarian, fallopian tube and primary peritoneal cancer patients is associated with decreased toxicity and/ or improved tumor response to therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Ovarian Cancer",
                "Chemotherapeutic Toxicity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 170,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Carboplatin and paclitaxel with standard diet",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive paclitaxel IV over 3 hours and carboplatin IV over 30 minutes on day 1 of each cycle. Treatment repeats every 3 weeks for 6-10 cycles in the absence of disease progression or unacceptable toxicity. A standard diet is consumed throughout each cycle of therapy.",
                    "interventionNames": [
                        "Drug: Carboplatin",
                        "Drug: Paclitaxel",
                        "Dietary Supplement: Standard diet"
                    ]
                },
                {
                    "label": "Carboplatin and paclitaxel with fasting mimicking diet (FMD)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive paclitaxel IV over 3 hours and carboplatin IV over 30 minutes on day 1 of each cycle. Treatment repeats every 3 weeks for 6-10 cycles in the absence of disease progression or unacceptable toxicity. A fasting mimicking diet (FMD) is consumed beginning 3 days prior to chemotherapy and on the day of chemotherapy (days -2, -1, 0 and 1 of each cycle).",
                    "interventionNames": [
                        "Dietary Supplement: Fasting Mimicking Diet (Xentigen by L'Nutra)",
                        "Drug: Carboplatin",
                        "Drug: Paclitaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Fasting Mimicking Diet (Xentigen by L'Nutra)",
                    "description": "L-Nutra Xentigen is a product which will provide all the food to be consumed by subjects during 3 days prior to chemotherapy and for 24 hours after chemotherapy. Xentigen is a plant-based diet program designed to attain fasting-like effects while providing both macro- and micronutrients to minimize the burden of fasting and adverse effects. The FMD consists of 100% ingredients that are generally regarded as safe (GRAS) and comprises proprietary vegetable-based soups and broths, energy bars, energy drinks, cracker snacks, herbal teas, and supplements. The FMD consists of a 4-day regimen that provides approximately 1100 kilocalories for the first day and approximately 500 kilocalories per day for the second to the fourth day. Subsequently, a day 5 of transition diet (approximately 800 kilocalories) is provided to avoid the refeeding syndrome.",
                    "armGroupLabels": [
                        "Carboplatin and paclitaxel with fasting mimicking diet (FMD)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Carboplatin and paclitaxel with fasting mimicking diet (FMD)",
                        "Carboplatin and paclitaxel with standard diet"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Carboplatin and paclitaxel with fasting mimicking diet (FMD)",
                        "Carboplatin and paclitaxel with standard diet"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Standard diet",
                    "description": "Normal diet",
                    "armGroupLabels": [
                        "Carboplatin and paclitaxel with standard diet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with decreased gastrointestinal (GI) toxicity in advanced and recurrent ovarian cancer patients.",
                    "description": "Toxicities and adverse events will be graded and summarized according to the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), v5.0 and will be compared between the two study groups. The following toxicity summaries will be used to compare the diet and non-diet group:\n\nAny of the following Grade 2+ GI symptomatic toxicities (nausea and vomiting, anorexia, constipation or diarrhea, mucositis, stomatitis) experienced.\n\nThe NCI CTCAE has a specific scale (graded 1-5) for each toxicity which can be used objectively to compare different drug toxicities.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with decreased neurotoxicity in advanced and recurrent ovarian cancer patients.",
                    "description": "Toxicities and adverse events will be graded and summarized according to the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), v5.0 and will be compared between the two study groups. The following toxicity summaries will be used to compare the diet and non-diet group:\n\nAny Grade 2+ neuropathy experienced. The NCI CTCAE has a specific scale (graded 1-5) for each toxicity which can be used objectively to compare different drug toxicities.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with decreased hematologic toxicity in advanced and recurrent ovarian cancer patients.",
                    "description": "Toxicities and adverse events will be graded and summarized according to the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), v5.0 and will be compared between the two study groups. The following toxicity summaries will be used to compare the diet and non-diet group:\n\nAny Grade 3+ hematologic toxicity experienced. The NCI CTCAE has a specific scale (graded 1-5) for each toxicity which can be used objectively to compare different drug toxicities.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with improved quality of life (QOL) in advanced and recurrent ovarian cancer patients",
                    "description": "The primary QOL question examines whether chemotherapy plus FMD is associated with improved physical function and reduced chemotherapy-related side effects/ symptoms compared to chemotherapy administered with a regular diet. QOL and side effects/ symptoms of chemotherapy will be recorded using the Functional Assessment of Cancer Therapy (FACT) ovarian cancer questionnaire and compared between the study groups.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with improved QOL specifically with regards to less neuropathy in advanced and recurrent ovarian cancer patients",
                    "description": "This specific QOL question examines whether chemotherapy plus FMD is associated with improved physical function and reduced chemotherapy-related neuropathy compared to chemotherapy administered with a regular diet. QOL as impacted by neuropathy, specifically will be recorded using the FACT/ Gynecologic Oncology Group (GOG)-Neurotoxicity (Ntx) 4-item subscale and compared between the two study groups.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To determine whether the combination of standard of care platinum-taxane chemotherapy with a FMD compared to a regular diet is associated with improved QOL specifically with regards to less fatigue in advanced and recurrent ovarian cancer patients",
                    "description": "This specific QOL question examines whether chemotherapy plus FMD is associated with improved physical function and reduced fatigue compared to chemotherapy administered with a regular diet. QOL as impacted by fatigue, specifically, will be assessed using the 7-item Patient Reported Outcomes Measurement Information System (PROMIS) fatigue short form and compared between the two study groups.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To describe the safety and tolerability of a concurrent FMD, including patient compliance to diet, with platinum-taxane chemotherapy in advanced and recurrent ovarian cancer patients.",
                    "description": "Safety will be assessed by measuring and comparing adverse events experienced by patients in each study group. This study will utilize the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 to describe and quantify study subject adverse events. In addition the number of patients that do not complete the FMD during chemotherapy will be recorded. The number of cycles completed with the FMD for each patient in the FMD group will be recorded to determine compliance with the regimen.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare radiographic tumor response to therapy in advanced and recurrent ovarian cancer patients treated with the combination of platinum-taxane chemotherapy and a FMD versus a regular diet.",
                    "description": "Tumor response will be measured radiographically via RECIST 1.1.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare tumor response to therapy using a serum biomarker in advanced and recurrent ovarian cancer patients treated with the combination of platinum-taxane chemotherapy and a FMD versus a regular diet.",
                    "description": "Tumor response based on change in serum biomarker will be measured using CA 125 blood levels.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To compare tumor pathologic response to therapy in advanced ovarian cancer patients treated with the combination of platinum-taxane chemotherapy and a FMD versus a regular diet.",
                    "description": "Tumor pathologic response in the primary (neoadjuvant) treatment group will be measured using a 3-tier chemotherapy response score (CRS). CRS is assigned on a scale of 1-3 with 3 representing the most complete response to treatment (ie best response) and 1 representing the least robust response to treatment (ie worst response).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To measure the progression free survival (PFS) at 2 and 5 years in each group.",
                    "timeFrame": "2 and 5 years"
                },
                {
                    "measure": "To measure the overall survival (OS) in each group.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. All patients with advanced ovarian, fallopian tube and primary peritoneal carcinomas deemed appropriate candidates for neoadjuvant chemotherapy and patients with recurrent, platinum-sensitive disease (as defined by an interval of at least 6 months following completion of last platinum-based chemotherapy prior to disease relapse or progression)\n3. ECOG Performance Status of 0, 1 or 2.\n4. Adequate bone marrow reserve (absolute neutrophil count (ANC) ≥1.5 x 109/L and platelet count ≥100 x 109/L).\n5. Adequate renal function defined as creatinine ≤1.5 x laboratory upper limit of normal (ULN).\n6. Adequate hepatic function defined as:\n\n   Bilirubin ≤1.5 x ULN ALT and AST ≤3 x ULN\n7. BMI ≥19 kg/m2\n\nExclusion Criteria:\n\n1. Patients with malnutrition and/ or BMI \\<19\n2. Patients with active eating disorders (as identified by history of pre-enrollment nutrition screen)\n3. Diabetes mellitus requiring medication management (both insulin and non-insulin requiring). Patients with diabetes mellitus controlled by diet alone (i.e. patients not requiring anti-glycemic medications) are NOT excluded and are eligible for participation.\n4. Allergy to component of fasting mimicking diet (FMD)\n5. Patients with recurrent ovarian, fallopian tube and primary peritoneal carcinomas with relapse within 6 months of completion of last platinum-based chemotherapy regimen (i.e. patients with platinum-resistant disease)",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michele Britto, RN",
                    "role": "CONTACT",
                    "phone": "(847) 570-2109",
                    "email": "mbritto@northshore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary T Jenkins Vogel, MD",
                    "affiliation": "NorthShore University HealthSystem",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NorthShore University HealthSystem",
                    "city": "Evanston",
                    "state": "Illinois",
                    "zip": "60201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michele Britto, RN",
                            "role": "CONTACT",
                            "phone": "847-570-2109",
                            "email": "mbritto@northshore.org"
                        },
                        {
                            "name": "Mary T Jenkins Vogel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.04114,
                        "lon": -87.69006
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31113478",
                    "type": "BACKGROUND",
                    "citation": "de Groot S, Pijl H, van der Hoeven JJM, Kroep JR. Effects of short-term fasting on cancer treatment. J Exp Clin Cancer Res. 2019 May 22;38(1):209. doi: 10.1186/s13046-019-1189-9."
                },
                {
                    "pmid": "27314084",
                    "type": "BACKGROUND",
                    "citation": "Di Biase S, Longo VD. Fasting-induced differential stress sensitization in cancer treatment. Mol Cell Oncol. 2015 Dec 10;3(3):e1117701. doi: 10.1080/23723556.2015.1117701. eCollection 2016 May."
                },
                {
                    "pmid": "18378900",
                    "type": "BACKGROUND",
                    "citation": "Raffaghello L, Lee C, Safdie FM, Wei M, Madia F, Bianchi G, Longo VD. Starvation-dependent differential stress resistance protects normal but not cancer cells against high-dose chemotherapy. Proc Natl Acad Sci U S A. 2008 Jun 17;105(24):8215-20. doi: 10.1073/pnas.0708100105. Epub 2008 Mar 31."
                },
                {
                    "pmid": "21516129",
                    "type": "BACKGROUND",
                    "citation": "Lee C, Longo VD. Fasting vs dietary restriction in cellular protection and cancer treatment: from model organisms to patients. Oncogene. 2011 Jul 28;30(30):3305-16. doi: 10.1038/onc.2011.91. Epub 2011 Apr 25."
                },
                {
                    "pmid": "24905167",
                    "type": "BACKGROUND",
                    "citation": "Cheng CW, Adams GB, Perin L, Wei M, Zhou X, Lam BS, Da Sacco S, Mirisola M, Quinn DI, Dorff TB, Kopchick JJ, Longo VD. Prolonged fasting reduces IGF-1/PKA to promote hematopoietic-stem-cell-based regeneration and reverse immunosuppression. Cell Stem Cell. 2014 Jun 5;14(6):810-23. doi: 10.1016/j.stem.2014.04.014. Erratum In: Cell Stem Cell. 2016 Feb 4;18(2):291-2."
                },
                {
                    "pmid": "22323820",
                    "type": "BACKGROUND",
                    "citation": "Lee C, Raffaghello L, Brandhorst S, Safdie FM, Bianchi G, Martin-Montalvo A, Pistoia V, Wei M, Hwang S, Merlino A, Emionite L, de Cabo R, Longo VD. Fasting cycles retard growth of tumors and sensitize a range of cancer cell types to chemotherapy. Sci Transl Med. 2012 Mar 7;4(124):124ra27. doi: 10.1126/scitranslmed.3003293. Epub 2012 Feb 8."
                },
                {
                    "pmid": "27282289",
                    "type": "BACKGROUND",
                    "citation": "Dorff TB, Groshen S, Garcia A, Shah M, Tsao-Wei D, Pham H, Cheng CW, Brandhorst S, Cohen P, Wei M, Longo V, Quinn DI. Safety and feasibility of fasting in combination with platinum-based chemotherapy. BMC Cancer. 2016 Jun 10;16:360. doi: 10.1186/s12885-016-2370-6."
                },
                {
                    "pmid": "29699509",
                    "type": "BACKGROUND",
                    "citation": "Bauersfeld SP, Kessler CS, Wischnewsky M, Jaensch A, Steckhan N, Stange R, Kunz B, Bruckner B, Sehouli J, Michalsen A. The effects of short-term fasting on quality of life and tolerance to chemotherapy in patients with breast and ovarian cancer: a randomized cross-over pilot study. BMC Cancer. 2018 Apr 27;18(1):476. doi: 10.1186/s12885-018-4353-2."
                },
                {
                    "pmid": "32576828",
                    "type": "BACKGROUND",
                    "citation": "de Groot S, Lugtenberg RT, Cohen D, Welters MJP, Ehsan I, Vreeswijk MPG, Smit VTHBM, de Graaf H, Heijns JB, Portielje JEA, van de Wouw AJ, Imholz ALT, Kessels LW, Vrijaldenhoven S, Baars A, Kranenbarg EM, Carpentier MD, Putter H, van der Hoeven JJM, Nortier JWR, Longo VD, Pijl H, Kroep JR; Dutch Breast Cancer Research Group (BOOG). Fasting mimicking diet as an adjunct to neoadjuvant chemotherapy for breast cancer in the multicentre randomized phase 2 DIRECT trial. Nat Commun. 2020 Jun 23;11(1):3083. doi: 10.1038/s41467-020-16138-3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T312",
                    "name": "Tea",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}