{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05524441",
            "orgStudyIdInfo": {
                "id": "STUDY00000481"
            },
            "organization": {
                "fullName": "National Aeronautics and Space Administration (NASA)",
                "class": "FED"
            },
            "briefTitle": "Fatigue in Short-Haul Operations",
            "officialTitle": "Evaluation of Fatigue in Short-Haul Operations Across Multiple Airlines",
            "acronym": "FISH-Ops",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fatigue-in-short-haul-operations"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-18",
            "studyFirstSubmitQcDate": "2022-08-29",
            "studyFirstPostDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Erin E. Flynn-Evans",
                "investigatorTitle": "Laboratory Director",
                "investigatorAffiliation": "National Aeronautics and Space Administration (NASA)"
            },
            "leadSponsor": {
                "name": "Civil Aerospace Medical Institute",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Brigham and Women's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Washington State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the present study is to assess fatigue levels of short-haul pilots during normal operations. The investigators will collect objective and subjective sleep, sleepiness, workload, and performance data from on-duty pilots during short-haul flight operations. Data will be collected during days off prior to the trip start, during flights, and during days off following the flight operations.",
            "detailedDescription": "Protocol Summary. The investigators will collect objective and subjective sleep, sleepiness, workload, and performance data from on-duty pilots during the aforementioned short-haul flight operations. Data will be collected during days off prior to the trip start, during flights, and during days off following the flight operations. Each participant will collect data during two trips lasting 2-7 days each, with up to 3 days of off-duty data collection before and after each trip, for a total data collection of up to 26 days per pilot.\n\nStudy Aims. The goal of this study is to provide insight into the influence of trips including circadian disruption on pilot cognitive performance, fatigue, sleepiness, sleep, and workload during short-haul operations across multiple airlines.\n\nHypothesis. Cognitive performance, fatigue, sleepiness, and sleep outcomes will be worse during circadian disrupted trips compared to trips that do not involve circadian disruption.\n\nStatistical Analyses. The following factors will be also considered for inclusion in the analysis:\n\n* Schedule features: flight duration, duty duration, duty start and finish times\n* Individual factors: age, experience, chronotype (as measured by the morningness-eveningness questionnaire), sleep need\n* Sleep: sleep duration, sleep loss, sleep start and finish times (all measured by the actiwatch)\n* Fatigue/alertness: pre- and post-sleep and on-duty fatigue and alertness ratings (as measured by subjective scales)\n* Workload: hassle factors encountered during flights and NASA TLX\n\nProcedure Pre-study Questionnaires. Once consented, participants will complete a series of baseline questionnaires including a demographic questionnaire, performance questionnaires, a baseline exercise questionnaire, the Morningness/Eveningness Questionnaire (MEQ), the Epworth Sleepiness Scale (ESS), the Pittsburgh Sleep Quality Index (PSQI), the Insomnia Severity Index (ISI), and the NASA Task Load Index (TLX), using the NASA PVT+ app. Participants will also complete a practice sleep diary and a practice PVT in order to ensure that they understand the study procedures. Demographic information, including age, flight experience, living arrangements, and the results of the aforementioned questionnaires will be used as covariates in data analysis as each of these factors can influence sleep and performance.\n\nParticipants will begin data collection 1-3 days prior to their trip departure (depending on the participant's availability and off-duty time between trips). Data will be collected using the NASA PVT+ App and the Actiwatch. Participants will begin wearing the Actiwatch and continue to wear it for the duration of the study period which will conclude up to 3 days following their return from their trip. Participants will make entries in the App reporting on their sleep periods at the beginning and end of each day, including days off. Participants will also have additional entries during flight duty periods. Entire study period can last up to 26 days depending on length of trips and days off in between.\n\nMorning Sleep Diary. At the beginning of each day, participants will complete a sleep diary within the NASA PVT+ App. Each entry will include: wake-up time, a rating of sleep quality (5 -point scale from Extremely Good to Extremely Poor), the Samn-Perelli (SP) and Karolinska Sleepiness Scale (KSS), the location of their sleep, the timing and duration of any awakenings during the sleep period, and any additional information (i.e., notes).\n\nEvening Sleep Diary. At the end of each day (right before sleep), participants will use the App to report the time they are going to sleep, the location of their sleep (e.g., home, hotel), if they used any caffeine during the day (amount used), any naps during the day (including timing and duration), timing/type of meals, and timing/type of exercise. Participants will also complete the SP and KSS and have an opportunity to provide any additional information about the day if necessary.\n\nFlight Duty Period Data Collection. On flight duty days, participants will have additional entries and tasks to complete within the NASA PVT+ App (i.e., pre-duty, during flight, post-flight, and post-duty). Pre-duty entries will include: flight information, layover information, commute information, caffeine intake, the SP and KSS, and the Psychomotor Vigilance Task (PVT). During their flight, Participants will complete the SP, KSS, and the PVT, at or near the timing of TOD. Post-flight entries will occur within one hour of landing and will include flight information, the NASA TLX, report of fatigue countermeasures used, and hassle factors experienced (e.g., weather, air traffic control issues, traffic), SP, KSS, and PVT (if needed). Post-duty entries will include: duty information, operational factors (e.g., delays, sit times), overall fatigue rating (visual analog scale), KSS, SP, and PVT. Participants will also complete both the morning and evening sleep diary entries on flight duty days. Additional questions in the evening sleep diary on duty days include: commute information (i.e., timing, duration, and type of travel).\n\nParticipant Withdrawal. Participants who choose to withdraw their consent may do so at any time. Any partial data that has been collected will be considered for analysis unless the participant requests that their data be deleted.\n\nTests and Scales Morningness/Eveningness Questionnaire (MEQ). The MEQ is a widely used self-assessment questionnaire (19 items) designed to determine a person's chronotype, that is, whether they experience peak alertness in the morning, evening, or in between.\n\nPittsburgh Sleep Quality Index (PSQI). The PSQI is used to measure sleep quality in adults over the last month. The scale is broken down into 7 Components, which include: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medications, and daytime dysfunction. Higher scores indicate poorer sleep quality.\n\nInsomnia Severity Index (ISI). The ISI is a 7-item questionnaire used to assess the severity of daytime and nighttime components of insomnia. The scale uses a 5-point Likert scale to measure the different components, including: severity sleep onset, sleep maintenance, early morning awakening problems, sleep dissatisfaction, interference of sleep difficulties with daytime function, noticeability of sleep problems by others, and distress caused by the sleep difficulties. Total score can range from 0-28 with higher scores indicating more severe insomnia.\n\nEpworth Sleepiness Scale (ESS). The ESS is a routinely used self-administered questionnaire (8 items) that can be used to assess daytime sleepiness.\n\nNASA-TLX. The NASA Task Load Index (TLX) is a subjective, multidimensional tool that rates workload relative to a task. The TLX is taken at the start of the study to make a series of pairwise comparisons and then again for rating each flight period.\n\nHassle Factors. Factors that may affect workload during flight operations (e.g., weather, air traffic control (ATC), cabin activity, procedures \\& documentation) will be reported for each flight period.\n\nSamn-Perelli Scale (SP). The Samn-Perelli Scale is a commonly used 7-point scale for self-rating levels of fatigue at a given time. The scale includes: 1= fully alert - wide awake, 2= very lively, 3= okay - somewhat fresh, 4= a little tired, 5= moderately tired, 6= extremely tired, 7= completely exhausted.\n\nKarolinska Sleepiness Scale (KSS). The KSS is a widely used 9-point scale for self-rating levels of sleepiness at a given time. The scale includes: 1 = extremely alert, 2= very alert, 3 = alert, 4= rather alert, 5 = neither alert nor sleepy, 6= some signs of sleepiness, 7 = sleepy - but no difficulty remaining awake, 8= sleepy - some effort to keep awake, and 9 = extremely sleepy - fighting sleep.\n\nSleep Quality rating. All sleep periods (including naps) will be rated for quality. The scale includes: 1 = extremely good, 2= good, 3 = average, 4= poor, 5 = extremely poor.\n\nPsychomotor vigilance task (PVT). The PVT is a widely used sustained-attention, reaction-time task that measures the speed with which subjects respond to a visual stimulus. The PVT is a simple task where the subject taps the screen as soon as a visual stimulus appears. The stimulus appears randomly every few seconds during the 5-minute task.\n\nEquipment The study will involve evaluating pilot sleep, sleepiness, performance, and workload among on-duty pilots. All devices are commercial, off-the-shelf products with no modifications and used as directed.\n\niPod. Participants will be issued an iPod Touch with a pre-loaded application (NASA PVT+) which includes a sleep diary, cognitive tests, and subjective scales (Figure 1). Using the NASA PVT+ App, measures will include PVT speed (1/reaction time) and lapses conducted at pre-flight, top of descent (TOD), post-flight, and on days off. Subjective fatigue ratings using the Samn-Perelli 7-point scale and sleepiness ratings using the 9-point Karolinska Sleepiness Scale at pre-flight, TOD, post-flight, and on days off will also be reported. At the end of each flight, participants will complete the NASA-TLX, hassle factors, and information about any fatigue countermeasures that they used. Participants will also capture information about the characteristics of the flight at the end of each Flight Duty Period (FDP). Prior to and at the end of the study, the participants will use the app to complete baseline questionnaires.\n\nActigraphy. Participants will wear a small wristwatch-like device (Actiwatch, Philips Respironics, Murrysville, PA, USA) on the wrist of their non-dominant arm (Figure 2). The actiwatch will be worn continuously throughout the study period including on days off. Actigraphy uses accelerometry and a light sensor to determine sleep and wake patterns and may be worn for several weeks at a time. It will provide us with objective sleep measures which can be compared and correlated with other measures recorded in the NASA PVT+ App.\n\nLight and Temperature Sensor. Participants will wear a small (\\~1 square inch) light sensor clipped to their clothing in order to assess their lighting and ambient temperature exposure. This device can be placed on a bedside table during sleep. It can record light information for several weeks and does not require the user to interact with it in any way. The data obtained from this sensor will allow us to use the participant's pattern of light exposure to estimate circadian phase using a biomathematical model."
        },
        "conditionsModule": {
            "conditions": [
                "Fatigue"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 204,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Airline 1",
                    "description": "2 conditions; 18 participants per condition (n = 36)",
                    "interventionNames": [
                        "Other: Circadian Disruption - Quasi-Experimental"
                    ]
                },
                {
                    "label": "Airline 2",
                    "description": "2 conditions; 18 participants per condition (n = 36)",
                    "interventionNames": [
                        "Other: Circadian Disruption - Quasi-Experimental"
                    ]
                },
                {
                    "label": "Airline 3",
                    "description": "2 conditions; 18 participants per condition (n = 36)",
                    "interventionNames": [
                        "Other: Circadian Disruption - Quasi-Experimental"
                    ]
                },
                {
                    "label": "Airline 4",
                    "description": "2 conditions; 18 participants per condition (n = 36)",
                    "interventionNames": [
                        "Other: Circadian Disruption - Quasi-Experimental"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Circadian Disruption - Quasi-Experimental",
                    "description": "2 conditions: comparing trips with circadian disruption to trips without circadian disruption",
                    "armGroupLabels": [
                        "Airline 1",
                        "Airline 2",
                        "Airline 3",
                        "Airline 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Vigilant Attention",
                    "description": "Measured through the Psychomotor Vigilance Task (PVT) (a simple reaction time task; measures include mean reaction time, response speed (1/RT), and number of lapses (RT \\> 500ms))",
                    "timeFrame": "up to 26 days"
                },
                {
                    "measure": "Sleep",
                    "description": "Measured through actigraphy which uses accelerometry and a light sensor to determine sleep and wake patterns and may be worn for several weeks at a time",
                    "timeFrame": "up to 26 days"
                },
                {
                    "measure": "Fatigue/alertness",
                    "description": "Samn Perelli and Karolinska Sleepiness Scale (KSS): pre- and post-sleep and on-duty fatigue and alertness ratings (as measured by subjective scales)\n\nSamn Perelli: 7 point likert scale, 1-7 with higher scores indicating higher levels of fatigue.\n\nKarolinska Sleepiness Scale: 9-point likert scale, 1-9 with higher scores indicating higher levels of sleepiness.",
                    "timeFrame": "up to 26 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All medically qualified, active-duty pilots currently flying short-haul operations are eligible to be included as participants in the study. Participants must be line pilots that spend at least 50% of their typical monthly schedule flying short-haul operations (defined at flights under 6 hours duration).\n* Participants must be scheduled for and willing to collect data on each of the following:\n\n  1. Trip with Circadian Disruption. A trip containing one of the following types of WOCL infringement:\n\n     • Overnight FDPs. An FDP in which the pilot is operating one or more flights through the WOCL (0200-0559h) relative to the pilot's home-base time or clock time.\n\n     OR\n\n     • Circadian Switching. At least one FDP that starts between 0000-0659h relative to home-base time, followed by at least one FDP that ends between 0000-0659h, or vice versa, within the same trip (e.g., an FDP that begins at 0500h and the next FDP ends at 0100h or vice versa).\n\n     AND\n  2. Trip without Circadian Disruption. This trip must not contain any duties that are scheduled to begin or end between 0000h and 0659h relative to home-base time.\n\nExclusion Criteria:\n\n* No additional exclusion criteria",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "All subjects will be medically qualified, active-duty flight crewmembers.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin E Flynn-Evans, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "6502793459",
                    "email": "erin.e.flynn-evans@nasa.gov"
                },
                {
                    "name": "Nicholas G Bathurst, MA",
                    "role": "CONTACT",
                    "phone": "4083484075",
                    "email": "nicholas.g.bathurst@nasa.gov"
                }
            ],
            "locations": [
                {
                    "facility": "NASA Ames Research Center",
                    "status": "RECRUITING",
                    "city": "Mountain View",
                    "state": "California",
                    "zip": "94043",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin E Flynn-Evans, PhD, MPH",
                            "role": "CONTACT",
                            "email": "erin.e.flynn-evans@nasa.gov"
                        },
                        {
                            "name": "Nicholas G Bathurst, MA",
                            "role": "CONTACT",
                            "email": "nicholas.g.bathurst@nasa.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.38605,
                        "lon": -122.08385
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "14556570",
                    "type": "BACKGROUND",
                    "citation": "Bourgeois-Bougrine S, Carbon P, Gounelle C, Mollard R, Coblentz A. Perceived fatigue for short- and long-haul flights: a survey of 739 airline pilots. Aviat Space Environ Med. 2003 Oct;74(10):1072-7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Caldwell, J.A., Mallis, M.M., Colletti, L.M., Oyung, R.L., Brandt, S.L., Arsintescu, L., DeRoshia, C.W., Reduta-Rojas, D.D. and Chapman, P.M. (2006). The Effects of Ultra-Long-Range Flights on the Alertness and Performance of Aviators (Report No. TH-066). Ames Research Center. https://ntrs.nasa.gov/citations/20060024526"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Flight and Duty Limitations and Rest Requirements: Flightcrew Members, 14 C.F.R. § 117 (2012)."
                },
                {
                    "pmid": "30241664",
                    "type": "BACKGROUND",
                    "citation": "Flynn-Evans EE, Arsintescu L, Gregory K, Mulligan J, Nowinski J, Feary M. Sleep and neurobehavioral performance vary by work start time during non-traditional day shifts. Sleep Health. 2018 Oct;4(5):476-484. doi: 10.1016/j.sleh.2018.08.002. Epub 2018 Aug 31."
                },
                {
                    "pmid": "9749936",
                    "type": "BACKGROUND",
                    "citation": "Gander PH, Gregory KB, Graeber RC, Connell LJ, Miller DL, Rosekind MR. Flight crew fatigue II: short-haul fixed-wing air transport operations. Aviat Space Environ Med. 1998 Sep;69(9 Suppl):B8-15."
                },
                {
                    "pmid": "26590506",
                    "type": "BACKGROUND",
                    "citation": "Honn KA, Satterfield BC, McCauley P, Caldwell JL, Van Dongen HP. Fatiguing effect of multiple take-offs and landings in regional airline operations. Accid Anal Prev. 2016 Jan;86:199-208. doi: 10.1016/j.aap.2015.10.005. Epub 2015 Nov 17."
                },
                {
                    "pmid": "34615174",
                    "type": "BACKGROUND",
                    "citation": "Mohamed A, Kalavally V, Cain SW, Phillips AJK, McGlashan EM, Tan CP. Wearable light spectral sensor optimized for measuring daily alpha-opic light exposure. Opt Express. 2021 Aug 16;29(17):27612-27627. doi: 10.1364/OE.431373."
                },
                {
                    "pmid": "17679568",
                    "type": "BACKGROUND",
                    "citation": "Powell DM, Spencer MB, Holland D, Broadbent E, Petrie KJ. Pilot fatigue in short-haul operations: effects of number of sectors, duty length, and time of day. Aviat Space Environ Med. 2007 Jul;78(7):698-701."
                },
                {
                    "pmid": "22239926",
                    "type": "BACKGROUND",
                    "citation": "Roach GD, Sargent C, Darwent D, Dawson D. Duty periods with early start times restrict the amount of sleep obtained by short-haul airline pilots. Accid Anal Prev. 2012 Mar;45 Suppl:22-6. doi: 10.1016/j.aap.2011.09.020. Epub 2011 Oct 10."
                },
                {
                    "pmid": "8070796",
                    "type": "BACKGROUND",
                    "citation": "Rosekind MR, Gander PH, Miller DL, Gregory KB, Smith RM, Weldon KJ, Co EL, McNally KL, Lebacqz JV. Fatigue in operational settings: examples from the aviation environment. Hum Factors. 1994 Jun;36(2):327-38. doi: 10.1177/001872089403600212."
                },
                {
                    "pmid": "9248502",
                    "type": "BACKGROUND",
                    "citation": "Samel A, Wegmann HM, Vejvoda M. Aircrew fatigue in long-haul operations. Accid Anal Prev. 1997 Jul;29(4):439-52. doi: 10.1016/s0001-4575(97)00023-7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Scientific Principles for Fatigue Management. Fatigue Risk Management Systems: Implementation Guide for Operators. Washington, D.C.: International Air Transport Association (IATA), International Federation of Airline Pilots' Associations (IFALPA), and International Civil Aviation Organization (ICAO), 2015."
                },
                {
                    "pmid": "25040665",
                    "type": "BACKGROUND",
                    "citation": "Vejvoda M, Elmenhorst EM, Pennig S, Plath G, Maass H, Tritschler K, Basner M, Aeschbach D. Significance of time awake for predicting pilots' fatigue on short-haul flights: implications for flight duty time regulations. J Sleep Res. 2014 Oct;23(5):564-7. doi: 10.1111/jsr.12186. Epub 2014 Jul 21."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2022-06-23",
                    "uploadDate": "2022-08-25T14:52",
                    "filename": "Prot_000.pdf",
                    "size": 378973
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-07-18",
                    "uploadDate": "2022-08-18T18:10",
                    "filename": "ICF_001.pdf",
                    "size": 269774
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005221",
                    "term": "Fatigue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "asFound": "Fatigue",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}