{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03888040",
            "orgStudyIdInfo": {
                "id": "HR-2945"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG048262",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG048262"
                }
            ],
            "organization": {
                "fullName": "Marquette University",
                "class": "OTHER"
            },
            "briefTitle": "Fatigability of Lower Limb Muscle in Older Adults: Protective Effects of Strength Training Exercise in Old Men and Women",
            "officialTitle": "Fatigability of Limb Muscle in Older Adults: Protective Effects of Exercise",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fatigability-of-lower-limb-muscle-in-older-adults-protective-effects-of-strength-training-exercise-in-old-men-and-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-14",
            "studyFirstSubmitQcDate": "2019-03-21",
            "studyFirstPostDateStruct": {
                "date": "2019-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sandra Hunter",
                "investigatorTitle": "Professor in Exercise Science Program, Department of Physical Therapy",
                "investigatorAffiliation": "Marquette University"
            },
            "leadSponsor": {
                "name": "Marquette University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "Medical College of Wisconsin",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed studies will assess 1) the mechanisms for the age-related increase in fatigability during dynamic exercise (Aims 1 and 2) and 2) the effectiveness of high-velocity resistance training coupled with blood flow restriction (BFR) in improving muscle power output and fatigability in older adults (Aim 3). The first two aims are cross-sectional studies comparing young (18-35 years old) and older adults (≥60 yrs old) to test our central hypothesis that the greater accumulation of metabolites and increase in fatigability in older adults is due to either age-related impairments in skeletal muscle bioenergetics (Aim 1) and/or vascular dysfunction (Aim 2). These two aims will integrate techniques to assess whole-muscle bioenergetics (31P-MRS) and in vivo vascular function (near infrared spectroscopy; NIRS and doppler ultrasonography) with in vitro assessment of single fiber bioenergetics (epifluorescence microscopy) and vasoreactivity of isolated skeletal muscle arterioles (video microscopy). We will then determine whether bioenergetics, vascular function and fatigability are altered in older men and women in response to 8 weeks of resistance exercise training of the lower limb both with and without blood flow restriction (Aim 3)."
        },
        "conditionsModule": {
            "conditions": [
                "Aging"
            ],
            "keywords": [
                "Aging",
                "Fatigue",
                "Resistance training",
                "Skeletal Muscle",
                "Knee extensor muscles",
                "limb power"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Exercise Training Intervention: The older adult subjects that were recruited for the cross-sectional studies will then be asked to return to perform 8 weeks of resistance exercise training on each leg. The exercise will involve low-load, high-velocity power training of the knee extensor muscles. One of the legs will be counterbalanced based on strength to either exercise with blood flow restriction (BFR), while the other leg will exercise without BFR. Before and after the 8 weeks of training subjects will undergo the same measurements in the cross-sectional studies to assess fatigability, skeletal muscle bioenergetics and vascular function of each leg.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Blood Flow Restriction Training",
                    "type": "EXPERIMENTAL",
                    "description": "This leg will then perform low-load resistance training (30% of 1-RM) including 3 sets of 15 knee extensions performed as fast as possible while seated upright in a knee extension weight machine. Sets will be interspersed with 30 seconds rest. This leg will always perform the training with blood flow restriction.",
                    "interventionNames": [
                        "Other: Exercise"
                    ]
                },
                {
                    "label": "Resistance Training Only",
                    "type": "EXPERIMENTAL",
                    "description": "This leg will then perform low-load resistance training (30% of 1-RM) including 3 sets of 15 knee extensions performed as fast as possible while seated upright in a knee extension weight machine. Sets will be interspersed with 30 seconds rest. This leg will always perform the training without blood flow restriction.",
                    "interventionNames": [
                        "Other: Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise",
                    "description": "The participant will attend 3 training sessions per week for 8 weeks. Resistance training will be performed by each leg with a load of 30% of maximal strength: one leg with and the other without blood flow restriction.",
                    "armGroupLabels": [
                        "Blood Flow Restriction Training",
                        "Resistance Training Only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Fatigability of the knee extensor muscles from baseline to after 8 weeks training",
                    "description": "Fatigability will be quantified as the change in limb muscle power output from the start ot the end of a 4-minute dynamic fatiguing exercise.",
                    "timeFrame": "One session before and then after 8 weeks of training"
                },
                {
                    "measure": "Change in single muscle fiber function form baseline to after 8 weeks training",
                    "description": "Muscle Biopsies: An area of vastus lateralis will numbed by injection with local anesthetic. A small 1/4 inch incision will be made in the skin and a needle inserted briefly into the muscle to remove a piece of muscle about the size of a pencil eraser. The incision is pulled closed with a bandage and the area over the incision will be covered with an elastic pressure bandage. The whole muscle biopsy procedure will take a total of approximately 15 minutes, with the actual biopsy lasting only a few seconds. The biopsy samples will be stored for analyses and used to examine various aspects of skeletal muscle health.",
                    "timeFrame": "Before and after completion of resistance training intervention of 8 weeks."
                },
                {
                    "measure": "Change in muscle volume of the quadricep muscles form baseline to after 8 weeks training",
                    "description": "Magnetic resonance imaging (MRI) is used to detect the muscle volume.",
                    "timeFrame": "Before and after completion of resistance training intervention of 8 weeks."
                },
                {
                    "measure": "Change in muscle metabolism during a fatiguing knee extensor exercise from baseline to after 8 weeks resistance training",
                    "description": "Phosphorus magnetic resonance spectroscopy (P-MRS) is used to noninvasively measure or calculate a measure of muscle metabolism using intracellular pH in the quadriceps.",
                    "timeFrame": "Before and 2-days after completion of resistance training intervention of 8 weeks."
                },
                {
                    "measure": "Change in vascular function via flow-mediated dilation of the femoral artery from baseline to after 8 weeks of training",
                    "description": "Macrovascular endothelial function of the leg with doppler ultrasonography by measuring the blood flow response (velocity and arterial diameter) of the femoral artery after 5 minutes of lower limb occlusion",
                    "timeFrame": "One session before and one after 8 weeks of training"
                },
                {
                    "measure": "Change in myofibrillar-ATPase efficiency from baseline to after 8 weeks of training",
                    "description": "Myofibrillar ATPase efficiency will be measured during shortening contractions in single fibers isolated from biopsies of the vastus lateralis via epifluorescence microscopy",
                    "timeFrame": "One session before and after 8 weeks of training"
                },
                {
                    "measure": "Change in Oxygenation of the muscle between baseline to after 8 weeks of training",
                    "description": "Tissue oxygenation levels of the knee extensors muscles will be measured during the 4-minute dynamic fatiguing exercise with near infrared spectroscopy",
                    "timeFrame": "One session before and after 8 weeks of training"
                },
                {
                    "measure": "Change in arteriole Vasodilation from baseline to after 8 weeks of training",
                    "description": "Acetylcholine-induced vasodilation will be measured in arterioles excised from muscle biopsies of the vastus lateralis via video microscopy",
                    "timeFrame": "One session before and after 8 weeks of training"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Strength",
                    "description": "1. The maximal load that can be lifted with each participant's knee extensor muscles will be assessed to determine the one repetition maximal strength (1-RM).\n2. Strength will also be assessed by measuring the isometric MVC of the knee extensors.",
                    "timeFrame": "One session before and after 8 weeks of training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* men and women aged 18-40 years and \\>60 years\n\nExclusion Criteria:\n\n* body mass index ≥40 kg/m2;\n* type 1 or type 2 diabetes;\n* uncontrolled hypertension;\n* active cancer, cancer in remission, or having received treatment for any form of cancer in the previous five years;\n* coronary artery disease;\n* cardiovascular disease (e.g., PAD, PVD);\n* abnormal and untreated thyroid function;\n* chronic and/or regular nonsteroidal anti-inflammatory drugs (NSAID) consumption,\n* tobacco use (includes smoking);\n* any condition that presents a limitation to exercise (e.g., severe arthritis, COPD, neuromuscular disorder, moderate or severe cognitive impairment, Alzheimer's Disease, severe untreated sleep apnea).\n* women who are pregnant or likely to be pregnant.\n* Subjects will be excluded if they have joint pain in the exercising leg or arm. Medication use. Medications currently taken or in the previous year and known to influence muscle mass (e.g., glucocorticoids, testosterone) and cortical and neuromuscular excitability will be exclusionary, while medications that may be prevalent among older adults (e.g., statins) will be accounted for with a covariate statistical model.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sandra K Hunter, PhD",
                    "role": "CONTACT",
                    "phone": "414-288-6673",
                    "email": "sandra.hunter@marquette.edu"
                },
                {
                    "name": "Christopher Sundberg, PhD",
                    "role": "CONTACT",
                    "email": "christopher.sundberg@marquette.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Marquette University",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandra K Hunter, PhD",
                            "role": "CONTACT",
                            "phone": "414-288-6673",
                            "email": "sandra.hunter@marquette.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}