{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06192407",
            "orgStudyIdInfo": {
                "id": "AG085286"
            },
            "organization": {
                "fullName": "University of Vermont",
                "class": "OTHER"
            },
            "briefTitle": "Fatty Acid Modulation of Brain Function in Older Adults",
            "officialTitle": "Fatty Acid Modulation of Brain Function in Older Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fatty-acid-modulation-of-brain-function-in-older-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-09",
            "studyFirstSubmitQcDate": "2023-12-20",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Julie Dumas",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Vermont"
            },
            "leadSponsor": {
                "name": "University of Vermont",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this crossover study, the investigtors will administer two experimental diets in a random order for one week, and each experimental diet will be preceded by a one-week, low fat control diet for a total four-week study period. The goal is to study how the fatty acid content of the diet affects brain functioning in healthy adults aged 65-75 years. One experimental diet will have a high palmitic acid (PA)/oleic acid (OA) ratio (HPA), typical of the North American diet. The other experimental diet will have a low PA/OA ratio (HOA), typical of the Mediterranean Diet. All allowed food and drink (except water) will be provided by the investigative team, and compliance will be enhanced by constant, intense dietary surveillance by a registered dietitian.",
            "detailedDescription": "This study will examine how manipulating dietary fatty acids affects brain functioning in older adults. Prior studies have shown that there are behavioral changes that can be made to improve cognition in adults on an acute time scale including improving sleep and physical activity. Based on preclinical data and prior studies in humans the investigators propose that brain functioning also can be acutely improved with a reduction in dietary saturated fat. This approach will first be used in cognitively normal older adults without dementia, but in the future it may be that improving baseline cognition is beneficial in patients with mild cognitive impairment and Alzheimer's disease even if the overall course of the patient's neurological condition is increasingly impaired cognitive function.\n\nThe investigators will manipulate the dietary ratios of palmitic acid (PA) and oleic acid (OA), which are the most prevalent saturated and monounsaturated fatty acids, respectively in the diet and body lipids. Using a crossover study of men and women, aged 65-75 years, the investigators will administer two experimental diets in a random order for one week and each experimental diet will be preceded by a one-week, low fat control diet for a four-week total study period. One experimental diet will have a high PA/OA ratio typical of the usual North American Diet and the other experimental diet will have a low PA/OA ratio typical of the Mediterranean Diet. The following primary outcomes will be assessed: working memory performance, activation of working memory networks using functional magnetic resonance imaging (fMRI) and functional connectivity.\n\nThe impact of this study is that these data may suggest one mechanism for acutely improving cognition in healthy older adults and potentially in those with cognitive impairment such as mild cognitive impairment and Alzheimer's disease. While changing dietary behavior long term requires additional investigation, there are potential immediate benefits to acute improvements in cognition on quality of life for older adults."
        },
        "conditionsModule": {
            "conditions": [
                "Aging"
            ],
            "keywords": [
                "fatty acids",
                "diet",
                "aging",
                "MRI",
                "palmitic acid",
                "oleic acid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "In this crossover study, the investigators will administer two experimental diets in a random order for one week, and each experimental diet will be preceded by a one-week, low fat control diet for a total four-week study period.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Each of the two experimental diets will be masked and only the dietician and statistician will be unblinded. Subjects will be assigned to one of two diet orders and the masking will be matched across the sexes.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Palmitic Acid Diet (HPA)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will ingest the HPA diet for one week. The saturated fatty acid will be high in palmitic acid which is the most prevalent saturated fatty acid in the American diet. The HPA diet will be proceeded by a one week controlled diet were the fat content is balanced between monounsaturated and saturated fatty acids.",
                    "interventionNames": [
                        "Dietary Supplement: High Palmitic Acid Diet"
                    ]
                },
                {
                    "label": "High Oleic Acid/Low Palmitic Acid Diet (HOA)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will ingest the HOA diet for one week. The monounsaturated fatty acid will be high in oleic acid which is the most prevalent monounsaturated fatty acid in the Mediterranean diet. The HOA diet will be proceeded by a one week controlled diet were the fat content is balanced between monounsaturated and saturated fatty acids.",
                    "interventionNames": [
                        "Dietary Supplement: High Oleic Acid Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "High Oleic Acid Diet",
                    "description": "Subjects are provided with all food for each meal every day. The food is low in fat. In addition, subjects are provided with an oil mix that is 100% hazelnut oil. They will be taught to consume the oil with each meal and mix it in with the food provided.",
                    "armGroupLabels": [
                        "High Oleic Acid/Low Palmitic Acid Diet (HOA)"
                    ],
                    "otherNames": [
                        "HOA"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "High Palmitic Acid Diet",
                    "description": "Subjects are provided with all food for each meal every day. The food is low in fat. In addition, subjects are provided with an oil mix that is palm oil-89%, peanut oil-6.75%, and virgin olive oil-4.25%; . They will be taught to consume the oil with each meal and mix it in with the food provided.",
                    "armGroupLabels": [
                        "High Palmitic Acid Diet (HPA)"
                    ],
                    "otherNames": [
                        "HPA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Working Memory Performance",
                    "description": "Accuracy for performance on the Nback working memory test during fMRI",
                    "timeFrame": "after 7 days of each diet"
                },
                {
                    "measure": "Working Memory Brain Activation",
                    "description": "Blood Oxygen Level Dependent (BOLD) activation during the Nback working memory test during fMRI",
                    "timeFrame": "after 7 days of each diet"
                },
                {
                    "measure": "Working Memory Brain Functional Connectivity",
                    "description": "BOLD functional connectivity during resting state fMRI",
                    "timeFrame": "after 7 days of each diet"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women age range 65-75 years\n* Normal cognition (see Research Strategy for details on cognitive assessments)\n* \"Healthy\" (body mass index (BMI) of 20-40 kg/m2)\n\nExclusion Criteria:\n\n* Significant cognitive or behavioral impairment (see Research Strategy for testing and exclusions) or pharmacological treatment for this (e.g. antipsychotics, anxiolytics, and sedative medications).\n* Hormone replacement therapy, past 3 months.\n* Hyper-androgenic condition.\n* HbA1C≥7.5% and or Fasting plasma glucose concentration ≥130 mg/dL.\n* Type 2 Diabetes if receiving any other therapy than metformin.\n* Use of nicotine or ingestion of caffeine or alcohol during the study.\n* Habitual fat intake \\< 25% of kcal or strict vegetarian diet.\n* Sleep apnea requiring continuous positive airway pressure at night.\n* Lung, cardiac (heart failure or its treatment), liver disease, renal disease, cancer, and any other medical disorder known or thought to cause inflammation or abnormalities of cognition\n* Actively training for an athletic event or participating in competitive sports (such as league play or tournaments)\n* Intolerance or allergy to any of the food provided in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julie Dumas, Ph.D.",
                    "role": "CONTACT",
                    "phone": "1(802)847-2523",
                    "email": "julie.dumas@uvm.com"
                },
                {
                    "name": "Jenna Makarewicz, B.S.",
                    "role": "CONTACT",
                    "phone": "1(802)847-8248",
                    "email": "jenna.makarewicz@uvmhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Julie Dumas, Ph.D.",
                    "affiliation": "University of Vermont",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Craig L Kien, MD, PhD",
                    "affiliation": "University of Vermont",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Vermont",
                    "status": "RECRUITING",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenna Makarewicz, B.S.",
                            "role": "CONTACT",
                            "phone": "802-847-8248",
                            "email": "jenna.makarewicz@uvmhealth.org"
                        },
                        {
                            "name": "Julie Dumas, Ph.D.",
                            "role": "CONTACT",
                            "phone": "(802)847-2523",
                            "email": "julie.dumas@uvm.edu"
                        },
                        {
                            "name": "JUlie A Dumas, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be acquired from 50 adults aged 65-75. All data will be de-identified prior to receipt by the repository, but the information needed to generate a global unique identifier will be collected for each subject. The specific data types are:\n\nFrom Screening: demographic, standard medical laboratory screening tests such as serum lipid concentrations, neuropsychological test scores, dual x-ray absorptiometry (DEXA) measurements, blood leptin. From the each of the 4 Study Days: unprocessed MRI data, processed MRI Brain Imaging Data Structure (BIDS) images, serum lipid concentrations, raw data from the Actigraph, processed sleep and activity data from the Actigraph measurements, daily stressors assessment, mood assessment, cognitive test scores.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "All data will be deposited at the Image \\& Data Archive (IDA) run by the Laboratory of Neuro Imaging (LONI) at the University of Southern California (USC) Mark and Mary Stevens Neuroimaging and Informatics Institute starting 12 months after the award begins and will be deposited every six months thereafter.\n\nThe research community will have access to data when the award ends. Data collections can be created that contain the data used for every publication. The IDA will make decisions about how long to preserve the data, but that data archive has not deleted any deposited data up to now. Nevertheless, the investigators will maintain thier own archive of the data for at least three years after the project ends.",
            "accessCriteria": "To request access to the data stored on the IDA, researchers will use the standard processes at the IDA which involves registering and creating an account. A data use application will be submitted along with the IDA registration and approved users will pe provided free access to the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019308",
                    "term": "Palmitic Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21289",
                    "name": "Palmitic Acid",
                    "asFound": "Failed Back Surgery Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T242",
                    "name": "Olive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}