{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06439238",
            "orgStudyIdInfo": {
                "id": "#2020LS110"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Conducting a Pilot Telehealth Study Assessing the Removal of Filter Ventilation on Smoking Behavior and Biomarkers in Menthol Smokers Switched to Non-menthol Cigarettes",
            "officialTitle": "Feasibility of Conducting a Pilot Telehealth Study Assessing the Removal of Filter Ventilation on Smoking Behavior and Biomarkers in Menthol Smokers Switched to Non-menthol Cigarettes",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-conducting-a-pilot-telehealth-study-assessing-the-removal-of-filter-ventilation-on-smoking-behavior-and-biomarkers-in-menthol-smokers-switched-to-non-menthol-cigarettes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-09",
            "studyFirstSubmitQcDate": "2024-05-31",
            "studyFirstPostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This decentralized clinical trial assesses the feasibility of conducting a tobacco product evaluation study remotely via telehealth visits and mailed samples. This is an open label, between-subject, randomized pilot study to assess the effect of minimal filter ventilation vs. moderate filter ventilation on smoking behavior and biomarkers of exposure (e.g., nicotine, carbon monoxide) in menthol smokers switched to non-menthol cigarettes. Subjective measures, alveolar carbon monoxide, blood pressure and cigarettes smoked per day will be collected remotely. Biological samples will be collected at home and mailed into the clinic."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is an open label, between-subject, randomized pilot study",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Menthol cigarettes smokers group 1",
                    "type": "EXPERIMENTAL",
                    "description": "Smokers regularly using menthol cigarettes (at least 80% of the time) who meet eligibility criteria will enter 2 weeks of monitoring of usual brand smoking. Randomized to ventilated non-menthol cigarettes",
                    "interventionNames": [
                        "Other: ventilated non-menthol cigarettes"
                    ]
                },
                {
                    "label": "Menthol cigarettes smokers group 2",
                    "type": "EXPERIMENTAL",
                    "description": "Smokers regularly using menthol cigarettes (at least 80% of the time) who meet eligibility criteria will enter 2 weeks of monitoring of usual brand smoking. Randomized to minimally ventilated non-menthol cigarettes",
                    "interventionNames": [
                        "Other: minimally ventilated non-menthol cigarettes"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "ventilated non-menthol cigarettes",
                    "description": "a 4-week intervention where participants will be using ventilated non-menthol cigarettes.\n\nWeekly telehealth visits will be conducted during baseline and the 4 weeks on study cigarettes to collect study measures followed by a follow-up one month after end of intervention.",
                    "armGroupLabels": [
                        "Menthol cigarettes smokers group 1"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "minimally ventilated non-menthol cigarettes",
                    "description": "a 4-week intervention where participants will be using minimally ventilated non-menthol cigarettes.\n\nWeekly telehealth visits will be conducted during baseline and the 4 weeks on study cigarettes to collect study measures followed by a follow-up one month after end of intervention.",
                    "armGroupLabels": [
                        "Menthol cigarettes smokers group 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "feasibility- drop-out rate",
                    "description": "Percent of drop-outs by 4 week visit",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "feasibility-date collection",
                    "description": "Percent reporting difficulty collecting data in the Study Feasibility Questionnaire and Interview",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cigarettes smoked",
                    "description": "Change in mean cigarettes per day (CPD) based on 7 day ITR data before visit",
                    "timeFrame": "baseline and week 4 visit"
                },
                {
                    "measure": "cotinine change",
                    "description": "Change in cotinine from baseline to the week 4 visit.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "carbon monoxide change",
                    "description": "Change in carbon monoxide (CO) from baseline to the week 4 visit.",
                    "timeFrame": "4 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "quit attempts",
                    "description": "Number of 24 hour quit attempts.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Mean of the Fagerström Test for Nicotine Dependence (FTND)",
                    "description": "This is a 7-question test that assesses physical nicotine dependence. It contains six items that evaluate the quantity of cigarette consumption, the compulsion to use, and dependence. In scoring the Fagerstrom Test for Nicotine Dependence, yes/no items are scored from 0 to 1 and multiple-choice items are scored from 0 to 3. The items are summed to yield a total score of 0-10. The higher the total Fagerström score, the more intense is the patient's physical dependence on nicotine.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Mean of the subscales of the modified Cigarette Evaluation Questionnaire (mCEQ)",
                    "description": "It measures self-reported, subjective reinforcing and aversive effects of smoking. It contains 19 questions and answers vary from 1(not at all) to 7 (extremely). The higher the score, the greater the reinforcement of cigarette behavior.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Perceived health risks",
                    "description": "assesses perceived health risks of tobacco use, study brand of cigarettes. This scale involves rating the extent of perceived risk of a product for different lung cancer. It involves rating perceived disease risk on a 1-10 visual analogue scale with 1 anchored at very low risk for disease and 10 anchored at very high risk.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or females at least 21 years of age.\n* Smoking menthol cigarettes most of the time (80% of cigarette purchases).\n* Self-report of daily smoking of at least 5 - 25 cigarettes for \\>= 3 months by self-report.\n* Carbon monoxide indicative of regular smoking (CO \\> 6ppm) prior to randomization.\n* Has regular access to a smartphone or tablet for use with CO device and smartphone, tablet or computer with functioning camera and internet access for telehealth visits and surveys.\n\nExclusion Criteria:\n\n* Unstable health conditions (any significant serious, unstable medical condition including, but not limited to, cardiovascular disease, liver or kidney disease, COPD, bronchitis, within the past 3 months, seizure disorder and cancer (cancer-free \\<= years except some skin cancers can be within 5 years), or a COVID-19 positive test or COVID-19 symptoms in the last 30 days or as determined by the licensed medical professional at each site).\n* Purchased alternative nicotine products within the last month\n* Unstable mental health (to be determined by medical history, Patient Health Questionnaire-2 (Prime-MD) and GAD-2 after review by the licensed medical professional at each site).\n* Excessive drinking or problems with drinking or drugs (assessed by PI or licensed medical professional).\n* Currently pregnant, breastfeeding or intending to become pregnant for the duration of the study or unwilling to agree to use adequate protection to avoid pregnancy.\n* Taking exclusionary medications, unstable dosing of medications, or unstable control of symptoms for ongoing medical conditions (medications or conditions that would impact biomarkers or patient safety to be determined by the licensed medical professional).\n* Vital signs outside of the following range:\n\n  i. Systolic BP greater than or equal to 160 ii. Diastolic BP greater than or equal to 100 iii. Systolic BP below 90 and symptomatic (dizziness, extreme fatigue, difficulty thinking, inability to stand or walk, feeling faint) iv. Diastolic BP below 50 and symptomatic (dizziness, extreme fatigue, difficulty thinking, inability to stand or walk, feeling faint) v. Heart rate greater than or equal to 105 bpm vi. Heart rate lower than 45 bpm and symptomatic (dizziness, extreme fatigue, difficulty thinking, inability to stand or walk, feeling faint) (Participants failing for heart rate or blood pressure will be allowed to re-screen once).\n* Household member enrolled in the study concurrently.\n* Participated in prior research study during the past three months that would impact baseline smoking or response to study products.\n* Inability to independently read and comprehend the consent form and follow other written study instructions, materials or measures or behavior indicating inability to fully participate in study procedures. Participants are required to complete the protocol at home independently and must show ability to comply with directions.\n* Unstable living environment that would compromise the ability to sequester study products or complete study procedures.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana Carroll, PhD",
                    "role": "CONTACT",
                    "phone": "(612) 624-0132",
                    "email": "dcarroll@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dorothy Hatsukami, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dana Carroll",
                            "role": "CONTACT",
                            "email": "dcarroll@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11591",
                    "name": "Menthol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}