{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04656431",
            "orgStudyIdInfo": {
                "id": "20924"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-08531",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                },
                {
                    "id": "5R01CA239462-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01CA239462-02"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Acquiring Hyperpolarized Imaging in Patients With Primary CNS Lymphoma",
            "officialTitle": "Pilot Study of Feasibility of Acquiring Hyperpolarized Imaging in Patients With Primary CNS Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "feasibility-of-acquiring-hyperpolarized-imaging-in-patients-with-primary-cns-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-30",
            "studyFirstSubmitQcDate": "2020-11-30",
            "studyFirstPostDateStruct": {
                "date": "2020-12-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "James Rubenstein",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "James Rubenstein",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial evaluates the feasibility of using hyperpolarized carbon C 13 pyruvate magnetic resonance imaging (MRI) in diagnosing patients with primary central nervous system lymphoma. This trial aims to see whether MRI using hyperpolarized carbon-13 pyruvate is safe and useful for detecting central nervous system lymphoma and evaluating response to treatment.",
            "detailedDescription": "PRIMARY OBJECTIVES\n\n1. To determine the safety and tolerability of hyperpolarized 13C MR metabolic imaging as a new and unique tool in the evaluation of tumor burden and detecting early response to standard therapy in participants with PCNSL.\n2. To assess the feasibility of hyperpolarized 13C as a new and unique tool in the evaluation of tumor burden and detecting early response to standard therapy in PCNSL participants.\n3. To define the most appropriate imaging parameters for obtaining 13C data from PCNSL participants (Cohort 1, n=5).\n4. To evaluate changes in Cohort 2 in imaging pre- and post- high-dose methotrexate, temozolomide plus rituximab (MTX-R) based therapy using the parameters found in Cohort 1\n\nEXPLORATORY OBJECTIVES\n\n1. To test the hypothesis that genetic markers of nuclear factor kappa light chain enhancer of activated B cells (NF-kB) activation in PCNSL diagnostic specimens correlate with high lactate signal on metabolic imaging and with high cerebrospinal fluid (CSF) lactate concentration on baseline pre-treatment CSF evaluation.\n2. To test the hypothesis that genetic markers of NF-kB activation correlate with a smaller decrease in lactate on repeat metabolic magnetic resonance (MR) imaging and in repeat CSF evaluation after standard induction methotrexate-based therapy and that genetic markers of NF-kB activation and high lactate signals correlate with lower rate of complete radiographic response on conventional MRI and shorter progression-free survival (PFS).\n\nOUTLINE: Patients are assigned to 1 of 2 cohorts.\n\nCOHORT I: Patients receive hyperpolarized carbon C 13 pyruvate intravenously (IV) and undergo MRI at baseline. An optional second HP 13C pyruvate injection and MRI acquisition will be offered on same day following completion of the first scan.\n\nCOHORT II: Patients receive hyperpolarized carbon C 13 pyruvate IV and undergo MRI at baseline, up to 2 weeks after finishing 3 cycles of standard high-dose methotrexate, temozolomide plus rituximab therapy, and at disease progression (if applicable). An optional second HP 13C pyruvate injection and MRI acquisition will be offered on same day following completion of the first scan.\n\nParticipants are followed for 1 hours after injection for adverse events. After completion of study, patients in Cohort 2 are followed up every 3 months for 2 years after completion of therapy, every 6 months for the next 3 years, and then annually for the next 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Primary CNS Lymphoma"
            ],
            "keywords": [
                "CNS Lymphoma",
                "Hyperpolarized pyruvate (13C)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1: Hyperpolarized pyruvate (13C)",
                    "type": "EXPERIMENTAL",
                    "description": "Histologically proven relapsed PCNSL patients will receive hyperpolarized carbon C 13 pyruvate intravenously (IV) and undergo MRI at baseline. An optional second HP 13C pyruvate injection and MRI acquisition will be offered on same day following completion of the first scan.",
                    "interventionNames": [
                        "Drug: Hyperpolarized pyruvate (13C)",
                        "Procedure: Magnetic resonance imaging (MRI)"
                    ]
                },
                {
                    "label": "Cohort 2: Hyperpolarized pyruvate (13C)",
                    "type": "EXPERIMENTAL",
                    "description": "Newly diagnosed PCNSL participants with planned treatment of standard high-dose methotrexate,temozolomide plus rituximab (MT-R) regimen will receive hyperpolarized carbon C 13 pyruvate intravenously (IV) and undergo MRI at baseline and again after three cycles of of standard induction chemotherapy. An optional second HP 13C pyruvate injection and MRI acquisition will be offered on same day following completion of the first scan. Participants in Cohort 2 will also have option to undergo an additional imaging at a later time if the participant's cancer progresses.",
                    "interventionNames": [
                        "Drug: Hyperpolarized pyruvate (13C)",
                        "Procedure: Magnetic resonance imaging (MRI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized pyruvate (13C)",
                    "description": "Given intravenously (IV) injection prior to imaging",
                    "armGroupLabels": [
                        "Cohort 1: Hyperpolarized pyruvate (13C)",
                        "Cohort 2: Hyperpolarized pyruvate (13C)"
                    ],
                    "otherNames": [
                        "13C"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic resonance imaging (MRI)",
                    "description": "MRI scan takes an image of brain and/or spinal cord and will take up to 45 minutes to complete",
                    "armGroupLabels": [
                        "Cohort 1: Hyperpolarized pyruvate (13C)",
                        "Cohort 2: Hyperpolarized pyruvate (13C)"
                    ],
                    "otherNames": [
                        "MRI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants with treatment-emergent Adverse Events",
                    "description": "The Common Terminology Criteria for Adverse Events (NCI CTCAE version 5.0) will be used to classify and graded any adverse events that occur after the participant has received the hyperpolarized 13C injection.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Number of participants with abnormal changes in vital signs",
                    "description": "Clinically significant changes in heart rate and blood pressure will be measured pre- and 10 minutes, 1 hour, 24 hours, and 48 hours post- injection as a measure of safety. The occurrence of changes from baseline, at each post-administration time point, greater than a pre-specified magnitude (20 mm Hg for systolic blood pressure, 10 mm Hg for diastolic blood pressure, 10 beats per minute for heart rate).",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Number of participants with abnormal changes in injection site",
                    "description": "Injection site will be monitored for evidence of inflammation or infection. Abnormal injection site findings include, but are not limited to, extravasation, bleeding, hematoma, redness, and infection as a measure of safety.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Percent of eligible patients that complete the study",
                    "description": "The percentage of participants whom complete the study will be used to determine feasibility with a goal of at least 50%",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Pyruvate-to lactate conversion (kPL)",
                    "description": "The kinetics of hyperpolarized \\[1-13C\\] pyruvate and 13C- in cancer models using a compressed sensing dynamic MRSI method",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Number of participants with response",
                    "description": "Radiographic confirmed response with state-of-the-art MRI exam (including diffusion imaging, contrast-enhanced MRI and hydrogen magnetic resonance spectroscopic imaging (H1-MRSI) Determination of response status (complete response, partial response or stable disease) as standard will be made at 4 months after initiation of therapy",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Signal Amplitudes",
                    "description": "Hyperpolarization of 13C pyruvate, using dynamic nuclear polarization (DNP), enhances nuclear magnetic resonance (NMR) signals. The greater the amplitude of the signal, the larger the number of protons in the image and the brighter the signal will appear.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Time Dynamics",
                    "description": "For the 2D dynamic data, the time resolution will be 3-5s. For the 3D single time point data the start time will be adjusted based upon when it is anticipated that the lactate/pyruvate will be at a maximum.",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* For Patients in Cohort 1: Histologically proven PCNSL who have evidence of evaluable disease based on a prior MR scan: measurable disease based on MRI is defined as gadolinium enhancement of a central nervous system (CNS) lymphoma lesion (at least one centimeter (cm) diameter).\n* For Patients in Cohort 2: Histologically proven newly diagnosed PCNSL who will receive standard treatment with high-dose methotrexate, temozolomide plus rituximab (MT-R). These criteria will ensure validity of this study in terms of safety, evaluation of clinically and radiographically relevant disease.\n\nTo be included in the study all subjects must also meet the following criteria:\n\n1. Patients must be \\> 18 years old and with a life expectancy \\> 12 weeks.\n2. Patients are eligible provided the participant had histologic confirmation of CNS non-Hodgkin lymphoma (NHL), DLBCL-type.\n3. Measurable disease based on MRI that shows gadolinium enhancement of CNS lymphoma lesion, (at least one cm diameter) within two weeks of enrollment, is mandatory. Recent MRI must be eligible for review.\n4. Concomitant involvement of cerebrospinal fluid/leptomeninges and intraocular compartments is allowed.\n5. Patients must have adequate renal function (creatinine \\>50 ml/min) before starting therapy. These tests must be performed within 21 days prior to Hyperpolarized Imaging scan.\n6. Patients must not have any significant medical illnesses that in the investigator's opinion cannot be adequately controlled with appropriate therapy, would compromise the patient's ability to participate in this study or any disease that will obscure toxicity or dangerously impact response to the imaging agent.\n7. Patients must not have New York Heart Association (NYHA) Grade II or greater congestive heart failure\n8. Patients must be eligible for treatment with high-dose methotrexate (dose between 1 gm/m\\^2 - 8 gm/m\\^2).\n9. Each participant must sign an institutional review board-approved informed consent document in accordance with federal and institutional guidelines. Patients must sign an authorization for release of their protected health information.\n10. This study was designed to include women and minorities but was not designed to measure differences of intervention effects. Males and females will be recruited with no preference to gender. Minorities will actively be recruited to participate. No exclusion to this study will be based on race.\n11. Patients must not have a history of any other cancer (except non-melanoma skin cancer or carcinoma in-situ of the cervix), unless in complete remission and off of all therapy for that disease for \\>3 yrs.\n12. Patients must not be pregnant or breast feeding. Women of childbearing potential are required to obtain a negative pregnancy test within 14 days of Hyperpolarized Imaging scan. Effective contraception (men and women) must be used in subjects of childbearing potential.\n\nExclusion Criteria:\n\n1. Subjects must be excluded from participating in this study if are not able to comply with study and/or follow-up procedures.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wendy Ma",
                    "role": "CONTACT",
                    "phone": "(415) 514-4418",
                    "email": "Wendy.Ma@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Rubenstein, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wendy Ma",
                            "role": "CONTACT",
                            "phone": "415-514-4418",
                            "email": "Wendy.Ma@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "James Rubenstein, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4686",
                    "name": "Primary Central Nervous System Lymphoma",
                    "asFound": "Primary CNS Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "relevance": "LOW"
                },
                {
                    "id": "M373",
                    "name": "Rituximab",
                    "relevance": "LOW"
                },
                {
                    "id": "M11703",
                    "name": "Methotrexate",
                    "relevance": "LOW"
                },
                {
                    "id": "T424",
                    "name": "Pyruvate",
                    "asFound": "Atypical",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}