{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05693805",
            "orgStudyIdInfo": {
                "id": "H-42796"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34AT011547-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34AT011547-01A1"
                }
            ],
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Remote Tai Chi",
            "officialTitle": "Feasibility of Remote-Delivery Interventions: Tai Chi and Wellness for PTSD and Pain in Veterans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-remote-tai-chi"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-12",
            "studyFirstSubmitQcDate": "2023-01-12",
            "studyFirstPostDateStruct": {
                "date": "2023-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                },
                {
                    "name": "VA Boston Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "Tufts Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In the proposed trial, the investigators plan to refine interventions, then conduct a small randomized trial to provide critical information to inform a future large-scale randomized efficacy trial of Tai Chi for Post Traumatic Stress Disorder (PTSD) and chronic pain. Building on the combined experience the proposed study will progress in new directions to:\n\n1. Adapt, refine, and standardize two 12-week treatment protocols (Tai Chi and a Wellness control condition) for Veterans diagnosed with PTSD and chronic musculoskeletal pain during Phase One. Tai Chi and Wellness interventions will be adapted for delivery via a videoconferencing platform for the population and piloted in a 'dry run'.\n2. Determine the feasibility and acceptability of a remotely delivered randomized trial of these two interventions and the assessment protocols during Phase Two.\n3. Utilize information from this trial to plan and design a large randomized control study evaluating the efficacy of Tai Chi compared to Wellness for improving outcomes for Veterans with PTSD and chronic musculoskeletal pain."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD",
                "Pain, Chronic"
            ],
            "keywords": [
                "Tai Chi",
                "PTSD",
                "Chronic musculoskeletal pain",
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Assignment for Phase One, Random Assignment for Phase Two.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The blinded evaluator will utilize remote videoconferencing to conduct structured interviews and assess each participant at baseline (prior to randomization), and post-treatment, and (for Phase Two only) at 3-month follow-up.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tai Chi Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to this arm will receive a standardized Tai Chi protocol developed for veterans, adapted by the investigators, and administered by experienced VA Tai Chi instructors.",
                    "interventionNames": [
                        "Behavioral: Tai Chi"
                    ]
                },
                {
                    "label": "Wellness Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to this arm will receive a wellness program that has been successfully used by the investigators in other studies of veterans with chronic pain.",
                    "interventionNames": [
                        "Behavioral: Wellness program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Tai Chi",
                    "description": "The remote delivery Tai Chi protocol that will be developed in this study for Veterans with PTSD and pain will be adapted from a protocol that has been well-tested in previous trials All components of the program derive from the classical Yang-style Tai Chi 108 postures, which has been shown to be a moderate intensity exercise. Sessions will last 60 minutes, twice a week for 12 weeks. Experienced instructors will follow the Tai Chi protocol with rigorous quality control procedures. We will provide the patients with printed materials on the Tai Chi program, including Tai Chi principles, practice techniques, and safety precautions. Every session will include: warm up and a review of Tai Chi principles; breathing techniques; meditation with Tai Chi movement; and relaxation.",
                    "armGroupLabels": [
                        "Tai Chi Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Wellness program",
                    "description": "The Wellness intervention that will be developed for this study will consist of 60-minute sessions that meet twice a week for 12 weeks, and will be facilitated by doctoral level psychology staff and/or psychology trainees who will be supervised by staff. The Wellness intervention will be based on the VA Whole Health Program which helps individuals identify and achieve their personal health goals. The Whole Health Program include modules that address physical activity, personal development, healthy eating and drinking, stress management, relationships, personal surroundings, and spirituality. Using the SMART goals model, participants will set health and wellness goals each week. Discussions about ways to address potential barriers will be included in this condition.",
                    "armGroupLabels": [
                        "Wellness Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participant satisfaction post treatment with interventions being tested",
                    "description": "Assessed by the self-administered Client Satisfaction Questionnaire (CSQ), an 8-item scale with individual responses ranging from 1 to 4. Individual items are summed to produce a total score that ranges from 8 to 32 with higher scores reflecting greater satisfaction with treatment.",
                    "timeFrame": "Post-treatment (about 12 weeks)"
                },
                {
                    "measure": "Participant satisfaction at follow-up with interventions being tested",
                    "description": "Assessed by the self-administered Client Satisfaction Questionnaire (CSQ), an 8-item scale with individual responses ranging from 1 to 4. Individual items are summed to produce a total score that ranges from 8 to 32 with higher scores reflecting greater satisfaction with treatment.",
                    "timeFrame": "Follow-up (about 6 months)"
                },
                {
                    "measure": "Participant adherence with intervention group sessions",
                    "description": "Number of completed remote sessions as monitored by study staff",
                    "timeFrame": "Post-treatment (about 12 weeks)"
                },
                {
                    "measure": "Participant adherence with completion of assessments",
                    "description": "Number of completed remote assessments as monitored by study staff",
                    "timeFrame": "Follow-up (about 6 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Burden of administration of the Clinician Administered PTSD Scale, 5th Edition (CAPS-5)",
                    "description": "Burden will be measured by the number of minutes to administer the CAPS-5, which is a structured diagnostic interview for PTSD that corresponds to the Diagnostic and Statistical Manual of Mental Disorders (DSM)-5 criteria for PTSD symptoms. Higher number of minutes are associated with more burden.",
                    "timeFrame": "Baseline, post-treatment, and (for Phase Two only) 3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran status as indicated by self-report\n* PTSD Case Definition. Veterans who meet DSM-5 diagnostic criteria according to DSM-5 diagnostic algorithm for current PTSD as assessed on the Clinician-Administered PTSD Scale for DSM-5 (CAPS-5) will be eligible for the study. A diagnosis of current PTSD requires: a traumatic stressor (Criterion A) and the requisite number of symptoms at a severity level of 2 or higher in each symptom cluster. Each symptom is rated on a severity scale of 0 (no symptoms) to 4 (extreme), with 2 representing clinically significant and clearly present symptomatology. An individual must endorse at least one reexperiencing (Criterion B) symptom, at least one avoidance (Criterion C) symptom, at least two symptoms of negative alterations in cognition and mood (Criterion D), and at least two hyperarousal (Criterion E) symptoms. In addition, these symptoms must have been present for at least one month (Criterion F) and cause either clinically significant distress or functional impairment (Criterion G).\n* Chronic pain as indicated by complaints of musculoskeletal pain in one or more body regions for six months or more.\n* Willing to abstain from initiating evidence-based and mindfulness-based psychotherapy for PTSD, pain and related disorders until completion of the study (i.e., prolonged exposure, cognitive processing therapy, cognitive-behavioral treatment for insomnia or pain, acceptance and commitment therapy, dialectical behavior therapy, mindfulness-based stress reduction). Once enrolled, however, if other providers prescribe treatment or if participants require additional intervention (such as to manage a safety or substance abuse condition), treatment will be allowed, and appropriate referrals will be made. Individuals who are currently engaging in short-term (e.g., 12-week protocol) evidence-based treatment will not be eligible until treatment has ended.\n* Access to internet and home computer or tablet device that will allow telehealth delivery of intervention.\n* Available to attend either intervention group at the times they are scheduled.\n* Enrolled and eligible to receive care in Veterans Health Administration (VHA). The investigators will facilitate enrollment for Veterans not currently enrolled but wish to take part in the study.\n\nExclusion Criteria:\n\n* Lacks the capacity to provide consent.\n* Diagnosed major medical disorder (e.g., neurological disorder, cancer, chronic infectious disease or liver disease) or has a moderate or severe traumatic brain injury, which could otherwise explain the health symptoms or interfere with their ability to safely engage in Tai Chi exercises.\n* Change in psychotropic or pain medication during the past month. This will minimize amount of symptom change due to medication alterations. (Once enrolled, medication changes are nonetheless expected and will be monitored.)\n* Regular current Tai Chi, formal mindfulness meditation program, or yoga practice, defined as at least three hours per week for more than three months. (Veterans with prior experience who do not currently engage in regular practice at this level will be eligible.)\n* High risk from a mental health perspective e.g., recent psychiatric hospitalization, high risk flag or a note in their VA electronic health record indicating current high-risk factors, entered into a drug or alcohol detoxification or rehabilitation program, or attempted suicide within the previous year as indicated in their VA electronic health record.\n* Pregnant or breastfeeding or plans to become pregnant within the year, assessed via self-report. Enrollment of pregnant or breastfeeding participants could potentially complicate outcomes, as new symptoms are likely to arise during the course of the intervention that are attributable to the pregnancy or breastfeeding and not the intervention or symptoms related to PTSD.\n* Reports difficulty standing on feet for the majority of a Tai Chi class (approximately 60 minutes).\n* Reports that they have been told by a doctor that they should not engage in physical activity unless recommended by a medical team.\n* Reports other reason they cannot safely participate in physical activity.\n* Concurrent participation in another clinical trial\n* Participants who engage in behavior that is disrespectful or disrupts the group may be terminated from the study.\n* Participants who demonstrate evidence of falsifying data may be terminated from the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barbara L Niles, PhD",
                    "role": "CONTACT",
                    "phone": "857-364-4128",
                    "email": "barbara.niles@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Barbara L Niles, PhD",
                    "affiliation": "Boston Veterans Administration, BUSM Dept of Psych",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Boston Healthcare System",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara L Niles, PhD",
                            "role": "CONTACT",
                            "email": "barbara.niles@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29444",
                    "name": "Musculoskeletal Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Pain, Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}