{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05776667",
            "orgStudyIdInfo": {
                "id": "103725"
            },
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility Trial of Preoperative 5-Day Hypofractionated Radiotherapy for Primary Soft Tissue Sarcoma",
            "officialTitle": "Feasibility Trial of Preoperative 5-Day Hypofractionated Radiotherapy for Primary Soft Tissue Sarcoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-trial-of-preoperative-day-hypofractionated-radiotherapy-for-primary-soft-tissue-sarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-20",
            "studyFirstSubmitQcDate": "2023-03-08",
            "studyFirstPostDateStruct": {
                "date": "2023-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Lynn Harper",
                "investigatorTitle": "Professor of Radiation Oncology",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is investigating the feasibility of preoperative 5-day hypofractionated radiotherapy (HFRT) for extremity soft tissue sarcoma (STS). The primary objective is to assess the uptake of 5-day HFRT in patients with STS who are candidates for preoperative radiotherapy and limb preserving surgery. Secondary objectives include evaluation of the rates of favorable pathologic response, major wound complications, local control, acute toxicity, and 1-year late toxicity will be assessed. Exploratory objectives include evaluation of the impact of preoperative 5-day HFRT on access to care, the socio-demographic profile of the trial participants will be compared to that of extremity STS patients seen within Hollings Cancer Center (HCC) and recommended preoperative conventional fractionation radiotherapy (CFRT) in the 3 years prior to the study opening. The retention rate for radiotherapy at HCC in patients meeting trial criteria during the prior 3 years will be compared with the retention rate for radiotherapy during the study period. An exploratory analysis will measure serum SFRP2 pre- and post- radiotherapy to assess changes in response to preoperative 5-day HFRT. Changes in serum SFRP2 will be evaluated for association with a favorable pathologic response to determine the potential of serum SFRP2 as a predictive biomarker. Patient satisfaction with the decision to participate in a trial of preoperative 5-day HFRT will be assessed.",
            "detailedDescription": "The current standard approach to the management of extremity STS is a combination of radiotherapy and limb preserving surgery. Currently guidelines recommend preoperative conventionally fractionated radiotherapy (CFRT) given at 1.8-2.0 Gy/fx, which involves 5-6 weeks of daily treatments. Preoperative hypo-fractionated radiotherapy (HFRT) is an approach that can shorten the duration of treatment. Clinical outcomes with preoperative HFRT in STS have been reported from retrospective case series, prospective institutional registries and phase I-II trials. However, preoperative HFRT has not been compared in a prospective randomized trial to CFRT and due to the rarity of extremity soft tissue sarcoma, attempts to develop such a trial would face feasibility challenges. Therefore, single arm trials of preoperative HFRT will be critical to defining the feasibility, toxicity, efficacy, and potential improvement in access to care associated with this approach.\n\nRadiation therapy combined with wide local excision in the preoperative or postoperative setting optimizes local control for extremity STS. Preoperative radiotherapy confers a higher rate of wound complications but a lower rate of irreversible sequela such as fibrosis and lymphedema compared with postoperative radiotherapy. Resultantly, preoperative radiotherapy is the preferred approach in most cases. Preoperative radiotherapy with CFRT given at 1.8-2.0 Gy/fx, involves 5-6 weeks of daily treatments. The burden of daily travel and time away from work or care giving can be a barrier to utilization of radiotherapy. A recent analysis of the National Cancer Database demonstrated that farther distance to treatment was a negative predictor for receipt of radiotherapy in extremity STS. Sociodemographic factors such as female sex, older age (\\>70 years), Black race, and noncommercial insurance coverage were also negatively associated with receipt of radiotherapy. The authors summarized that radiotherapy is underutilized in the treatment of STS and that sociodemographic disparities exist in access to radiotherapy. Receipt of radiation therapy and surgery within a high volume (HV) sarcoma center has been associated with improved overall survival, while Black race and non-metropolitan residents were negative predictors for treatment within such centers. To address disparities in access to radiation therapy, the American Society for Radiation Oncology Committee on Health Equity, Diversity, and Inclusion has proposed studying novel HFRT schedules. As validation of this strategy, Kalbasi et al. increased retention of extremity STS patients within a HV sarcoma center by 3-fold with the utilization of preoperative HFRT. Further, the decreased time and travel associated with HFRT, can address an established barrier to clinical trial participation, particularly for those living remote from clinical trial sites. Clinical trial participation is particularly low in rural areas which results in these populations being underrepresented in the clinical research. A survey of South Carolina based medical researchers, identified rural residents as a group that are difficult to find and recruit to clinical trials. In a survey of urban and rural South Carolina residents, there was no difference in reported willingness to participate in clinical trials, but rural residents were more likely to perceive limited access to clinical trial sites. Investigating cancer treatment approaches that decreased the economic and logistical burdens incurred by patients, such as preoperative 5-day HFRT, may increase clinical trial participation by rural South Carolina residents and ultimately address disparities in representation of these populations in cancer research.\n\nHFRT, using \\>2.2 Gy/fx, has resulted in equivalent oncologic outcomes to CFRT in other tumor sites such as breast, prostate and rectum. For STS, HFRT may confer a radiobiologic advantage in that the linear-quadratic model predicts larger doses per fraction provide better tumor control for tumors with a lower α/β ratio. For liposarcomas and rhabdomyosarcomas, their α/β ratio (\\~4 Gy) is similar to breast and prostate cancer, malignancies in which HFRT has been widely adopted. While histologic variability certainly exists, most STSs have estimated α/β ratios lower than 10, suggesting increased sensitivity to larger fraction size.\n\nClinical outcomes with preoperative HFRT in STS have been reported from retrospective case series, prospective institutional registries and phase I-II trials. Comparing oncologic outcomes across these series is hindered by heterogeneous clinicopathological features, surgical techniques, samples sizes, and radiation fractionation schedules. However, the local control and rates of wound complications associated with HFRT and CFRT regimens appear similar as summarized Spalek and Rutkowski.\n\nThis study will utilize a 30Gy/5fx preoperative regimen as it has an estimated EQD2 of 50 Gy (based on a α/β ratio=4) and therefore would be expected to closely parallel the biologic effect of CFRT. This preoperative 5-day HFRT regimen was studied in a phase II trial at UCLA and the 2-year rates of acute wound complications were favorable compared to historical controls.\n\nExploratory Analysis of SFRP2 as a Predictive Biomarker:\n\nSecreted Frizzled-Related Protein 2 (SFRP2) is a secretory protein involved in activation of the Wnt signaling pathway. Wnt signaling regulates normal embryonic development but aberrations in this pathway have been linked with tumor progression. SFRP2 is a tumor promotor that which exerts effects on endothelial cells, tumor cells and T-cells. SFRP2 has been shown to stimulate angiogenesis in endothelial cells through activation of the non-canonical Wnt/Ca2 pathway. SFRP2 mediated activation of the Wnt/Ca2 pathway results in downstream dephosphorylation of the nuclear factor of activated T-cells (NFAT). NFAT then can translocate from the cytoplasm to the nucleus where it mediates processes involving tumor cell growth, survival, invasion, and angiogenesis. Inhibition of SFRP2 has been shown to inactivate NFAT in tumor cells and imped tumor cell migration. NFAT also is involved in regulation of T-cell activity. SFRP2 has been shown to promote NFATc3, CD38 and PD-1 expression in T-cells, which are mechanisms for immunotherapeutic resistance. Monoclonal antibodies to SFPR2 in an osteosarcoma model lowered serum SFPR2 levels, lowered CD38 levels in tumor-infiltrating lymphocytes and T-cells and lowered PD-1 levels in T-cells.\n\nSFRP2 has been identified as a tumor promotor in multiple histological subtypes of STS. In mouse angiosarcoma models, a humanized monoclonal antibody to SFRP2 has been shown to lower serum levels of the protein and inhibit tumor proliferation.\n\nIn humans with breast cancer, serum SFRP2 levels are elevated over healthy controls and correlate with increasing tumor size, presence of lymph node metastasis, increasing TMN stage and higher Ki67, a marker of proliferation.\n\nIn humans with STS, the levels of serum SFRP2 expression and the response of serum SFRP2 levels to therapeutic interventions such as radiotherapy are unknown. This study will compare serum levels of SFRP2 before and after preoperative 5-day HFRT to define levels of expression in patients with STS and assess the effect of radiotherapy on SFRP2 expression. Further, we will evaluate the association of the change in serum SFRP2 levels with extent of tumor fibrosis/hyalinization, a histologic predictor of oncologic outcome, to determine the potential of SFRP2 as a predictive biomarker for favorable pathologic response. If a preoperative predictive biomarker were established in STS, then it potentially could be utilized to intensify neoadjuvant therapies."
        },
        "conditionsModule": {
            "conditions": [
                "Soft Tissue Sarcoma"
            ],
            "keywords": [
                "STS",
                "HFRT",
                "SFRP2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hypofractionated Radiation Therapy",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Radiation: Hypofractionated Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Hypofractionated Radiation Therapy",
                    "description": "Participants will receive preoperative 5-day HFRT (30Gy/5fx once daily over consecutive weekdays) followed by \"standard of care\" wide local excision 2-6 weeks later.",
                    "armGroupLabels": [
                        "Hypofractionated Radiation Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of 5-day HFRT",
                    "description": "The preoperative 5-day HFRT uptake rate, defined as the proportion of eligible patients who elect to participate in the trial.",
                    "timeFrame": "Up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of favorable pathologic response",
                    "description": "Proportion of patients with extent of tumor fibrosis/hyalinization and infarct \\> 12.5%",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Rate of major wound complication",
                    "description": "Major wound complication defined according to CAN-NCIC-SR2 Multi-center trial within 6 months of surgery",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Local Control",
                    "description": "Local control defined as 1-year Local Recurrence Free Survival, calculated from the date of surgery to the date of 12-month follow up",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Acute toxicity",
                    "description": "Acute toxicity defined by CTCAE v 5.0 assessed during radiotherapy treatment and 2 weeks following completion of radiotherapy",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "1-year late HFRT toxicity",
                    "description": "Defined by physician assessment using the RTOG/EORTC criteria and the Stern scale for edema",
                    "timeFrame": "Up to 3 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Comparison of socio-demographic profiles",
                    "description": "age, race, gender, marital status, health insurance status, comorbidities, geocode defined rural vs urban residence, estimated distance traveled to HCC, census tract level American Community Survey variables to include Socioeconomic status, Household Composition and Disability, Minority Status and Language, Housing Type, and Transportation",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Comparison of retention rate for radiotherapy at the clinical site",
                    "description": "number of patients meeting trial eligibility criteria in prior 3 years that received radiotherapy at the clinical site compared with the number of patients that were trial eligible and received radiotherapy at the clinical site during the study period",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Comparison of serum SFRP2 levels before and after preoperative 5-Day HFRT",
                    "description": "Changes in serum SFRP2 levels before and after preoperative 5-day HFRT and the incidence of favorable pathologic response defined as extent of tumor fibrosis/hyalinization and infarct \\> 12.5%",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Evaluating patient satisfaction with trial participation",
                    "description": "Decision Regret Scale questionnaire at the 2-week post radiation visit and the 6-month postoperative visit",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Assessing patient rated importance of short course of radiotherapy in decision to participate in study",
                    "description": "Patient questionnaire administered at the 2-week post-radiation visit will assess how the patients prioritized the convenience of preoperative 5-day HFRT in making the decision to participate in the study",
                    "timeFrame": "Up to 3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. AJCC 8th edition stage I-III histologically confirmed STS of the extremity or trunk\n2. Male or female, aged \\> 18 years old\n3. ECOG Performance Status 0-3\n4. Meets screening criteria for receipt of radiotherapy\n5. Deemed eligible for wide local excision\n\nExclusion Criteria:\n\n1. Distant metastatic disease\n2. Prior radiation therapy in the proposed treatment area\n3. Simultaneous treatment of another malignancy\n4. Planned neoadjuvant or adjuvant chemotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alan Brisendine",
                    "role": "CONTACT",
                    "phone": "843-792-9007",
                    "email": "brisend@musc.edu"
                },
                {
                    "name": "Jasmin M Brooks",
                    "role": "CONTACT",
                    "email": "brooksjm@musc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Brisendine, BS, CCRP",
                            "role": "CONTACT",
                            "phone": "843-792-9007",
                            "email": "brisend@musc.edu"
                        },
                        {
                            "name": "Jasmin Brooks",
                            "role": "CONTACT",
                            "email": "brooksjm@musc.edu"
                        },
                        {
                            "name": "Jennifer Harper, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18592",
                    "name": "Ichthyosis, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}