{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05141487",
            "orgStudyIdInfo": {
                "id": "A3687-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Feasibility of Triggered Sacral Neuromodulation for Neurogenic Bladder",
            "officialTitle": "Triggered Sacral Neuromodulation to Treat Neurogenic Detrusor Overactivity Based on Algorithmic Classification of Bladder Filling Status From Wireless Pressure Data.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-triggered-sacral-neuromodulation-for-neurogenic-bladder"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-03",
            "studyFirstSubmitQcDate": "2021-11-18",
            "studyFirstPostDateStruct": {
                "date": "2021-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Incontinence associates with military service and post-traumatic stress disorder in both male and female Veterans. Neurogenic detrusor overactivity (NDO) is caused by spinal cord injury or disorder, or peripheral neurodegenerative conditions, and causes urine leakage at low volumes. NDO is disproportionately experienced by Veterans and treatment effectiveness varies greatly between individuals. This project will demonstrate the feasibility of a new type of nerve stimulation-triggered sacral neuromodulation-to treat NDO in Veterans. A wireless bladder sensor will be inserted into the bladder to transmit a feedback signal enabling stimulation from a percutaneous lead. The wireless sensor will also measure NDO symptoms during simulated activities of daily living without catheters. Catheter-free detection of bladder activity will improve the outcomes of neuromodulation evaluations for Veterans with NDO. Future work could use the triggered neuromodulation system to study other methods of nerve stimulation to treat bladder, bowel, or sexual dysfunction.",
            "detailedDescription": "Neurogenic detrusor overactivity (NDO) resulting from spinal cord injury or disorder (SCI/D) affects 80% of individuals with SCI/D. It is also associated with peripheral neurodegenerative conditions such as Parkinson's disease, multiple sclerosis, diabetic neuropathy, or stroke. NDO causes urinary incontinence that profoundly impacts dignified, independent living, associates with numerous comorbidities and fall risk, and is a leading factor in functional decline among the elderly. Urinary incontinence contributes to social isolation and clinical depression and associates with military service and post-traumatic stress disorder in Veterans.\n\nRestoring urine storage is consistently cited as a high priority by individuals with NDO. Continuous SNM is an off-label treatment, which is effective for some individuals with NDO. Triggered sacral neuromodulation-in which SNM is applied only during the portion of the bladder fill cycle where NDO occurs-could show unique benefit in treatment in some individuals. While triggered SNM increased bladder capacity in sheep and rats, feasibility has not yet been demonstrated in humans with NDO.\n\nThe primary goal of this research is to demonstrate the feasibility of increasing bladder capacity and reducing bladder filling pressures using triggered SNM in Veterans with NDO. This will expand on unique technologies developed by the research team: the UroMonitor, the Context-Aware Threshold (CAT) algorithm, and the Application Specific Control Unit (ASCU). The UroMonitor is a small, transurethrally-inserted sensor that wirelessly transmits bladder pressure data. CAT is a wavelet-based algorithm that detects detrusor contractions from pressure data in real time. The ASCU is a modular neurostimulation platform supporting wireless communication and custom control software. The investigators will modify and integrate these technologies to demonstrate the feasibility of automatically triggering SNM in Veterans. A secondary goal is to use the UroMonitor to determine bladder capacity, detrusor contraction rate, and filling pressures during a percutaneous SNM evaluation to identify individuals who respond to SNM therapy before a permanent implantation.\n\nBoth translational goals will be accomplished through two Specific Aims (SA):\n\nSA1 will determine the change in bladder response to conditionally-triggered SNM during natural filling cycles after a two-week sacral neuromodulation evaluation phase in Veterans with NDO. The investigators will apply triggered SNM using data transmitted from the UroMonitor to the ASCU. Triggered SNM will be applied for up to eight hours at three timepoints in the two-week percutaneous evaluation phase in eight Veterans. Voided urine volume, time between voids, and detrusor contraction frequency will be compared to determine change in conditional SNM response at the two timepoints and compared to baseline. Outcome measures will be measured from validated questionnaires, catheter-referenced bladder pressures, and collected voided urine.\n\nSA2 will determine change in bladder capacity, filling pressure, and detrusor contraction frequency during natural filling cycles throughout a two-week continuous sacral neuromodulation evaluation. The investigators will demonstrate the feasibility of using the UroMonitor to characterize NDO symptoms (bladder capacity, filling pressure, and detrusor contraction rate) over several bladder filling/emptying cycles. Eight Veterans will receive standard, continuous percutaneous SNM for two weeks. NDO symptoms will be measured using the UroMonitor before SNM and after one and two weeks of continuous SNM. Accuracy of symptom quantification will be compared to standard catheter-based testing and validated urinary behavior questionnaires."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Incontinence",
                "Urinary Bladder, Neurogenic"
            ],
            "keywords": [
                "Urinary Bladder, Neurogenic",
                "Electric Stimulation",
                "Transcutaneous Electric Nerve Stimulation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "NONE_RETAINED",
                "description": "Urine sample tested for urinary tract infection"
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Conditional SNM",
                    "description": "This group receives conditional sacral neuromodulation, applied intermittently based on sensor data describing bladder activity.",
                    "interventionNames": [
                        "Device: UroMonitor",
                        "Device: ASCU"
                    ]
                },
                {
                    "label": "Continuous SNM",
                    "description": "This group receives continuous SNM, applied constantly throughout the bladder filling cycle.",
                    "interventionNames": [
                        "Device: UroMonitor"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "UroMonitor",
                    "description": "The UroMonitor is small wireless sensor that is temporarily inserted into the bladder. While in the bladder it transmits bladder pressure measurements to an external radio. After a short period of use it is removed using an extraction string and discarded.",
                    "armGroupLabels": [
                        "Conditional SNM",
                        "Continuous SNM"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "ASCU",
                    "description": "The ASCU is a wearable nerve stimulator containing a radio and computer processor. It receives pressure information from the bladder and determines when to turn on sacral nerve stimulation. It is only used temporarily during research visits.",
                    "armGroupLabels": [
                        "Conditional SNM"
                    ],
                    "otherNames": [
                        "Application Specific Control Unit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time between voids during conditional SNM",
                    "description": "Time between voids will be measured to determine change in conditional SNM response compared to baseline (no stimulation). Outcome will be measured from participant reporting and catheter- and device-referenced bladder pressures. For participant reporting (for example when voiding in a private bathroom) the clock time will be recorded and number of seconds from previous void will be recorded. For catheter- and device-referenced bladder pressures, the time between voids will be calculated manually by study staff from peak detrusor pressure during voiding contractions. When catheter recordings are available, these will be used as the sole source for measurement as they are the gold standard in urodynamic evaluation. All time data (in seconds) will be pooled for analysis. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Detrusor contraction period during conditional SNM",
                    "description": "Detrusor contraction period will be measured to determine change in conditional SNM response compared to baseline (no stimulation). Outcome will be measured from catheter- and device-referenced bladder pressures. The period between identified detrusor contractions will be measured in seconds by study staff in post-hoc analysis. When catheter recordings are available, these will be used as the sole source for measurement as they are the gold standard in urodynamic evaluation. All period data (in seconds) will be pooled for analysis. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Voided urine volume during conditional SNM",
                    "description": "Voided urine volume will be measured to determine change in conditional SNM response compared to baseline (no stimulation). Outcome will be measured from collected voided urine. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time between voids during continuous SNM",
                    "description": "Time between voids will be measured to determine change in continuous SNM response compared to baseline (no stimulation). Outcome will be measured from participant reporting and catheter- and device-referenced bladder pressures. For participant reporting (for example when voiding in a private bathroom) the clock time will be recorded and number of seconds from previous void will be recorded. For catheter- and device-referenced bladder pressures, the time between voids will be calculated manually by study staff from peak detrusor pressure during voiding contractions. When catheter recordings are available, these will be used as the sole source for measurement as they are the gold standard in urodynamic evaluation. All time data (in seconds) will be pooled for analysis. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Feasibility of UroMonitor evaluation",
                    "description": "A secondary goal is to use the UroMonitor to objectively monitor change in bladder behavior during a standard percutaneous SNM evaluation. Feasibility will be assessed by participant discomfort score on the range of 0-5 during UroMonitor use, with higher values indicating more discomfort. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Urinary incontinence symptom reduction during SNM evaluation",
                    "description": "Participant response to SNM at one- and two-week timepoints will be compared to baseline (no SNM) urinary incontinence symptom scores (range of 0-78, higher scores reflect worse symptoms). Symptom reduction will be evaluated by the validated neurogenic bladder symptom score questionnaire. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Urinary voiding frequency reduction during SNM evaluation",
                    "description": "Participant response to SNM at one- and two-week timepoints will be compared to baseline (no SNM) voiding frequency. Symptom reduction will be evaluated from participant-provided urinary diary. The voiding frequency (number of voids per 24 hours) will be calculated. Voiding frequency will be independently calculated per participant per day. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                },
                {
                    "measure": "Urinary leakage frequency reduction during SNM evaluation",
                    "description": "Participant response to SNM at one- and two-week timepoints will be compared to baseline (no SNM) leakage frequency. Symptom reduction will be evaluated from participant-provided urinary diary. The leak frequency (number of leaks per 24 hours) will be calculated. Leak frequency will be independently calculated per participant per day. This outcome is powered for feasibility demonstration only.",
                    "timeFrame": "Through study completion, an average of 2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of neurogenic lower urinary tract dysfunction consistent with International Continence Society definition which includes all bladder/urinary sphincter dysfunction related to any neurological disease or injury\n* Male or female\n* If SCI, time from injury \\> 6 months to allow for recovery from the acute phase\n* Can tolerate lying prone \\> 1 hour\n* Functional bladder capacity \\> 100 mL confirmed by urodynamics examination\n* Low risk of upper urinary tract deterioration\n* Over 18 years of age, able to speak and understand English, capacity for consent\n\nExclusion Criteria:\n\n* Active urinary tract infection\n* Chronic indwelling or suprapubic catheter usage\n* Severe or rapidly progressive neurologic disease\n* Abnormal sacral anatomy\n* Anticipated need for MRI of body parts below the head\n* Pelvic organ prolapse beyond the hymen\n* Pregnancy\n* Treatment with Botox injection within last six months\n* Current treatment with percutaneous tibial nerve stimulation or other forms of neuromodulation\n* History of sacral neuromodulation treatment or presence of sacral neuromodulation leads or implant\n* Interstitial cystitis/bladder pain syndrome\n* Benign prostatic hyperplasia preventing catheterization to empty\n* History of anatomically relevant pelvic or anti-incontinence surgery",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study will enroll 16 patients undergoing treatment at the VANEOHS (US Veterans). Participants will have a diagnosis of neurogenic bladder with a recent (within one year) multi-channel UDS evaluation. Participants will be selected as those with neurogenic bladder symptoms most likely to respond to SNM treatment based on evidence-based recommendations (i.e reasonable bladder capacity, non-catheter dependent, ability to identify and manage bladder needs - as based upon assessment by clinical experts / co-investigators). Participants will be screened to meet inclusion/exclusion criteria. Implantation of bilateral percutaneous stimulating electrodes, setting of SNM stimulation waveforms, and the use of an external continuous SNM stimulator will follow clinical standard of care for prospective evaluation for Medtronic Interstim treatment.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steve J Majerus, PhD",
                    "role": "CONTACT",
                    "phone": "(216) 791-3800",
                    "email": "Steve.Majerus@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steve J Majerus, PhD",
                    "affiliation": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106-1702",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steve J Majerus, PhD",
                            "role": "CONTACT",
                            "phone": "216-791-3800",
                            "email": "Steve.Majerus@va.gov"
                        },
                        {
                            "name": "Steve J Majerus, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "VA Advanced Platform Technology Center",
                    "url": "https://www.aptcenter.research.va.gov/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001750",
                    "term": "Urinary Bladder, Neurogenic"
                },
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5031",
                    "name": "Urinary Bladder, Neurogenic",
                    "asFound": "Urinary Bladder, Neurogenic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}