{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04418232",
            "orgStudyIdInfo": {
                "id": "STUDY00145615"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of a Systems Approach for Alzheimer's Services Among Latinos Attending Primary Care Practices",
            "officialTitle": "Feasibility of a Novel Systems Approach for Improving Utilization of Alzheimer's Disease Services Among Latinos Attending Primary Care Practices",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "feasibility-of-a-systems-approach-for-alzheimer-s-services-among-latinos-attending-primary-care-practices"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-02",
            "studyFirstSubmitQcDate": "2020-06-02",
            "studyFirstPostDateStruct": {
                "date": "2020-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The research team will train primary care practitioners from Kansas City clinics to enhance skills in cultural competence, dementia detection, treatment and referral to a Health Navigator among Latinos 65 and older with dementia. The Health Navigator will provide patient/caregiver dyads referred by Alianza Latina providers with care management, psychosocial support and links to relevant community resources. Outcomes include feasibility and acceptability of 1) PCP training and 2) patient and caregiver dementia care.",
            "detailedDescription": "Alzheimer's disease and related dementias (ADRD) are a major cause of mortality and disability in later life and cost the US healthcare system more than cancer or heart disease. The National Alzheimer's Plan Act and the National Institutes of Health have identified ADRD disparities among ethnic minorities as a public health priority. Latinos with ADRD experience substantial disparities with reduced rates of early diagnosis and lower quality care compared to their non-Latino white peers, which put them at an increased risk for steeper cognitive decline, morbidity, mortality and higher caregiver burden. A number of barriers conspire to create these disparities including a lack of an evidence-based strategy to address ADRD in clinics, patient and primary care provider (PCP) reduced ADRD knowledge, negative attitudes regarding ADRD, PCP's lack of time, cultural and language barriers and health insurance status. To improve healthcare delivery to Latinos with ADRD, researchers need to redesign current ADRD detection and care systems to follow evidence-based recommendations for early detection and culturally appropriate chronic care.\n\nThe overall aim of this proposal is to enhance the delivery of ADRD services to Latinos in primary care through a scalable systems approach that includes evidence-based recommendations. Primary care clinics are the ideal setting to provide ADRD services, as 93% of older Latinos have a usual source of healthcare. The novel systems approach (Alianza Latina/Latino Alliance) will enhance timely ADRD diagnosis and optimal care to minimize behavioral symptoms and cognitive decline among Latinos in a linguistically and culturally-appropriate way. Alianza Latina will use the Collaborative Care Framework that capitalizes on PCPs and Health Navigators. 1) PCPs will undergo evidence-based training to enhance timely and culturally appropriate diagnosis and implement it in their work routine. 2) PCPs will detect, treat and refer Latino ADRD patients to a bilingual Health Navigator to provide chronic care management, which will reduce PCP time burden.\n\nAim 2: Test the feasibility and acceptability of Alianza Latina. Aim 2.a: The research team will train PCPs from Kansas City clinics to enhance skills in cultural competence, ADRD detection, treatment and referral to a Health Navigator among Latinos 65 and older with ADRD. Aim 2.b. The Health Navigator will provide patients/caregiver dyads referred by Alianza Latina PCPs with care management, psychosocial support and links to relevant community resources. The research team will assess the feasibility and acceptability of 1) PCP training and 2) patient and caregiver ADRD care. Caregivers will be enrolled in a text messaging program, called CuidaTEXT, that will educate about memory and thinking problems, solve problems that are common among families with memory and thinking problems, send reminders for appointments and medications, and improve communication with the PCP, family, friends, and other resources."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Alianza Latina",
                    "type": "EXPERIMENTAL",
                    "description": "The main components of Alianza Latina are 1) providing primary care providers with education, training and tools for timely dementia diagnosis and optimal treatment and 2) providing Latino dementia patients with enhanced chronic care through bilingual Health Navigators.",
                    "interventionNames": [
                        "Combination Product: Alianza Latina"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Alianza Latina",
                    "description": "The main components of Alianza Latina are 1) providing primary care providers with education, training and tools for timely dementia diagnosis and optimal treatment and 2) providing Latino dementia patients with enhanced chronic care through bilingual Health Navigators.",
                    "armGroupLabels": [
                        "Alianza Latina"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Provider recruitment feasibility",
                    "description": "Metrics of the number of providers who agree to be trained per month",
                    "timeFrame": "During the 9 months of the provider intervention period"
                },
                {
                    "measure": "Provider retention feasibility",
                    "description": "Metrics of the percentage of providers who continue to partner with the study team by the end of the provider intervention period",
                    "timeFrame": "During the 9 months of the provider intervention period"
                },
                {
                    "measure": "Provider fidelity feasibility 1",
                    "description": "Percentage of providers able to implement screenings in regular workflow, measured via survey with the question \"To what extent were you able to implement screenings in regular workflow\" with three response options: \"not at all\", \"to some degree\", \"usually\", \"almost always\" and \"always\"",
                    "timeFrame": "9 months (end of the provider intervention period)"
                },
                {
                    "measure": "Provider assessment feasibility 1",
                    "description": "Metrics of the percentage of providers who complete baseline and follow-up surveys about dementia knowledge, attitudes and skills",
                    "timeFrame": "During the 9 months of the provider intervention period"
                },
                {
                    "measure": "Provider fidelity feasibility 2",
                    "description": "Metrics of the Number of referrals to Health Navigator per month",
                    "timeFrame": "During the 9 months of the provider intervention period"
                },
                {
                    "measure": "Overall provider satisfaction with training",
                    "description": "Survey question including a 5-item Likert scale on satisfaction with training (not at all to very much)",
                    "timeFrame": "9 months (end of the provider intervention period)"
                },
                {
                    "measure": "Importance of Navigators to providers",
                    "description": "Survey question including a 5-item Likert scale on the perceived importance of Navigators to providers (not at all to very much)",
                    "timeFrame": "9 months (end of the provider intervention period)"
                },
                {
                    "measure": "Participant recruitment fidelity",
                    "description": "Metrics of percentage of referred Latino dementia dyads who enroll in Health Navigator services",
                    "timeFrame": "During the 15 months of the whole intervention period"
                },
                {
                    "measure": "Participant Retention fidelity",
                    "description": "Metrics of percentage of referred Latino dementia dyads followed up at six months",
                    "timeFrame": "During the 6 months of the Navigator intervention period"
                },
                {
                    "measure": "Participant assessment fidelity",
                    "description": "Metrics of the percentage of planned baseline and follow-up survey ratings completed",
                    "timeFrame": "During the 6 months of the Navigator intervention period"
                },
                {
                    "measure": "Participant treatment adherence",
                    "description": "Metrics of the percentage of referred Latino dementia dyads who attends at least 50% of Health Navigator visits",
                    "timeFrame": "During the 6 months of the Navigator intervention period"
                },
                {
                    "measure": "Overall participant satisfaction with the clinic side of the intervention",
                    "description": "Survey question including a 5-item Likert scale on satisfaction with clinic services (not at all to very much)",
                    "timeFrame": "6 months after baseline"
                },
                {
                    "measure": "Overall participant satisfaction with the Navigator side of the intervention",
                    "description": "Survey question including a 5-item Likert scale on satisfaction with Navigator services (not at all to very much)",
                    "timeFrame": "6 months after baseline"
                },
                {
                    "measure": "Participant suggestions of improvement",
                    "description": "Survey question including an open-ended question about which aspects of the intervention they would change",
                    "timeFrame": "6 months after baseline"
                },
                {
                    "measure": "Practitioner adherence to guideline recommendations",
                    "description": "10-item checklist administered to the dyads asking about the implementations of different aspects of dementia service guidelines",
                    "timeFrame": "6 months after baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patients' behavioral symptoms",
                    "description": "Brief version of the Neuropsychiatry Inventory Questionnaire: This is a validated clinical instrument for evaluating psychopathology in dementia. If any of the 12 neuropsychiatric symptoms is present, caregivers rate their own distress on a six-point scale (not distressing at all-extreme or very severe distress). For example, if the caregiver responds yes to \"is the patient resistive to help from others at times, or hard to handle?\", the following question would follow: \"rate the severity of the symptom\". An overall severity summary score is calculated by adding the severity scores of all items and higher scores mean higher severity.",
                    "timeFrame": "Baseline and 6 months from baseline"
                },
                {
                    "measure": "Patients' depression",
                    "description": "Short Geriatric Depression Scale: This scale consists of 15 yes vs no questions. Questions from the Long Form GDS which had the highest correlation with depressive symptoms in validation studies were selected for the short version. Of the 15 items, 10 indicated the presence of depression when answered positively, while the rest (question numbers 1, 5, 7, 11, 13) indicated depression when answered negatively. Scores of 0-4 are considered normal, depending on age, education, and complaints; 5-8 indicate mild depression; 9-11 indicate moderate depression; and 12-15 indicate severe depression.",
                    "timeFrame": "Baseline and 6 months from baseline"
                },
                {
                    "measure": "Patients' quality of life",
                    "description": "Quality of Life in Alzheimer's Disease: The QoL-AD is comprised of 13 items (physical health, energy, mood, living situation, memory, family, marriage, friends, self as a whole, ability to do chores, ability to do things for fun, money and life as a whole). Response options include 1(poor), 2(fair), 3(good) and 4 (excellent), for a total score of 13-52, with higher scores indicating better QoL.",
                    "timeFrame": "Baseline and 6 months from baseline"
                },
                {
                    "measure": "Caregivers' quality of life",
                    "description": "In general, how satisfied are you with your life?\" with a 4-point scale from 1 (Very Satisfied) to 4 (Very Dissatisfied)",
                    "timeFrame": "Baseline and 6 months from baseline"
                },
                {
                    "measure": "Caregivers' depression",
                    "description": "10-item Center for Epidemiologic Studies-Depression scale (CES-D-10): This is a 10-item, self-report rating scale that measures characteristic symptoms of depression in the past week (e.g. depression, loneliness, restless sleep). Each item is rated on a 4-point scale, from 0 (rarely or none of the time) to 3 (most or all of the time) with positively worded items (items 5 and 8) reverse scored. Items yield summary scores that range from 0 to 30, with higher scores indicating higher severity. An example of an item is: \"I was bothered by things that usually don't bother me\"",
                    "timeFrame": "Baseline and 6 months from baseline"
                },
                {
                    "measure": "Caregivers' burden",
                    "description": "Short Zarit Burden Interview: This scale has 6 items and address the perceived impact of the act of providing care on the physical health, emotional health, social activities and financial situation of the caregiver. Each item has five response options ranging from \"never\" to \"nearly always\". Higher scores mean higher burden.",
                    "timeFrame": "Baseline and 6 months from baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Identify as Latino\n* Community dwelling\n* Diagnosed with mild cognitive impairment or dementia\n* Have a caregiver 18 years old or older\n* Have co-participant with access to a privately-owned cell phone with a flat fee for text messages\n\nExclusion Criteria:\n\n* Not identify as Latino\n* Not Community dwelling\n* Not diagnosed with mild cognitive impairment or dementia\n* Not having a caregiver 18 years old or older\n* Not having a co-participant with access to a privately-owned cell phone with a flat fee for text messages",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jaime Perales Puchalt, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "913-588-3716",
                    "email": "jperales@kumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jaime Perales Puchalt, PhD, MPH",
                    "affiliation": "KUMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elisabeth Pauley",
                            "role": "CONTACT",
                            "phone": "913-588-0980",
                            "email": "epauley2@kumc.edu"
                        },
                        {
                            "name": "Jaime Perales Puchalt, PhD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jeffrey Burns, MD, MS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kristine Williams, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Allen Greiner, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final dataset will include patients' and caregivers' demographic and behavioral data from interviews as well as metrics and feasibility information provided by the primary care providers. Along with the dataset, we will create a code book documenting all variables. Study participants may find their diagnosis information potentially stigmatizing, and may prefer that these diagnoses remain entirely confidential. Although the data analytic files will not have direct identifiers (only study identification numbers), the possibility of deductive disclosure of subjects with certain clinical characteristics may remain. To safeguard against the unlikely event of deductive disclosure, we will only make the data files and codebook available to other researchers on a case-by-case basis.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "February 1, 2025",
            "accessCriteria": "Researchers requesting data will need to complete a request form outlining intended use of the data, and agree to use the data solely for this intended purpose. Prior to data release, researchers requesting data will be required to sign a confidentiality agreement specifying that they will not identify any individual participant, that they will use secure technology to safeguard the data, and that they will destroy or return the data after their analyses are completed."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2022-10-06",
                    "uploadDate": "2022-12-02T10:40",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 321512
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-02-02",
                    "uploadDate": "2022-12-02T10:38",
                    "filename": "ICF_001.pdf",
                    "size": 176626
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}