{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06192823",
            "orgStudyIdInfo": {
                "id": "191683"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility Of Objective Measures and Outpatient Washout in Disease Modifying Trials for Parkinson's Disease",
            "officialTitle": "Feasibility Of Objective Measures and Outpatient Washout in Disease Modifying Trials for Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "feasibility-of-objective-measures-and-outpatient-washout-in-disease-modifying-trials-for-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-22",
            "studyFirstSubmitQcDate": "2023-12-21",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mallory Hacker",
                "investigatorTitle": "Assistant Professor of Neurology",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the feasibility of adding objective measures (FDG-PET imaging, wearable biosensors) to a week-long washout protocol in early-stage Parkinson's disease patients. This study is also determining whether the washout can be conducted in the ambulatory setting."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "8 Days",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in the Parkinson's Disease Related Pattern (PDRP) from ON medications to one-week OFF medications",
                    "description": "FDG-PET scans will be used to calculate PDRP scores on day 1 (ON medications) and day 8 (off medications), and the change from ON to OFF will be reported",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Changes in the Parkinson's Disease Cognitive Pattern (PDCP) from ON medications to one-week OFF medications",
                    "description": "FDG-PET scans will be used to calculate PDCP scores on day 1 (ON medications) and day 8 (off medications), and the change from ON to OFF will be reported",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Daily Kinesia ONE bradykinesia one scores over a one-week medication washout",
                    "description": "Bradykinesia score from Kinesia ONE will be reported each day of a one-week medication washout",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Daily Kinesia ONE tremor one scores over a one-week medication washout",
                    "description": "Tremor score from Kinesia ONE will be reported each day of a one-week medication washout",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Number of adverse events related to the medication washout",
                    "description": "Any adverse event attributable to the medication washout will be reported",
                    "timeFrame": "1 week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. \\*A clinical diagnosis of idiopathic PD. The diagnosis will be based upon the presence of at least two of the three cardinal motor signs of this disorder (akinesia/bradykinesia, rest tremor, and rigidity) with at least one of the signs being rest tremor or bradykinesia.\n2. Clear and dramatic beneficial response to dopaminergic therapy (defined as demonstrating at least 30% improvement in parkinsonian motor signs based upon the UPDRS-III motor examination subscore, following the administration of their dopaminergic medications during the screening neurological examination)\n3. \\*Hoehn and Yahr (H\\&Y) stage II when off medication.\n4. Age between 50 and 75 years.\n5. Subjects must be on dopaminergic therapy for at least one year prior to the screening visit and less than four years prior to the completion of the washout period.\n6. Subjects must have a stable response to dopaminergic medication.\n7. Available for follow-up for the entire duration of the study.\n8. Subjects receiving antidepressant medication used specifically for the treatment of depression must be on stable doses for at least eight weeks prior to enrolling in the study.\n9. Subjects must agree to maintain a stable regimen, if deemed medically appropriate by the treating physician, of any psychotropic medications throughout the study.\n\nExclusion Criteria:\n\n1. \\*Evidence of an alternative diagnosis or secondary parkinsonism, as suggested by:\n\n   1. Features unusual early in the clinical course (e.g., prominent postural instability, freezing phenomena, or hallucinations unrelated to medications in the first 3 years after symptom onset)\n   2. Dementia preceding motor symptoms\n   3. Neurologic signs of upper motor neuron or cerebellar involvement\n   4. Significant orthostatic hypotension unrelated to medications\n   5. Unequivocal cortical sensory loss (i.e., graphesthesia, stereognosis with intact primary sensory modalities), clear limb ideomotor apraxia, or progressive aphasia\n   6. Vertical supranuclear gaze palsy, or selective slowing of vertical saccades\n   7. Unequivocal cerebellar abnormalities on examination, such as cerebellar gait, limb ataxia, or cerebellar oculomotor abnormalities (e.g., sustained gaze-evoked nystagmus, macro square wave jerks, hypermetric saccades)\n   8. Documentation of a condition known to produce parkinsonism and plausibly connected to the subject's symptoms (e.g., history of stroke, exposure to toxins, or encephalitis; or neuroleptic use within the past 6 months)\n2. \\*The expert evaluating physician, based on the full diagnostic assessment, believes that an alternative syndrome is more likely than PD.\n3. \\*Uncontrolled medical condition or clinically significant medical disease that would increase the risk of developing pre- or postoperative complications (e.g., significant cardiac or pulmonary disease, uncontrolled hypertension).\n4. \\*Evidence of existing dyskinesias.\n5. \\*Diagnosis of probable behavioral variant frontotemporal dementia or primary progressive aphasia.\n6. \\*Currently active diagnosis of a major psychiatric disorder\n7. Previous brain operation or injury.\n8. Active participation in another clinical trial for the treatment of PD.\n9. \\*Any current substance use disorder.\n10. Any history of recurrent or unprovoked seizures.\n11. Any prior movement disorder treatments that involved intracranial surgery or device implantation.\n12. Any active implanted intracranial device (e.g., cochlear implant) or implanted device to treat movement disorders (e.g., duodopa pump) whether turned on or off.\n13. History of suicide attempt.\n14. A female who is breastfeeding or of child-bearing potential with a positive urine pregnancy test or not using adequate contraception.\n15. Inability or unwillingness of subject to give written informed consent.\n16. \\*Parkinsonian features restricted to the lower limbs for more than three years.\n17. \\*Treatment with a dopamine receptor blocker or a dopamine-depleting agent in a dose and timecourse consistent with drug-induced parkinsonism.\n18. Rapid progression of gait impairment requiring regular use of a wheelchair.\n19. \\*Early bulbar dysfunction, defined as one of severe dysphonia, dysarthria (speech unintelligible most of the time), or dysphagia \\[requiring soft food, nasogastric (NG) tube, or gastrostomy feeding\\].\n20. \\*Inspiratory respiratory dysfunction defined as either diurnal or nocturnal inspiratory stridor or frequent inspiratory sighs.\n21. \\*Recurrent (\\>1/year) falls because of impaired balance within 3 years of onset.\n22. \\*Otherwise unexplained pyramidal tract signs, defined as pyramidal weakness or clear pathologic hyperreflexia (excluding mild reflex asymmetry in the more affected limb and isolated extensor plantar response).\n23. \\*Bilateral symmetric parkinsonism throughout the disease course. The patient or caregiver reports bilateral symptom onset with no side predominance, and no side predominance is observed on objective examination.\n24. Received radiation exposure as part of other recent research studies and individuals who work around radiation will be excluded from the study\n25. Subjects who do not pass the neuropsychological screening battery.\n26. \\*Subjects who, in the opinion of the study neurologist or principal investigator, should not participate in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Early-stage PD patients as defined by inclusion and exclusion criteria",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mallory Hacker, PhD, MSCI",
                    "role": "CONTACT",
                    "phone": "(615) 936-0060",
                    "email": "mallory.hacker@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mallory Hacker, PhD, MSCI",
                            "role": "CONTACT",
                            "email": "mallory.hacker@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}