{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06055790",
            "orgStudyIdInfo": {
                "id": "STUDY00003150"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of 18F-Fluciclovine PET/CT to Identify Brain Metastasis",
            "officialTitle": "Feasibility of 18F-Fluciclovine PET/CT to Identify Brain Metastasis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-fluciclovine-pet-ct-to-identify-brain-metastasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-20",
            "studyFirstSubmitQcDate": "2023-09-20",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Blue Earth Diagnostics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this diagnostic intervention clinical trial is to compare 18F-Fluciclovine uptake within brain lesions over 60 minutes compared with standard of care positive histology confirmation or confirmation MRI images. The main questions it aims to answer are:\n\n1. What are the dynamics of 18F-Fluciclovine update within a non-treated metastatic brain lesion over 60 minutes?\n2. What are the dynamics of 18F-fluciclovine update within recently treated metastatic brain lesions?\n3. What is the potential use of 18F-Fluciclovine in delineating true local progression from radionecrosis in patients with clinical uncertainty of indeterminate MRI?\n\nParticipants will undergo an 18F-fluciclovine head PET/CT scan prior to treatment for brain metastatic lesion(s). The study will characterize uptake dynamic PET images over 60 minutes. Uptake within the lesions and the benign brain parenchyma will be plotted on a time activity curve for 60 mins. Patients will undergo a second 18F-fluciclovine PET/CT to evaluate 18F-fluciclovine uptake in treated lesions over 60 minutes. This will be offered concurrently with the post-procedure standard of care (SOC) MRI to evaluate post-treatment changes. Uptake within the lesions and the benign brain parenchyma will be plotted on a 60 min time activity curve. Results will be compared to the pre-treatment baseline images. A third 18F-fluciclovine PET/CT will be offered to evaluate post radiation changes necrosis from recurrence, for up to 10 patients in our cohort who are under clinical surveillance (up to three years surveillance) and developed MRI evidence of either true progression or radionecrosis with clinical uncertainty after stereotactic radiosurgery. The initial 18F-fluciclovine PET/CT will serve as a baseline PET/CT scan. This will be compared to post procedural histological confirmation.",
            "detailedDescription": "This is a single-arm, 20 subject, pilot clinical trial utilizing 18F-fluciclovine PET/CT scan prior to treatment for brain metastatic lesion(s). Patients with recently diagnosed brain metastatic lesion(s) will be recruited based on MRI with or without histological confirmation, per standard of care. All patients will undergo an 18F-fluciclovine head PET/CT scan. The study will characterize uptake dynamic PET images over 60 minutes. Uptake within the lesions and the benign brain parenchyma will be plotted on a time activity curve for 60 mins. The investigators hypothesize that uptake will be above benign brain parenchyma. The 18F-fluciclovine PET/CT will serve as a baseline PET/CT scan.\n\nSubjects will undergo a second 18F-fluciclovine PET/CT to evaluate 18F-fluciclovine uptake in treated lesions over 60 minutes. This will be offered concurrently with the post-procedure SOC MRI to evaluate post-treatment changes. Uptake within the lesions and the benign brain parenchyma will be plotted on a 60 min time activity curve. Results will be compared to the pre-treatment baseline images. Absolute SUV values of the lesions will be compared with contralateral normal brain, cerebellum, pituitary gland, and superior sagittal sinus. The investigators hypothesize that uptake of lesions with complete response will demonstrate significant reduction of uptake with persistent mild uptake above the pituitary gland. Focal uptake will be considered as residual viable disease. The truth will be correlated with histology confirmation, SOC images, or follow up.\n\nA third 18F-fluciclovine PET/CT will be offered to evaluate post radiation changes necrosis from recurrence, for up to 10 patients in our cohort who are under clinical surveillance (up to three years surveillance) and developed MRI evidence of either true progression or radionecrosis with clinical uncertainty after stereotactic radiosurgery. The investigators hypothesize that the absolute uptake of lesions with radionecrosis will be significantly lower than that of true progression. The initial 18F-fluciclovine PET/CT will serve as a baseline PET/CT scan. This will be compared to post procedural histological confirmation.\n\nIf study results are promising, a larger prospective cohort study will be designed."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Metastases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "18F-Fluciclovine (Axumin) PET/CT",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with recently diagnosed brain metastatic lesion(s) will be recruited based on MRI with or without histological confirmation, per standard of care. All patients will undergo an 18F-fluciclovine head PET/CT scan prior to treatment for brain metastatic lesions, post treatment, and 3 years post treatment.",
                    "interventionNames": [
                        "Diagnostic Test: 18F-Fluciclovine (Axumin) PET/CT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "18F-Fluciclovine (Axumin) PET/CT",
                    "description": "PET/CT protocol:\n\nAll patients will be instructed to fast for 4 hr. prior to the scan. CT imaging of the head will be performed using GE Discovery MI Digital PET/CT (Boston, Massachusetts) prior to the injection of 18F-fluciclovine. While the patient is in a supine position on the PET table, 5 mCi (185 MBq) of 18F-fluciclovine will be administrated intravenously, followed by a saline flush. At the time of the injection, a continuous dynamic PET images lasting 60 min will be performed using 3D-dynamic and list-mode acquisition: 2.0 mm slice thickness, number of frames(f) x time in seconds(s) and minutes(m) of: 4f x 15s, 4f x 30s, 6f x 2m, 5f x 3m, and 6f x 5m. PET images at 0-5 (flow), 15-25 (early), 25-35 (mid), 45-60 min (delayed) post-injection will be reconstructed using Qclear 500 and OSEM iterative reconstruction with TOF (VPFX): 8 iterations, 5 subsets, 440 image matrix, 4 mm Gaussian filter, TOF. \\[24, 27\\].",
                    "armGroupLabels": [
                        "18F-Fluciclovine (Axumin) PET/CT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Characterization of the dynamics of 18F-fluciclovine uptake within a metastatic brain lesion over 60 mins.",
                    "description": "The primary objective is to evaluate whether anti-3-\\[18F\\]FACBC (FACBC, fluciclovine, Axumin) uptake (measured by standardized uptake values, SUV, and visualized uptake) in brain metastatic lesions is above normal brain background. We will evaluate scan results, against positive histology confirmation or confirmatory MRI images.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Assessment of the dynamics of 18F-fluciclovine uptake within recently treated metastatic brain lesions.",
                    "description": "As a second phase of this study 20 patients who underwent baseline PET/CT will undergo a second 18F-fluciclovine PET/CT to evaluate 18F-fluciclovine uptake in treated lesions over 60 minutes. Uptake within the lesions and the benign brain parenchyma will be plotted on a 60 min time activity curve. Absolute SUV values will be compared with contralateral normal brain, cerebellum, pituitary gland, and superior sagittal sinus (SSS)\\[1\\]. We hypothesize that uptake of lesions with complete response will demonstrate significant reduction of uptake with persistent mild uptake above the pituitary gland. Focal uptake will be considered as residual viable disease. Truth will be corelated with histology confirmation, Standard of care (SOC) images, and or follow up.",
                    "timeFrame": "2 months from baseline"
                },
                {
                    "measure": "Evaluate the potential use of 18F-fluciclovine in delineating true local progression from radionecrosis in patients with clinical uncertainty of indeterminate MRI.",
                    "description": "For this Aim, 10 patients who underwent localized brain lesion/s management and are presenting with intermediate surveillance MRI results for true local recurrence or radionecrosis will undergo a 3rd 18F-fluciclovine PET/CT to evaluate the use of 18F-fluciclovine to delineate true progression from radionecrosis.\n\nThe investigators will evaluate scan results, against positive histology confirmation or confirmatory follow up with standard of care images.",
                    "timeFrame": "3 years from baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with clinically suspected or diagnosed brain metastatic lesion(s)\n2. Age ≥ 18 years\n3. Known history cancer\n4. Brain MRI in the past 2 months positive for metastatic disease\n5. Scheduled for treatment: Surgical resection, or stereotactic radiosurgery, or whole brain radiation therapy.\n6. Can tolerate 18F-fluciclovine PET/CT exam (can lie still on their back for the duration of the scan)\n7. Ability to understand and the willingness to sign a written informed consent\n\nExclusion Criteria:\n\n1. Patients who do not meeting inclusion criteria.\n2. Patients who have had a brain biopsy of the index lesion(s) sooner than 4 weeks from the brain 18F-fluciclovine PET/CT (to minimize false positive uptake due to inflammation).\n3. Patients who have had prior brain surgery or radiation treatment of the index lesion(s).\n4. Patients who have had treatment of the index brain lesion(s) or initiation of systemic therapy after the last MRI and prior to the PET/CT scan.\n5. Prior history of localized brain treatment (surgery or stereotactic radiosurgery /fractionated stereotactic radiotherapy) allowed, if at least one index lesion is not adjacent to previous treatment (10% isodose line of prior RT). Patients with only index lesion(s) within 10% isodose line of prior treatment would be excluded. For example, if ALL index lesions are within the 2.2Gy isodose line of previously treated lesions to 22Gy in 1 fractions, the patient would be ineligible, however if there is 1 index lesion not in the prior radiation field, then that patient would be eligible but all other lesions in prior radiation fields would be excluded from analysis.\n6. Inability to tolerate 18F-fluciclovine PET/CT exam\n7. Enrollment delays patient care\n8. Concurrent or prior enrollment on other clinical trials would not exclude patients, as long as all other eligibility criteria are met.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel E Jarrett, MPH",
                    "role": "CONTACT",
                    "phone": "5206260375",
                    "email": "rjarrett@email.arizona.edu"
                },
                {
                    "name": "Sarah A Fermawi, MD",
                    "role": "CONTACT",
                    "phone": "5206267709",
                    "email": "sarahalifermawi@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bital Savir-Baruch, MD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona Cancer Center at UMC North/University Medical Center",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85719",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bital Savir-Baruch, MD",
                            "role": "CONTACT",
                            "phone": "520-626-1069",
                            "email": "bsavirbaruch@arizona.edu"
                        },
                        {
                            "name": "Sarah A Fermawi, MD",
                            "role": "CONTACT",
                            "phone": "520-626-7709",
                            "email": "sarahalifermawi@arizona.edu"
                        },
                        {
                            "name": "Bital Savir-Baruch, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36549916",
                    "type": "BACKGROUND",
                    "citation": "Nabavizadeh A, Bagley SJ, Doot RK, Ware JB, Young AJ, Ghodasara S, Zhao C, Anderson H, Schubert E, Carpenter EL, Till J, Henderson F Jr, Pantel AR, Chen HI, Lee JYK, Amankulor NM, O'Rourke DM, Desai A, Nasrallah MP, Brem S. Distinguishing Progression from Pseudoprogression in Glioblastoma Using 18F-Fluciclovine PET. J Nucl Med. 2023 Jun;64(6):852-858. doi: 10.2967/jnumed.122.264812. Epub 2022 Dec 22."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}