{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05935735",
            "orgStudyIdInfo": {
                "id": "IRB00343251"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Brief Behavioral Therapy for Insomnia (BBTI) in SUD Recovery",
            "officialTitle": "Using Implementation Science to Examine the Feasibility and Efficacy of Brief Behavioral Therapy for Insomnia (BBTI) in Substance Use Disorder Recovery Programs",
            "acronym": "BBTI_SUDs",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-brief-behavioral-therapy-for-insomnia-bbti-in-sud-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-06-29",
            "studyFirstPostDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical study is to learn whether treating sleep problems is helpful in people with substance abuse problems who are living in a residential treatment program. Another goal is to study whether treating sleep problems will help individuals stay in substance abuse recovery treatment for a greater amount of time.\n\nParticipants will be asked to complete surveys at the time of enrollment and every week for the next 9 weeks for a total of 8 times. Participants will be asked to wear a watch that measures sleep (sleep watch) while the participants are in the group and for a 2-week period after the participants complete the group. Participants may also be asked to participate in an interview about the experience with the group and wearing the watch. Participants will also have \"homework\" throughout a 4 week period. Homework is to complete a sleep diary each morning.\n\nThe first group of 50 participants will be enrolled in the brief behavioral treatment for insomnia (BBTI) group where the participants receive typical treatment plus the sleep intervention program. The investigators will use qualitative and quantitative data to identify implementation facilitators and barriers, then further modify BBTI to improve feasibility. After modifying the BBTI protocol and re-training staff, study procedures will remain intact with the exception that the investigators will double the recruitment and randomize participants to the modified BBTI (N=50) or standard-of-care (SOC) (N=50). All participants will complete all assessments except the SOC group will not complete treatment satisfaction surveys.",
            "detailedDescription": "Brief behavioral treatment for insomnia (BBTI) is an efficacious evidence-based sleep intervention derived from cognitive behavioral therapy for insomnia (CBT-I) that may address barriers to widespread dissemination of insomnia therapy because it is brief (4 weeks), easily deliverable without need for specialty training (uses a hard-copy workbook) and behaviorally-focused. This proposal has the following two aims:\n\n1. To use the Reach, Effectiveness, Adoption, Implementation, Maintenance (RE-AIM) framework, a well-established implementation framework that informs evaluation of health-related programs, including in community and substance use treatment settings, to evaluate the feasibility of implementing a modified BBTI among underserved special population of individuals in a residential recovery program;\n2. To conduct a clinical trial to evaluate the efficacy of the modified BBTI on subjective and objective sleep outcomes compared with conventional standard-of-care. The end goal of this project is to provide empirical evidence of a modified BBTI's value in SUD recovery for individuals of diverse racial backgrounds. Successful completion of this study will promote the dissemination and sustainable adoption of an evidence-based, pragmatic, and accessible insomnia intervention in real-world SUD recovery programs."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders",
                "Insomnia"
            ],
            "keywords": [
                "Brief Behavioral Therapy for Insomnia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BBTI Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 4 in-person sessions of Brief Behavioral Therapy for insomnia as part of their intensive outpatient treatment of substance use recovery",
                    "interventionNames": [
                        "Behavioral: Brief Behavioral Therapy for Insomnia (BBTI)"
                    ]
                },
                {
                    "label": "SOC Group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive their usual substance abuse treatment as part of their intensive outpatient treatment of substance use recovery"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief Behavioral Therapy for Insomnia (BBTI)",
                    "description": "4 in-person sessions; 1 individual and 3 group sessions",
                    "armGroupLabels": [
                        "BBTI Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Brief Behavioral Therapy for Insomnia (BBTI) as Assessed by the Success Rate of Outreach",
                    "description": "The success rate of outreach is measured by:\n\n* Percent of eligible Helping Up Mission (HUM) residents who were referred to study\n* Percent of eligible HUM residents who consented to study\n* Percent of HUM residents who attended BBTI Session 1\n\nIf overall score from the three parameters above is greater than 50%, outreach is feasible",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Feasibility of Brief Behavioral Therapy for Insomnia (BBTI) as Assessed by the Success Rate of Adoption",
                    "description": "The success rate of adoption is measured by:\n\n* Provider satisfaction with training as assessed by semi-structured interviews with Cornerstone Clinic researchers and staff, HUM leadership, and providers\n* Provider satisfaction with facilitating BBTI as assessed by semi-structured interviews with participants\n\nIf overall score from the parameters above is greater than 80%, adoption is feasible",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Feasibility of Brief Behavioral Therapy for Insomnia (BBTI) as Assessed by the Success Rate of Treatment Integrity",
                    "description": "The success rate of treatment integrity is measured by percent of maintaining treatment based on fidelity checklist.\n\nIf overall score is above 85% treatment integrity is feasible",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Changes in the Symptoms of Insomnia after Brief Behavioral Therapy for Insomnia (BBTI) as Measured by Insomnia Severity Index (ISI)",
                    "description": "Participants will complete ISI. Investigators will compare pre- and post-intervention primary outcomes. ISI is a 7-item questionnaire assessing the nature and symptoms of insomnia. ISI total score is the sum of all item scores which ranges from 0-28 and is interpreted as follows: no clinically significant insomnia (0-7), subthreshold insomnia (8-14), moderate clinical insomnia (15-21), and severe clinical insomnia (22-28). Negative changes in scores indicate improvement.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Changes in Sleep Efficiency after Brief Behavioral Therapy for Insomnia (BBTI) as Measured by Actigraphy",
                    "description": "Participants in both arms will complete daily sleep diaries and wear an actiwatch. Sleep Efficiency is a measure of total sleep time over time in bed. Higher sleep efficiency indicates improved sleep.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Changes in Substance Used Outcome as Measured by Treatment Retention [days]",
                    "description": "Treatment retention is number of days in substance used treatment. Treatment retention days will be counted by the number of days that the client is in treatment at the Helping Up Mission.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment Satisfaction Rate as Assessed by Treatment Satisfaction Survey",
                    "description": "Participants will complete a treatment satisfaction survey at the end of each BBTI session. Response options are coded from 1 to 4. The total score ranges from 5 to 20 with a higher score indicating a greater satisfaction rate.",
                    "timeFrame": "5 Weeks"
                },
                {
                    "measure": "Treatment Adherence Rate as Assessed by Treatment Adherence",
                    "description": "Treatment adherence is a measurement of BBTI sessions attended.",
                    "timeFrame": "5 Weeks"
                },
                {
                    "measure": "Maintenance of Intervention",
                    "description": "Maintenance of intervention is a measurement of treatment availability over one year.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Post-treatment Substance Use Disorder Relapse Rate as Assessed by Treatment Retention [days]",
                    "description": "Relapse Rate is percent of positive urine toxicology results. Treatment retention days will be counted by the number of days that the client is in treatment at the Helping Up Mission.",
                    "timeFrame": "Up to 4 weeks post intervention"
                },
                {
                    "measure": "Change in Quality of life as Measured by PROMIS Global Health Scale",
                    "description": "Participants will complete the PROMIS Global Health Scale post-intervention. This is a 10-item patient-reported questionnaire that assesses healthcare-related quality of life measures. The results of the questions are used to calculate two summary scores: a Global Physical Health Score and a Global Mental Health Score. The scores are standardized to the general population, using the \"T-score\" which is 50 points with a standard deviation of 10. Higher scores indicate better health.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Change in Depression Measured by PROMIS Depression Scale",
                    "description": "Participants will complete PROMIS Depression Scale questionnaires at pre-treatment and post-treatment. This is a 4-item questionnaire that assesses depressed mood in the past 7 days. The total score ranges from 8 to 40 with higher scores indicating greater severity of depression. Then, the total score is converted into T-score which is 50 points with a standard deviation of 10. Negative changes in the score indicate improvement.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Change in Anxiety Measured by PROMIS Anxiety Scale",
                    "description": "Participants will complete the PROMIS Anxiety Scale questionnaires at pre-treatment and post-treatment. This is a 4-item questionnaire that assesses the severity of the individual's anxiety in the past 7 days. The total score ranges from 7 to 35 with higher scores indicating greater severity of anxiety. Then, the total score is converted into T-score which is 50 points with a standard deviation of 10. Negative changes in the score indicate improvement.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Change in Pain Measured by PROMIS Pain Interference Scale",
                    "description": "Participants will complete the PROMIS Pain Interference questionnaire at pre-treatment and post-treatment This is a 4-item questionnaire that assesses pain interference in the last 7 days. The total score ranges from 4 to 20 with higher scores indicating greater pain interference with daily activities. Then, the total score is converted into T-score which is 50 points with a standard deviation of 10. Negative changes in the score indicate improvement.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                },
                {
                    "measure": "Change in Pain Measured by PROMIS Pain Severity Scale",
                    "description": "Participants will complete the PROMIS Pain Severity questionnaire at pre-treatment and post-treatment This is a 4-item questionnaire that assesses pain intensity in the past 7 days. The total score ranges from 3 to 9 with higher scores indicating severe pain. Then, the total score is converted into T-score which is 50 points with a standard deviation of 10. Negative changes in the score indicate improvement.",
                    "timeFrame": "Baseline and post intervention up to 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* client of Cornerstone Clinic (CC); resident at Helping Up Mission (HUM)\n* active SUD\n* ≥ 18 years old\n* ISI ≥ 8\n* insomnia disorder as determined by Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) Sleep Disorders (SIS-D)\n* able to understand English proficiently\n\nExclusion Criteria:\n\n* medical or psychiatric condition interfering with treatment or requiring hospitalization\n* inability to provide informed consent\n* declines behavioral health treatment at CC\n* suicidal ideation\n* acute alcohol withdrawal requiring medical attention\n* pregnant or breastfeeding\n* moderate-severe sleep apnea based on WatchPAT\n* restless legs syndrome based on SIS-D\n* discharged from HUM",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Traci J Speed, MD/PHD",
                    "role": "CONTACT",
                    "phone": "410-550-7985",
                    "email": "speed@jhmi.edu"
                },
                {
                    "name": "Denis Antoine, MD",
                    "role": "CONTACT",
                    "phone": "410-550-2796",
                    "email": "antoine@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Traci J Speed, MD/PHD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cornerstone at Helping Up Mission Clinic",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denis Antoine, MD",
                            "role": "CONTACT",
                            "phone": "410-550-2796",
                            "phoneExt": "112",
                            "email": "antoine@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007319",
                    "term": "Sleep Initiation and Maintenance Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10356",
                    "name": "Sleep Initiation and Maintenance Disorders",
                    "asFound": "Insomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}