{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06161675",
            "orgStudyIdInfo": {
                "id": "HSR 230207"
            },
            "organization": {
                "fullName": "University of Virginia",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Delivering VergeRx at FQHCs",
            "officialTitle": "Determining the Feasibility of Delivering VergeRx to Smokers Through Pharmacies in Federally Qualified Health Centers Regardless of Readiness to Quit",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-delivering-vergerx-at-fqhcs"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-08",
            "studyFirstSubmitQcDate": "2023-11-29",
            "studyFirstPostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Melissa Little, PhD, MPH",
                "investigatorTitle": "Associate Professor, Department of Public Health Sciences Director, Center for Tobacco Prevention and Control Research",
                "investigatorAffiliation": "University of Virginia"
            },
            "leadSponsor": {
                "name": "University of Virginia",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Cigarette smoking in the U.S. is highest among low income and Medicaid insured adults, and unfortunately, low-income smokers are even less likely to attempt to quit, less likely to use evidence-based treatments, and thus less likely to be successful. Federally Qualified Health Centers (FQHCs), which generally provide healthcare services to low income and Medicaid insured patients, are more likely to serve individuals who use tobacco and are required to report tobacco use screening rates and their delivery of cessation interventions. Thus, FQHCs are an ideal community-partner to reach low-income smokers, particularly smokers who are not currently seeking treatment. To address this gap, the investigators developed a pharmacist-delivered smoking cessation intervention to help facilitate nicotine replacement therapy medication adherence among smokers. The proposed study aims to examine the feasibility of delivering the pharmacist-delivered smoking cessation intervention to FQHC patients who are ready to quit, and expanding the intervention for smokers not ready to quit by adding 2 pre-quit sessions focused on rate reduction. The investigators will also determine facilitators and barriers to adopting and implementing the program in FQHCs.",
            "detailedDescription": "Cigarette smoking in the U.S. is highest among low income and Medicaid insured adults, and unfortunately, low-income smokers are even less likely to attempt to quit, less likely to use evidence-based treatments, and thus less likely to be successful. Federally Qualified Health Centers (FQHCs), which generally provide healthcare to low income and Medicaid insured patients, are more likely to serve individuals who use tobacco, and are required to report tobacco use screening rates and deliver cessation interventions. Thus, FQHCs are an ideal community-partner to reach low-income smokers. The investigators developed a pharmacist-delivered medication management program for smoking cessation to help facilitate nicotine replacement therapy medication adherence, and the investigators piloted the program in a rural Appalachian community pharmacy and found that the intervention was acceptable and feasible to pharmacists and smokers. The investigators are currently testing the effectiveness of the intervention along with standard, evidence-based tobacco treatments among rural smokers in Appalachia with a pharmacist-delivered approach in a R01 funded by NCI (R01CA267963, PI Little). However, given the low-income population served by FQHCs, there are likely unique barriers to smoking cessation in this setting. The investigators examined tobacco cessation services at pharmacies within FQHCs as well as potential barriers and facilitators to implementing a QuitAid program in this setting. The investigators found that only 43.5% provided smoking cessation to patients, and these services were limited to help seeking only smokers who were ready to quit. Thus, an opportunity exists to utilize pharmacists at FQHCs to maximize the reach of smoking cessation interventions, to both smokers ready to quit and those who are not yet ready to quit. The proposed study builds logically on this preliminary work by examining the feasibility of delivering a pharmacist-delivered medication management program for smoking cessation to FQHC patients who are ready to quit, and expanding this research for smokers who are not ready to quit by adding 2 pre-quit sessions focused on Rate Reduction (RR). Thus, the aims of the current study are: (1) Determine the feasibility of implementing a pharmacist-delivered medication management program for smoking cessation for smokers ready to quit and for smokers not ready to quit in FQHC pharmacies; and (2) Use an implementation science approach to determine facilitators and barriers to adopting and implementing a pharmacist delivered smoking cessation program in FQHCs. The proposed work will provide foundational evidence for a larger trial to determine the efficacy of these interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Cessation"
            ],
            "keywords": [
                "Federally Qualified Health Center",
                "Rural",
                "Appalachia",
                "Smoking Cessation",
                "Readiness to Quit",
                "Pharmacists",
                "Pharmacies",
                "Low Income",
                "Medicaid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Participants will be randomized via computerized block design after consenting to the study. Equal allocation across treatment combinations will be used and balance between treatment combinations will be maintained by use of randomly permutated blocks. The randomization is not blinded, the study team will know what conditions each subject is randomized to. The randomization schemes will be generated using the R statistical package and will be incorporated into the REDCap database prior to initiation of the study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The baseline, 2-, 4-, 8- and 12-week follow-ups will be administered telephonically by trained research assistants blinded to the participant's treatment.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "QuitAid + SmokefreeTXT + NRT (Patch + Lozenge)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive QuitAid, a medication therapy management delivered by their pharmacist, a texting intervention to help quit smoking, and up to 8 weeks Nicotine Replacement Therapy (NRT) in the form of the nicotine patch + lozenge.",
                    "interventionNames": [
                        "Behavioral: QuitAid",
                        "Behavioral: SmokefreeTXT",
                        "Drug: Nicotine Replacement Therapy Patch",
                        "Drug: Nicotine lozenge"
                    ]
                },
                {
                    "label": "SmokefreeTXT + NRT (Patch + Lozenge)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a texting intervention to help quit smoking and up to 8 weeks Nicotine Replacement Therapy (NRT) in the form of the nicotine patch + lozenge.",
                    "interventionNames": [
                        "Behavioral: SmokefreeTXT",
                        "Drug: Nicotine Replacement Therapy Patch",
                        "Drug: Nicotine lozenge"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "QuitAid",
                    "description": "Participants will receive the QuitAid intervention, based on a medication adherence intervention, which addresses perceptions (e.g., motivation, self-efficacy, beliefs) and practicalities of using NRT (e.g., monitoring NRT use, establishing a reminder system). QuitAid includes 1 in-person session and 5 follow-up telephonic sessions with the participant's local pharmacist/technician. Smokers not ready to quit will receive up to two sessions focused on using NRT to cut down cigarette use. If a smoker decides they are ready to quit at the 2- or 4-week follow-ups, they will receive the full QuitAid intervention.",
                    "armGroupLabels": [
                        "QuitAid + SmokefreeTXT + NRT (Patch + Lozenge)"
                    ],
                    "otherNames": [
                        "Medication Therapy Management (MTM)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "SmokefreeTXT",
                    "description": "All participants will receive the SmokefreeTXT is a text-messaging program offered through the National Cancer Institute's Smokefree.gov initiative, which sends pre-programmed messages timed around a quit date. Participants will receive 3-5 messages a day for 7 weeks. The first week of messages focus on preparation and the remaining 6 weeks of messages focus on post-cessation strategies (e.g., relapse prevention), all timed relative to the quit date set at enrollment. For smokers not ready to quit, participants will receive two week-long pre-quit modules, Practice Quit and Daily Challenges. These modules will help the smoker become comfortable with not smoking for short periods of time and build skills before they attempt to quit. If a smoker decides they are ready to quit at the 2- or 4-week follow-ups, they will receive the ready to quit treatment.",
                    "armGroupLabels": [
                        "QuitAid + SmokefreeTXT + NRT (Patch + Lozenge)",
                        "SmokefreeTXT + NRT (Patch + Lozenge)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nicotine Replacement Therapy Patch",
                    "description": "All participants will receive up to 8 weeks of NRT in the form of patch. At the 4-week follow-up, all participants still smoking will be offered an additional 4 weeks of NRT, regardless of readiness to quit. NRT temporarily replaces nicotine from tobacco to reduce motivation to consume tobacco and nicotine withdrawal symptoms.",
                    "armGroupLabels": [
                        "QuitAid + SmokefreeTXT + NRT (Patch + Lozenge)",
                        "SmokefreeTXT + NRT (Patch + Lozenge)"
                    ],
                    "otherNames": [
                        "Nicotrol Transdermal Product",
                        "Nicoderm C-Q Transdermal Product",
                        "Lucy Transdermal Product",
                        "Pixotine Transdermal Product",
                        "Habitrol Transdermal Product"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nicotine lozenge",
                    "description": "All participants will receive up to 8 weeks of NRT in the form of lozenge. At the 4-week follow-up, all participants still smoking will be offered an additional 4 weeks of NRT, regardless of readiness to quit. NRT temporarily replaces nicotine from tobacco to reduce motivation to consume tobacco and nicotine withdrawal symptoms.",
                    "armGroupLabels": [
                        "QuitAid + SmokefreeTXT + NRT (Patch + Lozenge)",
                        "SmokefreeTXT + NRT (Patch + Lozenge)"
                    ],
                    "otherNames": [
                        "Sunmark Nicotine Polacrilex Lozenge",
                        "Habitrol Nicotine Lozenge",
                        "Nicotinell Nicotine Lozenge",
                        "Nicorette Lozenge"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Recruitment",
                    "description": "Measured by (a) the proportion of smokers recruited from each source (e.g., ask-advise-prescribe, posters, prescription bag advertisements) and (b) the number of smokers recruited per month.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Feasibility of Randomization",
                    "description": "Determine the number of smokers that will needed to be approached and screened in order to randomize 100 smokers (e.g., ineligible smokers, smokers that do not consent) in six months across two FQHCs.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Feasibility of Retention",
                    "description": "Assessment of the proportion of smokers who complete the 12-week follow-up.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Dose of the MTM intervention",
                    "description": "Dose of the MTM intervention will be defined at the number of MTM sessions the participant received as documented in the REDCap database by the pharmacists.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Dose of the NRT",
                    "description": "Dose of NRT will be defined as the percent of NRT used and will be collected from participants at the follow-ups.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Dose of SmokefreeTXT",
                    "description": "Dose of SmokefreeTXT will be defined by the use of keywords, responses to the within-program assessment questions, and date of SmokefreeTXT opt out (i.e., texted \"STOP\", if applicable).",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Biochemical Verification of Tobacco Abstinence by Participants",
                    "description": "The investigators will assess self-reported point prevalence abstinence defined as not smoking (even a puff) within the past seven days. If a participant reports no tobacco use in the previous 7-days at the at the 12-week follow-up point, we will ask them to go into their FQHC pharmacy where their pharmacist will biochemically verify their abstinence using Microport Smokelyzer carbon monoxide monitors within 48 hours. We will consider cutoff in the range of 3-4 ppm for carbon monoxide as viable cutoff to determine abstinence in their saliva to be smokers; this liberal definition will avoid false positives due to secondhand smoke. Lower results will indicate if smoking cessation treatment has been effective.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Quit Attempts",
                    "description": "The number of times that participants have made a quit attempt since the previous contact at the 2-, 4-, 8- and 12-week follow-ups via electronic survey. A \"quit attempt\" will be defined as cigarette abstinence for ≥ 24 hours not due to involuntary or forced cessation (i.e., hospitalization). Lower results will indicate if smoking cessation treatment has been effective.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* patient at participating Federally Qualified Health Center\n* ≥18 years of age\n* able to read, speak, and understand English\n* report smoking ≥5 cigarettes per day for the past 6 months\n* own a cell phone\n* be willing and able to use NRT in the form of patch or lozenge\n* not be pregnant or planning to be pregnant in the next 6 months\n\nExclusion Criteria:\n\n* have a medical contraindication to NRT (e.g., past 30 days, heart attack or stroke; past 6 months, serious or worsening angina, very rapid or irregular heartbeat requiring medication)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dylan Allanson, MPH, RD",
                    "role": "CONTACT",
                    "phone": "4342430424",
                    "email": "da4ac@virginia.edu"
                },
                {
                    "name": "Leslie A Gladney, MA",
                    "role": "CONTACT",
                    "email": "lag3z@virginia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melissa A Little, PhD,MPH",
                    "affiliation": "University of Virginia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Virginia",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dylan D Allanson, MPH, RD",
                            "role": "CONTACT",
                            "email": "da4ac@virginia.edu"
                        },
                        {
                            "name": "Melissa A Little, PhD,MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Rebecca A Krukowski, PhD, MA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kara P Wiseman, PhD, MA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Roger T Anderson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data Management System. This study will use REDCap electronic data capture tools hosted at the University of Virginia. The database will be hosted on secure, HIPAA-compliant UVA computing servers and its access will be restricted to authorized individuals."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}