{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04973930",
            "orgStudyIdInfo": {
                "id": "Velocity"
            },
            "organization": {
                "fullName": "New York State Psychiatric Institute",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility Trial of Tele-IPT and Tele-Pharmacotherapy for Patients With Depression and Non-Metastatic Breast Cancer",
            "officialTitle": "Pilot Randomized Feasibility Trial of Tele-Interpersonal Psychotherapy and Tele-Pharmacotherapy for Depression in Patients With Non-Metastatic Breast Cancer",
            "acronym": "IPT",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "feasibility-trial-of-tele-ipt-and-tele-pharmacotherapy-for-patients-with-depression-and-non-metastatic-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-11",
            "studyFirstSubmitQcDate": "2021-07-20",
            "studyFirstPostDateStruct": {
                "date": "2021-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John Markowitz",
                "investigatorTitle": "Research Psychiatrist/Professor of Clinical Psychiatry",
                "investigatorAffiliation": "New York State Psychiatric Institute"
            },
            "leadSponsor": {
                "name": "New York State Psychiatric Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Cancer and depression commonly occur together, and each worsens the other. We conducted a large psychotherapy study treating depression in breast cancer patients, showing that psychotherapy lowers symptoms. Surprisingly, no studies have compared depression-focused psychotherapy to antidepressant medication for patients with breast cancer and depression. We applied to the National Cancer Institute for a large, cross-national grant. Reviewers asked us to first demonstrate that patients would accept either psychotherapy or medication as treatment.\n\nThanks to funding from the Columbia Herbert Irving Cancer Center, we will test this study approach. We will randomly assign 20 patients with both non-metastatic breast cancer and major depression to 12 weeks of tele-therapy (by Zoom) with either interpersonal psychotherapy or a serotonin reuptake inhibitor. We expect patients in both treatments to report improvement in depression symptoms. We will also measure C-reactive protein, a blood test of inflammation elevated in both cancer and depression, which may predict medication response.",
            "detailedDescription": "Screening. All patients with non-metastatic, Stage I-III breast cancer who are undergoing care at HICCC will be offered the PHQ-9, a brief, reliable, widely used depression screener. This provides an opportunity to assess depression prevalence in the HICCC population. Patients who screen positive for likely major depression (PHQ-9 score ≥10; sensitivity 88%, specificity 88%)26 will be offered further evaluation and an explanation of the study. Independent evaluators trained to reliability will assess patient eligibility. Inclusion criteria: 1) Age ≥18 and \\<80; 2) diagnosis of diagnosis of Stage I-III breast cancer (\\<10 years from diagnosis), based on patient report and HICCC chart; 3) MDD episode without psychotic features on Structured Clinical Interview for DSM-5 (SCID-528); 4) 24-item Ham-D27 score ≥18; 5) written informed consent. Men and women are eligible. Exclusion criteria: 1) Psychosis (by SCID-5 interview); 2) current moderate/severe substance use disorder (mild substance disorder is not an exclusion) (by SCID-5); 3) acute suicidal risk (Ham-D suicide item score \\>2); 4) history of non-response to (\\>6 week) trials of venlafaxine (≥225 mg/d) and escitalopram (≥20 mg/d); 5) history of non-response to IPT (\\>4 sessions); 6) receiving current medication or psychotherapy treatment for depression; 7) acute medical instability (too physically debilitated to participate in trial) or delirium; 8) inability to complete self-administered questionnaires in English; 9) current enrollment in a therapeutic oncology trial; 10) known metastases. Eligible patients who consent will be randomly assigned in 1:1 ratio to 12 weeks of IPT or SRI (venlafaxine XR or escitalopram, based on treatment history).\n\nStudy-eligible patients will be interviewed by a research assistant using an open-ended inventory of patient willingness and disinclination to participate in the study based on factors including treatment preference, tele-therapy preference, cell phone and computer broadband access, socioeconomic status and family burden, work conflicts, interpersonal support, and outside depression treatment. We will tabulate the number of patients already receiving antidepressant treatments, whose non-participation would not reflect on treatment acceptability or study participation.\n\nTreatments. As both treatments were initially intended to be delivered as tele-therapy in the multi-site SWOG grant proposal, they are well adapted to the Covid-19 era.9 All treatment sessions and all assessments (unless patient is visiting the HICCC in person and prefers this) will be conducted via HIPAA-secure Zoom. Tele-therapy has become standard treatment during the pandemic9 and may ease access for already burdened BC patients. Tele-therapy may improve current undertreatment of MDD among patients with BC.\n\nIPT is a well-defined, manualized, repeatedly proven treatment for depression.14,29 Dr. Markowitz, a leading IPT researcher with multiple NIH grant experience, including with tele-therapy,9,30 will supervise already trained IPT therapists based on recorded HIPAA-secure Zoom sessions. IPT defines depression as a treatable medical illness that is not the patient's fault, and which often arises in the context of distressing life events - such as the diagnosis of breast cancer, and the effect of cancer and its treatment on body image. In 12 50-minute weekly sessions, IPT helps patients understand and accept their feelings in an environmental context and to use their emotions to handle the crisis and build protective social support.\n\nPharmacotherapy. Dr. Hellerstein, a clinical trials veteran, will provide expert supervision, supplementing a manualized medication approach.31 In our experience, venlafaxine (VLX) and escitalopram (ESC) are the two antidepressants best tolerated and least likely to interfere with oncotherapy for patients with MDD and breast cancer. Having minimal CYP2D6 inhibition and hence interfering less with tamoxifen and aromatase inhibitor metabolism, VLX makes sense as first choice; ESC mildly inhibits 2D6. Tele-sessions lasting 20-30 minutes will occur weekly for two weeks, then biweekly through week 12. Clinicians will raise doses as tolerated to ensure efficacy, assessing side effects by checklist, to a maximum of velafaxine XR 300 mg or escitalopram 30 mg daily. Pharmacotherapists will not conduct psychotherapy.\n\nAssessments will be conducted at baseline, midpoint, and end of treatment (weeks 0, 6, and 12) by raters reliably trained on instruments and blinded to treatment assignment. Self-reports will be conducted online using REDCap. Treatment sessions will be recorded for therapist adherence rating using the established CSPRS-6 scale.32 In addition to the rating instruments, the PI and co-PI will tele-interview all patients post-treatment to determine their level of and reasons for treatment satisfaction and dissatisfaction, and will debrief all study clinicians to determine their views of patient treatment acceptability, comfort, and satisfaction.\n\nThe study will employ standard observer and self-report assessments. The PROMIS-2936 assesses not only psychiatric and medical symptom domains but quality of life and meaning and purpose, factors that might potentially distinguish treatment effects. We have previously used such scales to evaluate treatment trials, and similarly expect high levels in this study: clinician treatment fidelity (\\>95%), patient treatment preference, and patient satisfaction (\\>80% scores). We have allocated in the study budget $50 compensation for patients who complete their week 12 evaluations.\n\nData analysis. 1. Descriptive statistics such as means with standard deviation, proportions, and counts will be reported to characterize BC patients that will be screened. 2. Point prevalence of depression at HICCC for patients with Stage I-III BC will be calculated. 3. Qualitative analysis will be used to report reasons eligible patients would participate in or decline the study. Zero-Inflated Poisson regression will be used to model both study participants and eligible BC patients who decline the study. 4. Paired t-test or Fisher's exact test will be used to compare outcome changes between baseline and end of study. Proportion responding (≥50% Ham-D-24 decrease from pre-treatment Ham-D-24) and remission rate (Ham-D-24 ≤7) will be the outcomes of interests."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder",
                "Breast Cancer",
                "Venlafaxine"
            ],
            "keywords": [
                "Randomized Clinical Trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Pilot randomized 12-week clinical trial of tele-interpersonal psychotherapy vs. tele-serotonin reuptake inhibitor (escitalopram or venlafaxine) for patients with major depressive disorder and breast cancer to test the acceptability of randomization and treatment.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Independent evaluators will be blinded to treatment and therapist. Patients will be alerted not to mention the type of treatment they are receiving or the name of their therapist to independent evaluators.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tele-Interpersonal Psychotherapy (IPT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Interpersonal psychotherapy is a time-limited, affect-focused treatment of repeatedly demonstrated efficacy for major depression in the general population. It was also helpful to patients with comorbid depression and breast cancer in our prior randomized controlled trial. IPT focuses on the connection between upsetting life circumstances (e.g., diagnosis of breast cancer) and their effect on mood, and vice versa. We have considerable experience, enhanced by the Covid-19 lockdown, in delivering IPT as a HIPAA-secure tele-therapy.",
                    "interventionNames": [
                        "Behavioral: Interpersonal Psychotherapy"
                    ]
                },
                {
                    "label": "Tele-Serotonin Reuptake Inhibitor",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Both venlafaxine and escitalopram are FDA-approved treatments with demonstrated efficacy in treating major depression in the general population. Although little formal research has been done in treating patients with depression and breast cancer, these two are the favored treatments among serotonin reuptake inhibitors due to minimal interference with oncotherapy. The choice between prescribing these two study medications will depend upon prior treatment history. Venlafaxine XR will be serially titrated under expert psychopharmacologist tele-guidance from 75 mg to 300 mg daily, depending on clinical response and tolerance. Escitalopram will similarly be dosed between 5 mg and 30 mg daily.",
                    "interventionNames": [
                        "Drug: Venlafaxine HCl ER"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Interpersonal Psychotherapy",
                    "description": "Time-limited, affect-focused, empirically supported psychotherapy",
                    "armGroupLabels": [
                        "Tele-Interpersonal Psychotherapy (IPT)"
                    ],
                    "otherNames": [
                        "IPT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venlafaxine HCl ER",
                    "description": "FDA-approved antidepressant medications",
                    "armGroupLabels": [
                        "Tele-Serotonin Reuptake Inhibitor"
                    ],
                    "otherNames": [
                        "Escitalopram Oral Tablet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Hamilton Depression Rating Scale",
                    "description": "Observer-rated canonical measure of depression; 24-item version; higher scores= greater severity",
                    "timeFrame": "Change over twelve weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "C-Reactive Protein",
                    "description": "Serum measure of inflammation; higher values= greater inflammation",
                    "timeFrame": "Change over twelve weeks"
                },
                {
                    "measure": "Posttraumatic Stress Checklist (PCL-5)",
                    "description": "Self-reported PTSD symptom questionnaire; higher scores= greater severity",
                    "timeFrame": "Change over twelve weeks"
                },
                {
                    "measure": "PROMIS",
                    "description": "PROMIS is a set of person-centered measures that evaluates and monitors physical, mental, and social health. We will use self-report measures of pain; physical and social functioning; associated symptoms; higher scores= greater severity",
                    "timeFrame": "Change over twelve weeks"
                },
                {
                    "measure": "Patient Health Questionnaire - 9 (PHQ-9)",
                    "description": "Brief 9-item self-report screen of depressive symptoms; higher scores= greater severity",
                    "timeFrame": "Change over twelve weeks"
                },
                {
                    "measure": "Perceived Social Support Scale-Self-Report",
                    "description": "Questionnaire measuring perceived social support; higher scores= greater support",
                    "timeFrame": "Change over twelve weeks"
                },
                {
                    "measure": "Social Adjustment Scale - Self-Report (SAS-SR)",
                    "description": "Established self-report scale measuring social functioning; higher scores= poorer functioning",
                    "timeFrame": "Change over twelve weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* diagnosis of diagnosis of Stage I-III breast cancer (\\<10 years from diagnosis)\n* episode of major depressive disorder without psychotic features on Structured Clinical Interview for DSM-5 (SCID-5)\n* 24-item Hamilton Depression Rating Scale score ≥18\n* written informed consent\n\nExclusion Criteria:\n\n* Psychosis (by SCID-5 interview)\n* current moderate/severe substance use disorder (mild substance disorder is not an exclusion)\n* acute suicidal risk\n* history of non-response to (\\>6 week) trials of venlafaxine (≥225 mg/d) and escitalopram (≥20 mg/d);\n* history of non-response to IPT (\\>4 sessions\n* receiving current medication or psychotherapy treatment for depression\n* acute medical instability (too physically debilitated to participate in trial) or delirium\n* inability to complete self-administered questionnaires in English\n* current enrollment in a therapeutic oncology trial\n* known metastases",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John C Markowitz, MD",
                    "role": "CONTACT",
                    "phone": "646 774-8098",
                    "email": "jcm42@cumc.columbia.edu"
                },
                {
                    "name": "David J Hellerstein, MD",
                    "role": "CONTACT",
                    "phone": "646 774-8034",
                    "email": "david.hellerstein@nyspi.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John C Markowitz, MD",
                    "affiliation": "Research Psychiatrist/ Professor of Clinical Psychiatry",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John C Markowitz, M.D.",
                            "role": "CONTACT",
                            "phone": "646-774-8098",
                            "email": "jcm42@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Weissmann MM, Markowitz JC, Klerman GL: The Guide to Interpersonal Psychotherapy. New York, Oxford University Press, 2018. ISBN-13: 978-0190662592"
                },
                {
                    "pmid": "30343455",
                    "type": "RESULT",
                    "citation": "Blanco C, Markowitz JC, Hellerstein DJ, Nezu AM, Wall M, Olfson M, Chen Y, Levenson J, Onishi M, Varona C, Okuda M, Hershman DL. A randomized trial of interpersonal psychotherapy, problem solving therapy, and supportive therapy for major depressive disorder in women with breast cancer. Breast Cancer Res Treat. 2019 Jan;173(2):353-364. doi: 10.1007/s10549-018-4994-5. Epub 2018 Oct 20."
                },
                {
                    "pmid": "26453348",
                    "type": "RESULT",
                    "citation": "Blanco C, Markowitz JC, Hershman DL, Levenson JA, Wang S, Grann VR. A Pilot Study of Interpersonal Psychotherapy for Depressed Women with Breast Cancer. Am J Psychother. 2014;68(4):489-95. doi: 10.1176/appi.psychotherapy.2014.68.4.489."
                },
                {
                    "pmid": "37172545",
                    "type": "RESULT",
                    "citation": "Markowitz JC, Hellerstein DJ, Falabella G, Lan M, Levenson J, Crew KD, Hershman DL. Psychopharmaphobia: Elevated fear of antidepressant medication among patients with major depression and breast cancer. Gen Hosp Psychiatry. 2023 Jul-Aug;83:117-122. doi: 10.1016/j.genhosppsych.2023.05.005. Epub 2023 May 6. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069470",
                    "term": "Venlafaxine Hydrochloride"
                },
                {
                    "id": "D000089983",
                    "term": "Escitalopram"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018687",
                    "term": "Antidepressive Agents, Second-Generation"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000068760",
                    "term": "Serotonin and Noradrenaline Reuptake Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M439",
                    "name": "Venlafaxine Hydrochloride",
                    "asFound": "Ticagrelor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7104",
                    "name": "Dexetimide",
                    "relevance": "LOW"
                },
                {
                    "id": "M17983",
                    "name": "Citalopram",
                    "relevance": "LOW"
                },
                {
                    "id": "M2732",
                    "name": "Escitalopram",
                    "asFound": "Length",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M12575",
                    "name": "Norepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M305",
                    "name": "Serotonin and Noradrenaline Reuptake Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                }
            ]
        }
    },
    "hasResults": false
}