{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04732533",
            "orgStudyIdInfo": {
                "id": "2018-16"
            },
            "secondaryIdInfos": [
                {
                    "id": "Pro00044339",
                    "type": "OTHER",
                    "domain": "Advarra IRB"
                }
            ],
            "organization": {
                "fullName": "Hebrew SeniorLife",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Home-based tDCS for Older Adults at Risk of Falling",
            "officialTitle": "Feasibility of Home-based tDCS for Older Adults at Risk of Falling",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-home-based-tdcs-for-older-adults-at-risk-of-falling"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-26",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-27",
            "studyFirstSubmitQcDate": "2021-01-27",
            "studyFirstPostDateStruct": {
                "date": "2021-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hebrew SeniorLife",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this project, the investigators propose to demonstrate the feasibility of remotely-monitored, caregiver (or spouse)-administered, home-based tDCS intervention to improve mobility in ambulatory older adults with recent falls. This is a three-phase feasibility study in older, ambulatory adult participants at risk of falling due to a loss of balance (participant faller, PF) together with a willing and able participant administrator (PA) that is available during weekdays to administer tDCS (transcranial direct current stimulation) to the PF.\n\nPhase 1 is focused on the development and refinement of our training materials for home-based tDCS for PF/PA pairs. The objectives of this phase:\n\n1. Identify areas of confusion and challenges for older adults.\n2. Refine our training materials to accompany the home-based tDCS system.\n\nIn Phase 2, the investigators will complete a pilot trial in 12 PF/PA pairs to assess the feasibility of deploying home-based tDCS in larger clinical trials, and to prepare for the development and implementation of such trials. The objectives of this phase:\n\n1. Determine the mean/range number of visits needed for in-person training.\n2. Compliance and retention with the study protocol.\n3. Safety/side effects of home-based tDCS, as compared to previously established laboratory-based tDCS data.\n\nThe investigators hypothesize that adult PAs are able to successfully administer home-based tDCS to PFs. The investigators also expect that PF/PA pairs will exhibit excellent adherence to the intervention and that the prevalence and severity of reported tDCS side-effects will be similar to that observed in previous laboratory-based studies.\n\nIn Phase 3, the investigators will complete a pilot trial in up to 18 PF/PA pairs; i.e., those who have previously successfully completed either Phase 1 or Phase 2. The study objectives/aims for Phase 3 are:\n\n1. Further explore compliance and retention with the study protocol over a longer time period\n2. Identify safety/side effects of home-based tDCS over a longer time-period as compared to previously established laboratory-based tDCS interventions.\n\nIn Phase 3, the investigators hypothesize that adult PA's who have previously demonstrated the ability to successfully administer tDCS at home, will retain competence and compliance with administration over a longer period, up to 1 year.",
            "detailedDescription": "In older adults, falls are costly, consequential and correlated with both physical and cognitive decline. Most falls occur when standing or walking, especially when completing these tasks in complex environments or while simultaneously performing additional cognitive tasks. To this end, older adults with worse cognitive \"executive\" function have worse mobility and are more likely to fall.\n\ntDCS (transcranial Direct Current Stimulation) holds promise as a therapy to improve dual task standing and walking and other \"high-level\" aspects of mobility in older adults. tDCS is a low cost technique, is very safe with only minimal side effects, is portable and is very easy to administer. However, tDCS must be administered numerous times per week for several consecutive weeks in order to induce lasting therapeutic benefit. As each tDCS session must currently be administered in clinical or laboratory settings, such interventions are not currently available to many older adults--especially those who 1) live far away from the clinical/laboratory, and/or 2) have physical and/or cognitive limitations that make it difficult to organize and utilize transportation.\n\nIn this project, the investigators propose to demonstrate the feasibility of remotely-monitored, caregiver (or spouse)-administered, home-based tDCS intervention to improve mobility in ambulatory older adults with recent falls. The investigators will do so by completing a three-phase feasibility study in ambulatory older adults at risk of falling due to loss of balance, together with an identified caregiver, using commercially-available tDCS equipment designed for home use. The investigators will utilize a tDCS system called the Starstim Home Kit® (Neuroelectrics Corp). The Starstim Home Kit enables researchers and clinicians to \"prescribe\" home-based tDCS to end users. Following in-person training sessions, users take home a pre-configured and personalized Starstim system. Phase 1 will involve development of home-based tDCS training materials designed for older adults. Phase 2 will consist of a small, pilot trial to determine numerous factors needed to design a larger, well-controlled trial of home-based tDCS within this population. Phase 3 will further explore feasibility of home-based tDCS, including compliance and retention with the study protocol over a longer time-period."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Accidental Falls"
            ],
            "keywords": [
                "Mobility",
                "Dual Task"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single group, open-label intervention.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tDCS",
                    "type": "EXPERIMENTAL",
                    "description": "Active transcranial direct current stimulation (tDCS) will be administered with the goal of facilitating the excitability of the left dorsolateral prefrontal cortex (dlPFC). Electrode placement and current parameters for each electrode have been optimized using a standard brain with the goal of generating an average electric field of 0.25 V/m67 within the left dlPFC. The direct current delivered by any one electrode will not exceed 2.0 mA; the total amount of current from all electrodes will not exceed 4 mA. Each 20-minute session will begin and end with a 60-second ramp up/down of current amplitude to maximize comfort.",
                    "interventionNames": [
                        "Other: tDCS (transcranial direct current stimulation)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "tDCS (transcranial direct current stimulation)",
                    "description": "Phase 1: The participant will receive 10, 20-minute sessions of tDCS on Monday-Friday, at approximately the same time of day, over two consecutive weeks.\n\nPhase 2: The participant will receive 22, 20-minute sessions of tDCS. 10 sessions will take place over the first two weeks on Monday-Friday, at approximately the same time of day. This will be followed by 3 tDCS sessions per week over four weeks.\n\nPhase 3: The participant will receive up to 260, 20-minute sessions of tDCS. The participant can complete up to 5 tDCS sessions per week over 52 weeks.",
                    "armGroupLabels": [
                        "tDCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Screening to enrollment ratio (\"percent\", 0-100, higher ratio means a better outcome)",
                    "description": "The number of screenings needed to enroll one participant",
                    "timeFrame": "The whole data collection period of phase 2 (~ 6 weeks for the whole study)"
                },
                {
                    "measure": "Intervention adherence rate (\"percent\", 0-100, higher ratio means a better outcome)",
                    "description": "Number of tDCS sessions completed",
                    "timeFrame": "The whole data collection period (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Side effects",
                    "description": "The number, type, severity and duration of reported side effects",
                    "timeFrame": "The whole data collection period (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Training sessions",
                    "description": "The number of training sessions needed for PAs to successfully and comfortably administer home-based tDCS",
                    "timeFrame": "The whole data collection period (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in the dual task cost to gait speed (reduced dual task cost after intervention means a better outcome)",
                    "description": "The change from baseline in the degree to which performing a secondary cognitive task diminishes gait speed",
                    "timeFrame": "The whole data collection period (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Change from baseline in the dual task cost to standing postural sway speed (reduced dual task cost after intervention means a better outcome)",
                    "description": "The change from baseline in the degree to which performing a secondary cognitive task diminishes the control of standing posture.",
                    "timeFrame": "Before and after the intervention (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Change from baseline in Trail Making Test B - A (reduced time after intervention means a better outcome)",
                    "description": "The change from baseline in cognitive executive function",
                    "timeFrame": "Before and after the intervention (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Change from baseline in gait speed (increased value after intervention means a better outcome)",
                    "description": "The change from baseline in gait speed",
                    "timeFrame": "Before and after the intervention (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Change from baseline in Timed Up-and-Go (TUG) (reduced time after intervention means a better outcome)",
                    "description": "The change from baseline in overall mobility function",
                    "timeFrame": "Before and after the intervention (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                },
                {
                    "measure": "Change from baseline in Montreal Cognitive Assessment (MoCA) total score (increased score after intervention means a better outcome)",
                    "description": "The change from baseline in global cognitive function",
                    "timeFrame": "Before and after the intervention (~ 6 weeks for phase 2 and ~ 52 weeks for phase 3)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria will be the same for PF/PA pairs in both Phase 1 and Phase 2 of the study. All participant pairs who complete either Phase 1 or 2 will be eligible to complete Phase 3.\n\nPF group:\n\n* Aged 60+\n* Self-report of one or more falls within the past year, and/or concern of falling in the future, and/or self-report of Parkinson's disease.\n* Able to read, write, and communicate in English\n* Able to identify an eligible PA to participate with them in the study\n\nPA group:\n\n* At least 21 years of age\n* Able to read, write, and communicate in English\n* Self-reported computer proficiency and willingness to learn how to use tDCS\n* Stated availability during weekdays throughout the study period to administer tDCS to the PF\n\nExclusion Criteria:\n\n* Exclusion criteria will be the same for PF/PA pairs in both Phase 1 and Phase 2 of the study. All participant pairs who complete either Phase 1 or 2 will be eligible to complete Phase 3\n\nPF group:\n\n* Evidence of cognitive impairment that would likely interfere with one's ability to understand the study protocol, risks/benefits, and testing procedures. This will be defined as self-reported diagnosis of Alzheimer's disease or dementia, a score of ≤19 on the Telephone Interview for Cognitive Status (TICS) at the time of telephone screening, a score of 18 or less on the Montreal Cognitive Assessment (MoCA) during the in-person screen, or an inability to understand study procedures following review of the Informed Consent form.\n* Inability to stand or ambulate unassisted for at least 25 feet.\n* Contraindications to tDCS, including a reported seizure within the past two years, use of neuro-active drugs, the risk of metal objects in the brain, skull, or head, self-reported presence of specific implanted medical devices (e.g., deep brain stimulator, medication infusion pump, cochlear implant), or the presence of any active, uncontrolled dermatological condition, such as eczema, on the scalp.\n\nPA group:\n\n* Mild cognitive impairment defined by a TICS score ≤34 during the phone screen, a MoCA score ≤24 during the in-person screen, or insufficient understanding of study procedures following review of the Informed Consent form.\n* Poor eyesight, severe arthritis in the hands, pain, deformity or other condition that interferes with successful administration of tDCS.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peggy Gagnon",
                    "role": "CONTACT",
                    "phone": "617-971-5303",
                    "email": "Gagnon@hsl.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brad Manor, PhD",
                    "affiliation": "Hebrew SeniorLife",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hebrew Rehabilitation Center",
                    "status": "RECRUITING",
                    "city": "Roslindale",
                    "state": "Massachusetts",
                    "zip": "02131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brad Manor, PhD",
                            "role": "CONTACT",
                            "phone": "617-632-8884",
                            "email": "BradManor@hsl.harvard.edu"
                        },
                        {
                            "name": "Brad Manor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.29121,
                        "lon": -71.1245
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The HSL Institute for Aging Research will promote the development of new research and new investigators by making the data available to outside investigators. The database will include longitudinal demographic, clinical, functional, and physiologic from all participants.\n\nAll data will be stripped of primary identifiers and entered into a master database. All data collection procedures, variable definitions and codes, field locations, and frequencies will be documented in a separate file.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The investigators will make the data and associated documentation available once summary data are published or otherwise made available, starting six months after publication.",
            "accessCriteria": "The investigators will make the data and associated documentation available to users only under a data-sharing agreement that provides for: 1) a commitment to using data only for research purposes and not to identify any particular participant; 2) a commitment to securing the data using appropriate computer technology; and 3) a commitment to destroying or returning the data after analyses are completed. The availability of data will be advertised over the Internet through websites maintained by Hebrew SeniorLife and Harvard Medical School.\n\nAll investigators wishing to access the data will submit a brief proposal describing their research project, data needs, regulatory approvals, and mechanisms to assure patient confidentiality. Upon affirmative review by the Principal Investigator and co-investigators of this study, a data-sharing agreement will be signed and the requesting investigators will be given a working data file and appropriate documentation."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}