{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04961047",
            "orgStudyIdInfo": {
                "id": "2000031715"
            },
            "secondaryIdInfos": [
                {
                    "id": "2000030524",
                    "type": "OTHER",
                    "domain": "OLD IRB"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility and Efficacy of a Digital Neurotherapy Protocol for Management of Depression, Cognition, and Quality of Life in Cancer Survivors",
            "officialTitle": "Feasibility and Efficacy of a Digital Neurotherapy Protocol for Management of Depression, Cognition, and Quality of Life in Patients With Major Medical Illnesses",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "feasibility-and-efficacy-of-a-digital-neurotherapy-protocol-for-management-of-depression-cognition-and-quality-of-life-in-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-01",
            "studyFirstSubmitQcDate": "2021-07-02",
            "studyFirstPostDateStruct": {
                "date": "2021-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, randomized clinical study to evaluate the feasibility and efficacy of a digital neurotherapy on depression, cognition, and quality of life in two groups of patients with major medical illness: 1) a sample of cancer survivors, and 2) a sample of patients with end stage kidney disease (ESKD) on dialysis.",
            "detailedDescription": "This is a randomized, waitlist-control study to evaluate the feasibility and efficacy of an 8-week DNT intervention in patients with major medical illnesses. Waitlisted subjects will be given the option of receiving the DNT after completion of the waitlist period. Subjects will not be blinded to treatment condition.\n\nHypothesis 1: It is hypothesized that an 8-week DNT intervention will be feasible for 2 groups of patients with major medical illnesses: 1) a group of cancer survivors, and 2) a group of patients with ESKD on dialysis.\n\nHypothesis 2: It is hypothesized that this intervention will decrease depression symptoms, improve quality of life, and improve attention, executive functioning, and memory.\n\nStudy Procedures\n\nGeneral procedure: Potential subjects will be informed of the study and their option to participate by staff and providers during routine clinic visits to the Cancer Survivorship Program at Smilow Cancer Hospital and at routine clinic visits through Yale Nephrology. Interested individuals will be contacted by a member of the research team to assess eligibility. After providing informed consent, subjects will be randomly assigned to either the DNT group or to a waiting-list control group who will then be offered 8 weeks of DNT training at the completion of the final outcome assessment.\n\nIntervention: The experimental group will have 8 weeks of DNT 4 times a week for 30 minutes in the participant's home. The computer-presented training will be done on the participants' tablets or personal computers with the Rejuvenate brain training program. The Rejuvenate program has 7 different games that together train attention, reaction inhibition, cognitive flexibility, use of categories, pattern recognition, memory, dealing with distraction, and auditory and visual perception. In each training session participants do 4 training games for 5 minutes each. Before each 5-minute game, participants are offered three games to choose from. The program keeps track of all the games they choose, and if their training becomes too unbalanced, the games they have been choosing most often are not offered among the three choices until appropriate balance is restored.\n\nAssessment: Assessments will be conducted at 3 intervals (baseline, midpoint, endpoint) for each subject assigned to the experimental group during the 8-week experimental intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Cognition",
                "Quality of Life"
            ],
            "keywords": [
                "Cancer Survivor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Digital neurotherapy (DNT) Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "The experimental group will have 8 weeks of DNT 4 times a week for 30 minutes in the participant's home. The computer-presented training will be done on the participants' tablets or personal computers with the Rejuvenate brain training program",
                    "interventionNames": [
                        "Behavioral: Digital neurotherapy (DNT) Treatment"
                    ]
                },
                {
                    "label": "Wait list control group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Waiting-list control group participants will be offered 8 weeks of DNT training at the completion of the final outcome assessment.",
                    "interventionNames": [
                        "Behavioral: Wait list control group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Digital neurotherapy (DNT) Treatment",
                    "description": "The experimental group will have 8 weeks of DNT 4 times a week for 30 minutes in the participant's home. The computer-presented training will be done on the participants' tablets or personal computers with the Rejuvenate brain training program",
                    "armGroupLabels": [
                        "Digital neurotherapy (DNT) Treatment"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Wait list control group",
                    "description": "Waiting-list control group participants will be offered 8 weeks of DNT training at the completion of the final outcome assessment.",
                    "armGroupLabels": [
                        "Wait list control group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Hospital Anxiety and Depression Questionnaire",
                    "description": "Hospital Anxiety and Depression Questionnaire (HADS): This survey consists of 14 questions. The questions are related to the frequency of symptoms of anxiety and depression over the last week. Items are rated on a 0-3 scale, with several reverse-scored items. Scores range from 0 to 21. Higher scores indicate more severe symptoms. Administration time is 5 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Patient Health Questionnaire-9",
                    "description": "Patient Health Questionnaire-9: (PHQ-9): This survey consists of 9 questions. The questions assess frequency of depression symptoms over the last two weeks. Items are rated on a 0-3 scale. Scores range from 0-27. Higher scores indicate more severe symptoms. Administration time is 5 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Functional Assessment of Cancer Therapy-General",
                    "description": "Functional Assessment of Cancer Therapy-General (FACT-G): The FACT-G is a 27-item questionnaire designed to measure four domains of health related quality of life in cancer patients: Physical, social, emotional, and functional well-being. Respondents are asked to answer in reference to the last 7 days. Items are on a 5 point Likert-type scale. Scores range from 0-108 with higher scores indicating higher quality of life. Administration time is 5-10 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Short-Form 36 Health Survey",
                    "description": "Functional Assessment of Cancer Therapy-General",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Mindful Attention Awareness Scale",
                    "description": "Mindful Attention Awareness Scale (MAAS): The trait MAAS is a 15-item scale designed to assess a core characteristic of mindfulness, namely, a receptive state of mind in which attention, informed by a sensitive awareness of what is occurring in the present, simply observes what is taking place. Items are on a 6 point Likert-type scale. Scores range from 15-90, with higher scores indicating higher trait mindfulness. Administration time is 5-10 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Flanker Task",
                    "description": "Flanker Task: The Flanker task measures the ability to inhibit nonrelevant competing responses to a nonverbal stimulus. In this task, subjects have to indicate by keyboard response the pointing direction (right or left) of the center arrow in a linear horizontal array of five arrows. On incongruent trials, the four \"flanking\" arrows point in the opposite direction of the central arrow. There are 29 congruent and 17 incongruent trials presented in pseudorandom order (with 1-4 congruent trials preceding each incongruent trial and one place where there are 2 incongruent in succession). The flanking arrows precede the central arrow by 100m and successive trials are triggered by subject response. Performance is measured by the number of completed trials, accuracy, and reaction times, with higher numbers indicated better overall performance. Administration time is 5 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in List Sort Working Memory",
                    "description": "List Sort Working Memory: This test is designed to measure working memory. Subjects are shown a series of animals or household objects. They then have to click on the objects they have just seen in a grid of 16 objects in order from smallest to largest rather than the order in which they were presented. The test starts with a list of 2 objects. If the subject completes the list accurately, list length is increased by one. If they err, the same length list is repeated. Two failed attempts at the same list length ends the test. The score is the sum of correct list lengths. In part one, trials of animals and household objects alternate. In part two, animals and household objects are presented in the same trial, and subjects have to reorder the animals first and then the household objects. Administration time is 10 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Logical Memory",
                    "description": "Logical Memory: This test is a measure of immediate and delayed auditory memory. In this test, subjects are read two short stories and required to immediately recall details of two short passages. Subjects are then asked to recall the passages after a 20 to 30-minute delay. Initially, the two narrative stories (story A and story B) are verbally given and the examinee is required to immediately recall the stories as much as he/she can. In the delay trial, recall of the two stories is elicited after a 20 to 30-minute delay. Each correct detail was awarded with one score point. The 30 recognition questions (either yes or no) about the two stories are given subsequently to assess the recognition ability. Higher scores indicate better performance. Administration time is approximately 50 minutes including the delay.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Multidimensional Executive Function Screening Test",
                    "description": "Multidimensional Executive Function Screening Test: This test is a continuous performance task (CPT) with one and two streams and with one-back as well as simple target detection. Targets can be specific abstract visual patterns with systematic degree of differences between targets and foils, and target can be members of a category (e.g., hot things). In one section, there is a concurrent memory task along with the CPT. The test score is \"total number of targets clicked minus 25% of the foils clicked.\" (i.e., total true positive responses minus ¼ of false positive responses). Administration time is 8 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in Controlled Oral Word Association Test",
                    "description": "Controlled Oral Word Association Test (COWAT): The COWAT is an oral fluency test in which the participant is required to make verbal associations to different letters. The COWAT requires participants to name all the words that they can beginning with specific letters (most commonly F, A, and S) within one minute. The words cannot include proper names and cannot consist of previously used words with a suffix. The total of all correct words is tallied, with higher scores indicating better performance. Administration time is 3 minutes.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                },
                {
                    "measure": "Change in California Verbal Learning Test-II",
                    "description": "California Verbal Learning Test-II (CVLT-II): The CVLT-II is an assessment of verbal learning and memory deficits. The test consists of three lists of words including a recognition list. The first list includes 16 items from four semantic categories; the second list has the same structure, with two semantic categories being the same as in the first list. The recognition list includes 16 target items from the first list, plus distractors that share or do not share semantic or phonological membership with that list. Administration is 30 minutes of testing and 30 minutes of delay.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Cancer Survivor Group\n\nInclusion Criteria:\n\n1. Provision of signed and date informed consent form.\n2. Stated willingness to comply with all study procedures and availability for the durationof the study.\n3. Associated with Smilow Cancer Hospital with a diagnosis for cancer\n4. Have received chemotherapy, and/or radiation treatment, and/or immuno therapy treatment for cancer\n5. Able to understand and read English\n\nExclusion Criteria:\n\n1. Stage 4 cancer\n2. Brain cancer\n3. Diagnosis of serious mental illness (ie, psychosis)\n4. Cognitive impairment (ie, diagnosed dementia, intellectual development disorder)\n5. Hearing or vision insufficient to do the computer exercises.\n\nESKD Group\n\nInclusion Criteria:\n\n1. Associated with Yale Nephrology practice and receiving in-center hemodialysis treatment\n2. Have received hemodialysis for at least one month from start of outpatient dialysis and attended 10 of first 12 visits.\n\nExclusion Criteria:\n\n1. Diagnosis of serious mental illness (ie, psychosis)\n2. Cognitive Impairment (ie, diagnosed dementia, intellectual development disorder)\n3. Hearing or vision insufficient to do the computer exercises",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anushree Shirali, MD",
                    "role": "CONTACT",
                    "phone": "877-925-3637",
                    "email": "anushree.shirali@yale.edu"
                },
                {
                    "name": "Lauren Liberti",
                    "role": "CONTACT",
                    "phone": "203-737-8010",
                    "email": "lauren.liberti@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anushree Shirali, MD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale New Haven Hospital",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06512",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anushree Shirali, MD",
                            "role": "CONTACT",
                            "phone": "877-925-3637",
                            "email": "anushree.shirali@yale.edu"
                        },
                        {
                            "name": "Lauren Liberti",
                            "role": "CONTACT",
                            "phone": "203-737-8010",
                            "email": "lauren.liberti@yale.edu"
                        },
                        {
                            "name": "Anushree Shirali, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}