{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03322033",
            "orgStudyIdInfo": {
                "id": "G170196"
            },
            "organization": {
                "fullName": "Baylor Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Feasibility of Endovascular Repair of Ascending Aortic Pathologies",
            "officialTitle": "Proposed Single Center Investigational Device Exemption: Feasibility of Endovascular Repair of Ascending Aortic Pathologies",
            "acronym": "PS-IDE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "feasibility-of-endovascular-repair-of-ascending-aortic-pathologies"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-10-23",
            "studyFirstSubmitQcDate": "2017-10-24",
            "studyFirstPostDateStruct": {
                "date": "2017-10-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2022-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baylor Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Medtronic",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this early feasibility study is to investigate the outcome of selected patients with ascending thoracic aortic pathologies including type A aortic dissection, who are suitable for endovascular repair with the Medtronic Valiant PS-IDE Stent Graft System with the Captivia Delivery System (or the Valiant PS-IDE Stent Graft).",
            "detailedDescription": "The purpose of this early feasibility study is to investigate the outcome of selected patients with ascending aortic pathologies including type A aortic dissection, retrograde type A aortic dissection, who are suitable for endovascular repair with the Valiant PS-IDE Stent Graft device. The investigators propose to study patients with Dissections affecting the aorta between the Sinus of Valsalva and the innominate artery orifice (with no involvement of aortic valve). In these patients, the ascending aorta will be repaired using the stent graft. For patients with type A aortic dissection, the investigators expect to reroute the blood to the true lumen by covering the proximal tear. In patients with retrograde type A aortic dissection, there might or might not be additional tears in the ascending aorta. If they are tears in ascending aorta, these dissections behave similarly like a type A aortic dissection, in which all the tears in the ascending aorta need to be covered. If the proximal tear is only in the descending thoracic aorta, these patients will require coverage in the ascending aorta with the stent graft along with coverage of proximal tear in the descending thoracic aorta using Valiant stent graft.\n\nPatients will be selected from a high-risk surgical cohort. The total number of enrolled subjects is planned to be 20."
        },
        "conditionsModule": {
            "conditions": [
                "Dissection of Thoracic Aorta"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Type A Dissection",
                    "type": "EXPERIMENTAL",
                    "description": "High risk subjects with ascending thoracic aortic pathologies including type A aortic dissection who are suitable for endovascular repair",
                    "interventionNames": [
                        "Device: Valiant PS-IDE Stent Graft"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Valiant PS-IDE Stent Graft",
                    "description": "Medtronic Valiant PS-IDE Stent Graft System with the Captivia Delivery System",
                    "armGroupLabels": [
                        "Type A Dissection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Freedom from early death",
                    "description": "Freedom from early death at 30-days post-procedure",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* In order to qualify for this physician-sponsored Investigational Device Exemption, the patients would have to meet the entire entry criteria listed below, sign a consent approved by the FDA and IRB, and agrees to follow-up according to the study protocol.\n\n  * Patient must have a type A thoracic aortic dissection, retrograde type A thoracic aortic dissection of the ascending thoracic aorta affecting the area between the Sinus of Valsalva and the innominate artery orifice (with no involvement of the aortic valve) and be considered a candidate for endovascular repair;\n\n    * The proximal and distal landing zones for placement of graft should be at least 1 cm.\n    * The proximal landing zone will allow placement of the stent graft as to not inhibit valvular function, occlude a coronary ostium or proximal bypass graft; The aortic root may be dissected, but the proximal tear site must be at least 1cm from the STJ (and within the above listed size criteria).\n    * Distal landing zone must allow for continued perfusion of critical cerebral vessels;\n    * The aorta as measured adventitial wall to adventitial wall must be greater than 28 mm and no more than 44 mm maximum diameter at both the proximal and distal landing zone.\n    * The patient must be high-risk surgical candidate according to the following established criteria: ASA score of IV.\n\nExclusion Criteria:\n\n* Pregnant or pediatric patients (younger than 21 years of age);\n* Patients who have a condition that threatens to infect the stent graft/aortic valve prosthesis;\n* Patients with allergies to the stent graft material;\n* Patients or their legally authorized representative (LAR) who do not sign the informed consent;\n* Patients with expected survival less than one year due to a condition other than the ascending aortic",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan C White, BA",
                    "role": "CONTACT",
                    "phone": "469-814-4720",
                    "email": "megan.white1@bswhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Brinkman, MD",
                    "affiliation": "Cardiac Surgery Specialists",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor Scott & White The Heart Hospital",
                    "status": "RECRUITING",
                    "city": "Plano",
                    "state": "Texas",
                    "zip": "75035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pauline Matheri",
                            "role": "CONTACT",
                            "email": "pauline.matheri@bswhealth.org"
                        },
                        {
                            "name": "Megan White",
                            "role": "CONTACT",
                            "email": "megan.white1@bswhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.01984,
                        "lon": -96.69889
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-11-16",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-11-16",
                        "resetDate": "2023-12-06",
                        "mcpReleaseN": 4
                    }
                ]
            }
        }
    },
    "hasResults": false
}