{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02134392",
            "orgStudyIdInfo": {
                "id": "IRB12-00691"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Fecal Transplant for Pediatric Patients Who Have Recurrent C-diff Infection",
            "officialTitle": "Fecal Microbiota Transplantation (FMT) for Recurrent or Refractory C. Difficile Infection (CDI) in Pediatric and Young Adult Patients",
            "acronym": "FMT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fecal-transplant-for-pediatric-patients-who-have-recurrent-c-diff-infection"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-05-07",
            "studyFirstSubmitQcDate": "2014-05-08",
            "studyFirstPostDateStruct": {
                "date": "2014-05-09",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-09-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jonathan Gisser",
                "investigatorTitle": "Faculty",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Jonathan Gisser",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "C-diff infection often causes belly pain and diarrhea and can be very hard to treat with medicine. One of the possible reasons that C-diff infection is hard to treat is because there is too much \"bad\" bacteria in the colon. Investigators believe that putting more \"good\" bacteria into the colon will help fight the \"bad\" bacteria. We do this by doing a fecal (poop) transplant.\n\nFecal transplant has been done at other hospitals, but not at Nationwide Children's Hospital. Since our Investigators have not done this before, this study will help us learn the best way to do the transplant. Investigators also believe this transplant might help improve symptoms for patients with C-diff.",
            "detailedDescription": "Visit 1 - screening visit: This visit will take about 1 hour. The study doctor will talk to the patient about C-diff infection and fecal transplant in detail. Investigators will ask you questions about your medical history and health. A complete physical examination will be done. Investigators will order a pregnancy test (for girls who are old enough to become pregnant) and take blood (about 1.5 teaspoons) to make sure you do not have any other illness or infections (other than C-diff.) If the pregnancy test comes back positive on a patient who is younger than age 18, both the patient and parent(s) will be informed. The study doctor will then choose a possible stool donor. The study doctor will ask the donor to fill out a questionnaire about their medical history, past and present diseases, allergies and medications. If this donor seems suitable, blood and stool tests will be performed on the donor.\n\nBefore the next visit: Before the fecal transplant is scheduled the study doctor will look at your all of the lab results from you and the donor to make sure it is safe for the fecal transplant to take place. This will take up to two weeks. If the donor is not a suitable donor, another donor will be chosen. Every possible donor will need to sign a consent form and fill out questionnaires. When a suitable donor is found, we will to schedule the fecal transplant.\n\nThere are two ways in which the fecal transplant can be given. One is by enema and the other is during a colonoscopy. The study doctor believes that the best way to give the transplant is during a colonoscopy. If you needs to have a colonoscopy done for clinical purposes (in the routine medical care of your C-diff infection), the fecal transplant will happen during that procedure. The doctor will explain the colonoscopy to you in detail and will be given special instructions on how to prepare for the colonoscopy. You will need to sign a separate consent for the colonoscopy. The other way the fecal transplant can be given is by enema. If you are not having a colonoscopy or for some other reason the doctor believes it is better to do so, you will receive the transplant through an enema.\n\nThe study doctor will talk with you about stopping medicines that are not allowed during the study. If you are taking antibiotics (such as metronidazole, vancomycin, or rifaximin, nitazoxanide, and fidaxomicin) as a treatment for C-diff, you will be asked to stop these medicines 2 days before the transplant.\n\nVisit 2 - the day of the fecal transplant: This visit will take about 4-6 hours. A pregnancy test will be repeated. If the pregnancy test comes back positive for a patient who is younger than age, both the patient and parent will be informed. The study doctor will ask you and the donor how they are feeling. If either the patient or the donor is not feeling well, the transplant will be reschedule to another day. If both are well, the fecal transplant will proceed.\n\nOn the morning of the transplant the donor will be asked to have a bowel movement in a plastic container. The donor will bring this stool sample to the hospital to be processed. This stool sample will be blended into a liquid.\n\nThe FMT can be given by either a colonoscopy or enema. The doctor will talk to you about which method will be best for you.\n\nTransplant by colonoscopy: Before the colonoscopy, the study doctor will ask questions about your symptoms and medications. During the colonoscopy, the doctor will squirt one cupful (250 ml) of liquid into the colon using a special colonoscopy tube. The liquid will be made of saline (salt water) and donor stool. The recovery time from the colonoscopy will be the same.\n\nTransplant by enema: The study doctor will ask you questions about your symptoms and medications. The patient's pants and underwear will be removed. A thin slippery tube will be put into the patient's bottom (rectum). The tube will be pushed in as deep as we can without pushing the tube hard. About 1 cupful of liquid will be gently squeezed into the rectum. The liquid will be made of saline (salt water) and donor stool. We will ask the patient to lie down on their left side for 30 minutes and keep the solution in for at least 45 minutes. The patient will then be sent home.\n\nAfter the transplant: The patient will be called at days 1, 7, 14 and months 1 and 6 to see how they are feeling. The investigator's staff will ask some questions over the phone. The phone call will take about 10 minutes. The patient may also call the study doctor anytime with questions or concerns.\n\nIf belly pain or diarrhea continues one month after the transplant, the study doctor will want to repeat a stool test for C-diff. Sometimes the patient is not cured and a second transplant is needed. If a second transplant is needed, the same donor can be used if he/she is willing. The second transplant will be done by enema. The donor would have lab (blood and stool tests) done again to be sure she/he does not have any new infections or illness.\n\nThe donor may need to have the lab work done again if the transplant does not happen as scheduled (cancellation, no-show or illness). HIV testing is one of the things we do on potential donors. The HIV testing must be done no more than 14 days before the transplant. The other required lab tests need to be done no more than 30 days before the transplant. The date the transplant is rescheduled to will determine whether or not these tests need to be done again."
        },
        "conditionsModule": {
            "conditions": [
                "Clostridium Difficile"
            ],
            "keywords": [
                "C-diff",
                "Clostridium difficile",
                "Fecal Transplant",
                "FMT",
                "Fecal Microbiota Transplant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fecal Microbiota Transplantation",
                    "type": "EXPERIMENTAL",
                    "description": "250 ml of a fecal suspension diluted in saline given by colonoscopy or enema.",
                    "interventionNames": [
                        "Biological: Fecal Microbiota Transplantation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Fecal Microbiota Transplantation",
                    "description": "250 ml of a fecal suspension diluted in saline will be administered via colonoscopy or enema in patients with recurrent c-diff.",
                    "armGroupLabels": [
                        "Fecal Microbiota Transplantation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Resolution of C. difficile",
                    "description": "The primary objective of the study is to establish the cure rate of C. difficile infection in pediatric patients.",
                    "timeFrame": "6 months post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "Follow up phone calls will be made at days 1, 7, 14, and months 1 and 6 to determine whether adverse events have occurred.",
                    "timeFrame": "Six months post transplant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nRecipient inclusion criteria:\n\n* Documented laboratory-confirmed clostridium difficile infection\n* Documentation of ongoing diarrhea at time of recruitment\n* Children ≥2 years old, \\<18 years old; young adults \\>18 years old, \\<21 years old\n* Undergoing clinically-indicated colonoscopy\n* Recurrent c-diff infection (three or more occurrences)\n\nDonor inclusion criteria:\n\n* First-degree relative recommended, but not compulsory\n* ≥ 18 years old\n* In good health\n* No antibiotic use within the last 90 days\n* In \"low risk\" category on modified DHQ (See above)\n\nExclusion Criteria:\n\n* Recipient exclusion criteria\n* Severe comorbid condition (at discretion of the principal investigator)\n* On immunosuppressive medications (high dose steroids 30 mg/kg of methylprednisolone)\n* Severe or fulminant C. difficile colitis\n\n  * Toxic appearance\n  * Signs of hemodynamic instability\n  * Peritoneal signs on physical exam\n  * Anemia on complete blood count\n  * electrolyte imbalances on basic metabolic panel\n* Considerations for Increased Risk of Adverse Events Should Be Given to patients with decompensated liver cirrhosis, advanced HIV/acquired immune deficiency syndrome, recent bone marrow transplant, or other cause of severe immunodeficiency.\n* History of severe anaphylactic shock\n\nDonor exclusion criteria:\n\n* Abnormal stools\n* Abdominal complaints\n* History of inflammatory bowel disease or gastrointestinal malignancy\n* Symptoms indicative of irritable bowel syndrome or other chronic pain syndromes (e.g. chronic fatigue syndrome, fibromyalgia)\n* History of systemic autoimmunity (e.g. multiple sclerosis, connective tissue disease)\n* Recent use of potent immunosuppressive medications (calcineurin inhibitors, exogenous glucocorticoids, biological agents, etc..)\n* Recent ingestion of a potential allergen (e.g. nuts) where recipient has a known allergy to this (these) agent(s)\n* Known communicable disease\n* Neurologic, neurodevelopmental or neurodegenerative disorders\n* History of malignancy\n* Has consumed any foods/medications to which the recipient is allergic within the designated period of time",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ling Fan, MPH",
                    "role": "CONTACT",
                    "phone": "614-722-3412",
                    "email": "ling.fan@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan M. Gisser, M.D.",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "GI Division, Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan M. Gisser, M.D.",
                            "role": "CONTACT",
                            "phone": "614-355-2858",
                            "email": "jonathan.gisser@nationwidechildrens.org"
                        },
                        {
                            "name": "Jonathan M. Gisser, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003015",
                    "term": "Clostridium Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016908",
                    "term": "Gram-Positive Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6247",
                    "name": "Clostridium Infections",
                    "asFound": "Clostridium Difficile",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19252",
                    "name": "Gram-Positive Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        }
    },
    "hasResults": false
}