{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05067595",
            "orgStudyIdInfo": {
                "id": "RG1006202"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-07698",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10276",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                },
                {
                    "id": "1R01HL166107",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL166107"
                }
            ],
            "organization": {
                "fullName": "Fred Hutchinson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Fecal Microbiota Transplant and Dietary Fiber Supplementation for the Treatment of Gut Graft Versus Host Disease",
            "officialTitle": "A Randomized, Controlled, Phase I Study of Fecal Microbiota Transplant and Dietary Fiber Supplementation in Graft Versus Host Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fecal-microbiota-transplant-and-dietary-fiber-supplementation-for-the-treatment-of-gut-graft-versus-host-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-19",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-10",
            "studyFirstSubmitQcDate": "2021-09-30",
            "studyFirstPostDateStruct": {
                "date": "2021-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fred Hutchinson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies how well fecal microbiota transplant and dietary fiber supplementation work in treating patients with gut graft versus host disease. Fecal microbiota transplant entails inoculating donor stool into a recipient's gastrointestinal tract. Changing the gut microbiome by fecal microbiota transplant and fiber supplementation may help treat gut graft versus host disease.",
            "detailedDescription": "OUTLINE: Patients are randomized to 1 of 4 arms.\n\nARM I: Patients receive upper FMT capsules orally (PO) over 2 days.\n\nARM II: Patients undergo lower FMT via colonoscopy on day 0.\n\nARM III: Patients receive upper FMT capsules PO over 2 days. Patients receive fiber supplementation PO while on study.\n\nARM IV: Patients undergo lower FMT via colonoscopy on day 0. Patients receive fiber supplementation PO while on study.\n\nPatients also undergo tissue, stool, stool swabs, and blood sample collection throughout the study.\n\nAfter completion of study treatment, patients are followed up for 365 days."
        },
        "conditionsModule": {
            "conditions": [
                "Intestinal Graft Versus Host Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (upper FMT)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive upper FMT capsules PO over 2 days. Patients also undergo tissue, stool, stool swabs, and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Biological: Fecal Microbiota Transplantation",
                        "Other: Survey Administration",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm II (Lower FMT)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo lower FMT via colonoscopy on day 0. Patients also undergo tissue, stool, stool swabs, and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Procedure: Colonoscopy",
                        "Biological: Fecal Microbiota Transplantation",
                        "Other: Survey Administration",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm III (upper FMT, fiber supplementation)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive upper FMT capsules PO over 2 days. Patients receive fiber supplementation PO while on study. Patients also undergo tissue, stool, stool swabs, and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Biological: Fecal Microbiota Transplantation",
                        "Dietary Supplement: Nutritional Supplementation",
                        "Other: Survey Administration",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm IV (Lower FMT, fiber supplementation)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo lower FMT via colonoscopy on day 0. Patients receive fiber supplementation PO while on study. Patients also undergo tissue, stool, stool swabs, and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Procedure: Colonoscopy",
                        "Biological: Fecal Microbiota Transplantation",
                        "Dietary Supplement: Nutritional Supplementation",
                        "Other: Survey Administration",
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Colonoscopy",
                    "description": "Undergo lower FMT via colonoscopy",
                    "armGroupLabels": [
                        "Arm II (Lower FMT)",
                        "Arm IV (Lower FMT, fiber supplementation)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Fecal Microbiota Transplantation",
                    "description": "Given upper FMT PO",
                    "armGroupLabels": [
                        "Arm I (upper FMT)",
                        "Arm III (upper FMT, fiber supplementation)"
                    ],
                    "otherNames": [
                        "Fecal Material Transplantation",
                        "Fecal Transplantation",
                        "FMT",
                        "Poo Transplant",
                        "Poop Transplant",
                        "Stool Transplant"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Fecal Microbiota Transplantation",
                    "description": "Undergo lower FMT via colonoscopy",
                    "armGroupLabels": [
                        "Arm II (Lower FMT)",
                        "Arm IV (Lower FMT, fiber supplementation)"
                    ],
                    "otherNames": [
                        "Fecal Material Transplantation",
                        "Fecal Transplantation",
                        "FMT",
                        "Poo Transplant",
                        "Poop Transplant",
                        "Stool Transplant"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Nutritional Supplementation",
                    "description": "Given dietary fiber supplementation PO",
                    "armGroupLabels": [
                        "Arm III (upper FMT, fiber supplementation)",
                        "Arm IV (Lower FMT, fiber supplementation)"
                    ],
                    "otherNames": [
                        "Supplementation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Survey Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (upper FMT)",
                        "Arm II (Lower FMT)",
                        "Arm III (upper FMT, fiber supplementation)",
                        "Arm IV (Lower FMT, fiber supplementation)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo tissue, stool, stool swabs, and blood sample collection",
                    "armGroupLabels": [
                        "Arm I (upper FMT)",
                        "Arm II (Lower FMT)",
                        "Arm III (upper FMT, fiber supplementation)",
                        "Arm IV (Lower FMT, fiber supplementation)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Bacterial composition of stool",
                    "description": "Analyses will consist of summary statistics of the bacterial diversity in the microbiome (e.g., the alpha diversity, the abundance of bacterial species associated with protection from graft versus host disease \\[GvHD\\]).",
                    "timeFrame": "At baseline"
                },
                {
                    "measure": "Bacterial genes in stool",
                    "description": "Specifically abundance of genes related to fiber fermentation and short chain fatty acids (SCFA) production metabolites in stool, specifically short chain fatty acids will be assessed.",
                    "timeFrame": "At baseline"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will by assessed by computing the total number of adverse events (AE)s and serious adverse events (SAE)s, the number per patient, and the number of patients with at least one event. The type of AE/SAE and whether the AE/SAE is related to the fecal microbiota transplant (FMT) or not will be tabulated. These summaries will be computed overall as well as by randomization arm and stratification factor (steroid-responsive, versus steroid-dependent or -refractory disease status). The odds will be compared of at least one SAE per patient by randomization arm and stratification factor using logistic regression with independent variables for route of FMT administration, fiber supplementation, and steroid-responsive, versus steroid-dependent or -refractory disease status. Interaction terms will be considered between these factors and may use exact or firth logistic regression in the event that some categories have zero patients with a SAE.",
                    "timeFrame": "Up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Complete response (CR) after the initial FMT",
                    "description": "Will be defined by stage 0 on the Modified Glucksberg GvHD scale, without abdominal pain or hematochezia. To account for variability in this measure, patient stool volume (inpatients only) and survey data (both inpatients and outpatients) from days 25-27 will be used to determine whether patients meet these criteria or not. Inpatients will be a compare measured stool volumes to those reported via survey, to assess how well the survey data may serve as a surrogate for stool volume. Subjects who die before day 28 will be counted as no CR. The number and proportion of patients with CR by steroid-responsive, versus steroid-dependent or -refractory disease status, and each randomization arm (route of FMT administration and receipt of fiber supplementation) as well as within combinations of these factors will be computed. To test for differences in CR by these factors, logistic regression models similar to those described above for SAE comparisons.",
                    "timeFrame": "At day 28"
                },
                {
                    "measure": "CR or partial response (PR) after the initial FMT",
                    "description": "Will be assessed by CR or PR at day 28 will use similar analysis methods as to the CR at day 28 outcome analysis.",
                    "timeFrame": "At day 28"
                },
                {
                    "measure": "Gut and overall GvHD grade",
                    "description": "Will be assessed using the Modified Glucksberg scale measurements at baseline and throughout follow-up to summarize decrease in stool volume. For both of these ordinal outcomes (GvHD grade and Modified Glucksberg scale stage), descriptive statistics and graphical summaries to show changes over time by stratification factor and randomization arm. Generalized linear mixed effects models to test for differences in these outcomes by stratification factor and randomization arm.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Six-month survival",
                    "description": "Will be evaluated using Kaplan-Meier curves and Cox proportional hazards regression with independent variables for the steroid- responsive, versus steroid-dependent or - refractory disease and randomization arm as specified in previous models.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Quality of Life (QoL)",
                    "description": "Will be summarized at baseline and during study using descriptive statistics.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Decrease in stool volume",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Levels of MAIT cells in the periphery",
                    "description": "Will be assessed using plot cell counts and percentage of lymphocytes for MAIT cells over time to compare longitudinal patterns by study arm and stratification factor. Mann-Whitney tests will be used to evaluate differences in cell counts and percentage of lymphocytes for MAIT cells in recipients of upper versus lower FMT, and individuals who receive fiber supplementation versus those who do not at specific time points post-FMT. Linear mixed effects models may be used to test for differences in longitudinal patterns of these outcomes by randomization arm and stratification factor.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Levels of Treg cells in the periphery",
                    "description": "Will be assessed using plot cell counts and percentage of lymphocytes for Treg cells over time to compare longitudinal patterns by study arm and stratification factor. Mann-Whitney tests will be used to evaluate differences in cell counts and percentage of lymphocytes for Tregs in recipients of upper versus lower FMT, and individuals who receive fiber supplementation versus those who do not at specific time points post-FMT. Linear mixed effects models may be used to test for differences in longitudinal patterns of these outcomes by randomization arm and stratification factor.",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* History of allogeneic hematopoietic stem cell transplant in the past 100 days\n* Post-engraftment, defined by time period following three consecutive days of sustained neutrophil engraftment with an absolute neutrophil count of at least 500 cells/mm\\^1\n* Mild to severe acute GI GvHD stage 1 as measured by the modified Glucksberg criteria and averaged over 3 consecutive days in the last week. In patients who have already had GI biopsy, biopsy histology must be compatible with GVHD, although biopsy is not required\n\nExclusion Criteria:\n\n* History of previous serious adverse events associated with FMT\n* History of bowel perforation\n* History of bowel resection\n* History of intestinal obstruction\n* History of gastric bypass\n* History of diverticulitis\n* History of inflammatory bowel disease (i.e. Crohn's disease and ulcerative colitis)\n* History of celiac disease confirmed by serologic testing or small bowel biopsy\n* History of severe dietary allergy as designated by World Allergy Organization Subcutaneous Immunotherapy Systemic Reaction Grading System grade 2 or more\n* Current evidence of mechanical obstruction of the bowel\n* Subjects who are cytomegalovirus (CMV) seronegative at the time of enrollment as indicated by clinical testing unless the fecal microbiota transplant (FMT) donor is CMV seronegative with negative plasma polymerase chain reaction (PCR) assays for CMV.\n* Known allergies to loperamide, sodium chloride, glycerol, theobroma oil, hide bovine gelatin, sodium lauryl sulfate, colorants FD\\&C, titanium dioxide, polyethylene glycol, sodium sulfate, sodium bicarbonate, sodium phosphate, benzalkonium chloride, disodium EDTA or potassium chloride.\n* Currently pregnant, planning to become pregnant or breastfeeding during the study period. Women of childbearing potential (those who are not post-menopausal or post-hysterectomy) must be negative for pregnancy per urine pregnancy test at enrollment\n* Individuals with the ability to conceive children who are not willing to abstain from sexual activity or use an effective form of birth control during the duration of the study\n* Unwilling or unable to participate in study procedures including oral intake of FMT, colonoscopy, fiber supplementation, collection of stool samples and completion study surveys\n* Cannot reasonably and safely participate in the study in the opinion of the investigators",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Fredricks",
                    "role": "CONTACT",
                    "phone": "206.667.1935",
                    "email": "dfredric@fredhutch.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Fredricks",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Fredricks",
                            "role": "CONTACT",
                            "phone": "206-667-1935",
                            "email": "dfredric@fredhutch.org"
                        },
                        {
                            "name": "David Fredricks",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006086",
                    "term": "Graft vs Host Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}