{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04780477",
            "orgStudyIdInfo": {
                "id": "STUDY00000563"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA245063",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA245063"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Fiber-rich Foods to Treat Obesity and Prevent Colon Cancer",
            "officialTitle": "Fiber-rich Foods to Treat Obesity and Prevent Colon Cancer",
            "therapeuticArea": [
                "Endocrinology",
                "Oncology and Hematology"
            ],
            "study": "fiber-rich-foods-to-treat-obesity-and-prevent-colon-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-02",
            "studyFirstSubmitQcDate": "2021-03-02",
            "studyFirstPostDateStruct": {
                "date": "2021-03-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Terry Hartman",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study tests whether a high-fiber diet based on legumes, such as dry beans, can lead to sustained reductions in obesity and colon cancer risk in persons at highest risk, namely overweight or obese, post-polypectomy patients.",
            "detailedDescription": "An important knowledge gap concerns the role of fiber in sustaining reduced energy intake to simultaneously manage weight and influence human colorectal cancer risk. Epidemiologic studies have shown an association between a high fiber diet featuring legumes (HLD) and reduced obesity and lower risk for adenoma recurrence or colorectal cancer. There are many plausible mechanisms to explain why high-fiber diets, and especially a HLD, may reduce colorectal cancer risk. First, fiber is fermented by the colonic microbiota to produce short chain fatty acids (SCFA). The SCFA, butyrate, has a remarkable array of colonic mucosal health promoting, anti-inflammatory, and anti-neoplastic properties. Secondly, microbiota break down plant cell walls releasing phytochemicals, which also have powerful anti-inflammatory and anti-carcinogenic effects. Thirdly, colonic transit is accelerated, reducing contact time with luminal carcinogens, such as heterocyclic amines formed from cooked red meat, and secondary bile acids, induced by a high fat diet and synthesized by the colonic microbiota.\n\nDr. Stephen O'Keefe's lab performed a human randomized controlled crossover feeding study (participants receive both diets) comparing high and low- fiber diets. The study measured mucosal biomarkers of cancer risk (proliferation - % epithelial cells staining positive for Ki67, inflammation - cluster of differentiation 3 (CD3)+ intraepithelial lymphocytes, cluster of differentiation 68 (CD68)+ lamina propria macrophages) made by fecal sampling and colonoscopy. Results suggested that within weeks these markers responded favorably to the high-fiber diet with proliferative rates and inflammatory biomarkers decreasing and microbiota composition adapting to increase butyrogenesis.\n\nThe researchers of this study have previously found that fiber may also reduce cancer risk indirectly by promoting weight loss, improving insulin sensitivity and decreasing inflammation. On average, individuals consume a similar weight of food daily; thus, replacing energy dense foods (higher kcal/g, e.g., high fat) with lower energy density foods (lower kcal/g), like legumes, should potentiate weight control. Viscous fiber intake is associated with longer gastric emptying times which over time might contribute to postponing the next eating occasion. Diet may also induce changes in gut microbiome composition leading to negative energy balance. Emerging human evidence links the gut microbiome with insulin resistance, inflammation, and obesity and with adenomatous polyps and colon cancer. In this current study, characterizing gut motility, microbiome, and metabolome composition profiles that may influence weight loss and have a role in the prevention or recurrence of adenomas and colorectal cancer, will provide novel and potentially therapeutic information.\n\nThe goal of the research is to conduct a clinical trial featuring study-provided pre-portioned entrées and strategic nutritional instruction to guide participants to integrate legumes into a healthy high-fiber diet pattern. Participants will be provided two entrées per day during months 1 through 3, and one entrée per day during months 4 through 6. Participants will continue their diets during months 7 through 12 but will be responsible for food preparation. The research will target a population at high risk for colorectal cancer, overweight and obese participants with a history of a colon polyp in the past 3 years, to test whether a high-legume, high-fiber diet will simultaneously increase weight loss and suppress intestinal biomarkers of cancer risk compared to a control diet (healthy American). In addition, it will explore potential mechanisms through which the high-legume intervention diet facilitates weight loss and intestinal health."
        },
        "conditionsModule": {
            "conditions": [
                "Colon Cancer",
                "Obesity"
            ],
            "keywords": [
                "Fiber-rich Foods",
                "Legumes",
                "Weight loss",
                "Intestinal health",
                "Cancer prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Fiber Diet Featuring Legumes (HLD)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to the high fiber diet featuring legumes (HLD) will add approximately 30 grams of dietary fiber per day from legume dishes, ensuring a total intake of approximately 50 grams of dietary fiber per day.",
                    "interventionNames": [
                        "Dietary Supplement: High Fiber Diet Featuring Legumes (HLD)"
                    ]
                },
                {
                    "label": "Healthy American Diet Control Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to the healthy American diet control arm will receive pre-portioned meal replacement entrées with legumes replaced by lean chicken or meat.",
                    "interventionNames": [
                        "Dietary Supplement: Healthy American Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "High Fiber Diet Featuring Legumes (HLD)",
                    "description": "The high fiber diet featuring legumes (HLD) provides pre-portioned entrées for two meals per day in months 1-3, and one meal per day in months 4-6. Participants continue on the diet in months 7-12 but assume responsibility for food preparation. The HLD will contain approximately 250 grams (g) of legumes per day (\\~1 ½ cups cooked legumes) in months 1-3 provided in two pre-portioned single serving entrées (i.e. \\~125g in each serving). A study nutritionist provides in-person and written guidance for including side dishes that are nutritionally balanced with energy intake to lose 1-2 pounds of weight per week.",
                    "armGroupLabels": [
                        "High Fiber Diet Featuring Legumes (HLD)"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Healthy American Diet",
                    "description": "The healthy American diet provides pre-portioned meal replacement entrées with legumes replaced by lean chicken or meat. Participants continue on the diet in months 7-12 but assume responsibility for food preparation. A study nutritionist provides in-person and written guidance for including side dishes that are nutritionally balanced with energy intake to lose 1-2 pounds of weight per week.",
                    "armGroupLabels": [
                        "Healthy American Diet Control Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Body Weight",
                    "description": "Participants will have their body weight measured (in pounds) on a regularly calibrated digital scale while wearing light clothing without shoes.",
                    "timeFrame": "Baseline, Month 6 (end of intense intervention)"
                },
                {
                    "measure": "Change in Ki-67+ Level",
                    "description": "Colonic mucosal proliferative biomarker Ki-67+ will be measured.",
                    "timeFrame": "Baseline, Month 6 (end of intense intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Body Weight",
                    "description": "Participants will have their body weight measured (in pounds) on a regularly calibrated digital scale while wearing light clothing without shoes.",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Ki-67+ level",
                    "description": "Colonic mucosal proliferative biomarker Ki-67+ will be measured",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Change in Gut Transit Time",
                    "description": "Gut transit time is assessed using an indigestible single-use SmartPill capsule, a receiver, and display software. The SmartPill capsules were discontinued and no longer available after 2023 so participants beginning after January 19, 2024 will not complete this assessment.",
                    "timeFrame": "Baseline, Month 6 (end of intense intervention)"
                },
                {
                    "measure": "Change in Fasting Plasma Insulin Level",
                    "description": "Fasting plasma insulin, a biomarker of insulin resistance is measured by blood test.",
                    "timeFrame": "Baseline, Month 6, Month 12"
                },
                {
                    "measure": "Change in Fasting Plasma Glucose Level",
                    "description": "Fasting plasma glucose, a biomarker of insulin resistance, is measured by blood test.",
                    "timeFrame": "Baseline, Month 6, Month 12"
                },
                {
                    "measure": "Change in Serum C-reactive Protein",
                    "description": "Serum C-reactive protein, an indicator of systemic inflammation, is measured by blood test.",
                    "timeFrame": "Baseline, Month 6, Month 12"
                },
                {
                    "measure": "Change in CD3+ Intraepithelial Lymphocytes Count",
                    "description": "CD3+ intraepithelial lymphocytes, a colonic mucosal inflammatory biomarker of colon cancer risk, will be measured by mucosal biopsy.",
                    "timeFrame": "Baseline, Month 6, Month 12"
                },
                {
                    "measure": "Change in CD68+ Lamina Propia Macrophages Count",
                    "description": "CD68+ lamina propia macrophages, a colonic mucosal inflammatory biomarker of colon cancer risk, will be measured by mucosal biopsy.",
                    "timeFrame": "Baseline, Month 6, Month 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* free-living adults 40 to 75 years old\n* BMI 25-40 kg/m\\^2\n* able to provide documentation confirming a colonoscopy within 3 years that found ≥1 adenoma \\>0.5 cm or a sessile serrated polyp (any)\n* English speaking\n* ambulatory, able to pick up food, participate in clinical exams and laboratory tests\n* able to provide informed consent\n\nExclusion Criteria:\n\n* serious and/or unstable medical condition as deemed by study physician\n* history of colorectal cancer, bowel resection, polyposis syndrome, or inflammatory bowel disease\n* smoked regularly in the past year\n* dietary restrictions substantially limiting compliance (e.g., must be willing to be randomized to either diet)\n* planning on substantially changing usual exercise behavior in the next 6 months\n* regular or recent use of prescription medication that may alter inflammation markers or gut function as deemed by study physician\n* pregnant women, breast feeding women, or women planning pregnancy within the year of active study participation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Terry Hartman, PhD, MPH, RD",
                    "role": "CONTACT",
                    "phone": "404-727-9134",
                    "email": "tjhartm@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Terry Hartman, PhD, MPH, RD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rollins School of Public Health, Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Terry Hartman, PHD, MPH",
                            "role": "CONTACT",
                            "email": "fiber.diet.study@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified participant phenotypic data will be made available for sharing but limited to health/biomedical purposes including age, obesity status, presence of colon polyps and history of diabetes. The data will be coded and only the coded data set, and not the master list, will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Individual participant data will be made available for sharing beginning 9 months and ending 36 months following publication of findings for this study.",
            "accessCriteria": "Proposals to share individual participant data should be directed to tjhartm@emory.edu. To gain access, requestors will need to sign a data access agreement.\n\nTo meet NIH data sharing requirements selected data will be deposited in appropriate research data repositories (e.g., NIH Common Fund Metabolomics Workbench). For genomic data, all data generated by this project will be made publicly available through adequate public genomic data warehouses as appropriate to the data type (NCBI Short Read Archives, Gene expression omnibus, etc.). Sequence data will be screened for the presence of sequences from human and these will be removed from public submissions unless directed otherwise by the NIH. Our algorithms will be made available through publications and as standalone programs when this is feasible. All new genomic and microbiome datasets will be deposited in public databases."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003110",
                    "term": "Colonic Neoplasms"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M6338",
                    "name": "Colonic Neoplasms",
                    "asFound": "Colon Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}