{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05978908",
            "orgStudyIdInfo": {
                "id": "FC-US-001"
            },
            "organization": {
                "fullName": "Neurodegenerative Disease Research Inc",
                "class": "OTHER"
            },
            "briefTitle": "Phase1 First in Human Ascending Dose Study to Evaluate the Safety and Tolerability of FC-12738 in Health Adults",
            "officialTitle": "FC-12738 Single Ascending Dose in Health Adult and Patients With ALS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "first-in-human-ascending-dose-study-to-evaluate-the-safety-and-tolerability-of-fc-in-health-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Neurodegenerative Disease Research Inc",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase I, Randomized, Double-Blind, Placebo-Controlled, First-in-human, Single-Ascending-Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of retro enversio (RT) thymopentin in Healthy Adult Participants and Patients with Amyotrophic Lateral Sclerosis (ALS)",
            "detailedDescription": "This is a first-in-human, randomized, double-blind, placebo-controlled, single-ascending-dose (SAD) study to evaluate the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of retro enversio thymopentin (FC-12738) in healthy adult participants and patients with ALS. The clinical trial will be conducted in two parts, initially a SAD study in 3-sequential cohorts of healthy adult participants (PartA), and then follows another SAD study in 4-6-sequential cohorts of patients with ALS (Part B). Dose escalation in the SAD cohorts will be determined after having reviewed of the interim safety data as well as all available PK and/or PD data from the preceding dose level(s)."
        },
        "conditionsModule": {
            "conditions": [
                "Safety Issues",
                "Tolerance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Each dose cohort will enroll 8 healthy adults participants, partipants will be randomly assigned to receive a single subcutaneous (SC) injection of FC-12738 or placebo in a ratio of 6:2, respectively.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Each dose cohort will enroll 8 healthy adults participants, participants will be randomly assigned to receive a single subcutaneous (SC) injection of FC-12738 or placebo in a ratio of 6:2, respectively.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SAD study in Healthy adult participants",
                    "type": "EXPERIMENTAL",
                    "description": "A total of 24 healthy adult participants will be enrolled, and then sequentially allocate to 3 planned dose cohorts (A1-A3): 4 mg, 8 mg and 16 mg, respectively.",
                    "interventionNames": [
                        "Drug: FC-12738"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Drug: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "FC-12738",
                    "description": "Retro enversio pentapeptide of thymopentin",
                    "armGroupLabels": [
                        "SAD study in Healthy adult participants"
                    ],
                    "otherNames": [
                        "Retro-inversio T5"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline",
                    "description": "placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "placebo control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Characterize the safety/tolerability of single-ascending-dose study of FC-12738 in healthy adult participants",
                    "description": "AEs (Adverse Events), AEs of special interest (AESI), treatment-emergent AE (TEAE) and serious adverse events(SAE);Serious Adverse Event(s) AE's will be identified from the time of signed ICF (consent form), throughout the entire study until completion of the follow-up visit.",
                    "timeFrame": "0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Measure blood pressure with a blood pressue cuff",
                    "description": "blood pressure (BP) systolic and diastolic will be measured in millimeters of mercury (mmHg)",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Heart rate measure",
                    "description": "Heart rate will be measured by counting beats per minute",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Physical exam signs by counting respiratory rate",
                    "description": "respiratory rate (RR) will be measured in breaths per minute",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Physical exam by temperature taken by a thermometer",
                    "description": "The temperature will be measured in degrees centegrade or Fahrenheit 12-lead ECGs parameters; Laboratory data (including fasting serum biochemistry, hematology, coagulation, and urinalysis); Assessment of injection site reactions; and Neurological examination；",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Physical exam by 12 lead electrocardiogram",
                    "description": "12-lead ECGs parameters will measure amplitude of the electrical wave in milimeters",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Laboratory data will be measured by blood analysis",
                    "description": "Levels of red blood cells will be measured by in number per microliter and white blood cells will be provided as a percent of total white count measured in number per microlliter.",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Laboratory data will be measured by serum biochemistry and urinalysis",
                    "description": "Serum biochemistry values and urine components will be measured in miligrams per deciliter",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                },
                {
                    "measure": "Injection site reactions in normal participants",
                    "description": "Assessment of injection site reactions will be by observation (color) and palpation for soreness or thickening.",
                    "timeFrame": "at screening, Day-1, pre-dose and 0.5 hour, 1 hour, 2 hour, 4 hour, 8 hour, 24 hour, 48 hour, post-dose and follow-up visit on Day 8."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the pharmacokinetic (PK) and pharmacodynamic (PD) profiles of single-ascending-dose study of FC-12738 in healthy adult participants",
                    "description": "Plasma PK parameters for each dose level will be calculated from the concentration of study drug measured in predose and postdose plasma samples. The PD parameters for each dose level will be calculated over time in predose and postdose plasma samples. The following parameters will be assessed during the trial:\n\nThe area under the plasma concentration-time curve from time 0 extrapolated to infinity and from time 0 to the last measurable non-zero concentration. The area under the plasma concentration-time curve from time zero to 24 hours, the maximum observed concentration, the time to reach maximal value (Tmax). If the maximum value occurs at more than one time point, Tmax is defined as the first time point with this value. Apparent terminal elimination half-life of study drug, and apparent total plasma clearance.\n\nUrine PK parameters Cumulative urinary excretion from time zero to time t, calculated as the sum of the amounts excreted over each time.",
                    "timeFrame": "48 hours"
                },
                {
                    "measure": "To determine the pharmacokinetic (PK) profiles in urine of single-ascending-dose study of FC-12738 in healthy adult participants",
                    "description": "Urine PK parameters Cumulative urinary excretion from time zero to time t, calculated as the sum of the amounts of drug excreted over each time in micrograms per deciliter.",
                    "timeFrame": "48 hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "To assess the immunogenicity of single-ascending-dose study of FC-12738 in healthy adult participants",
                    "description": "Changes from baseline in neuroinflammation relevant cytokines/chemokine levels, including but not limited to: TNF-α and IL-6; and changes from baseline in ALS-associated sphingomyelin, cerramides, and globosides. The proportion paticipants positive for anti-drug antibody (ADA) and neutralizing antibody (Nab) (if data permits) after a single drug dosing.",
                    "timeFrame": "24 hours post dosing and at 8 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nParticipants must meet all of the following inclusion criteria at Screening to be eligible for participation in this study:\n\n1. Part A healthy males or females between the ages of 18 and 65 years of age and Part B males and females aged between 18 and 80 years of age, inclusive at the times of signing the informed consent;\n2. Female participants who:\n\n   Are postmenopausal (over or equal to 1 year), OR Are surgically sterile, confirmed by medical documentations, OR If they are of child bearing potential, agree to use at least 1 highly effective method of contraception and 1 additional effective method at the same time, from at least 1 month prior to the initiation of the study through 3 months after the last administration. OR Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant; Agree to refrain from egg donation and in vitro fertilization during the entire study period and through 90 days after the last dose of study drug;\n\n   Male participants, even if surgically sterilized (i.e., status postvasectomy), who:\n\n   Agree to practice effective barrier contraception and avoid sperm donation during the entire study period and through 90 days after the last dose of study drug, OR Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant;\n3. Able to give a signed written informed consent form (the informed consent form must be signed by the participant prior to any study-specific procedures); have a full understanding of the study content, procedures, and possible AEs; and be willing and able to comply with study procedures and follow-up examinations;\n4. Results of vital signs, physical examination, laboratory examinations, abdominal and Chest X-ray, 12-lead electrocardiogram (ECG), and other examination at Screening or Baseline are normal or abnormal but not clinically significant. Assessment may be repeated once if deemed appropriate by the investigator;\n\n   Part A: Additional Inclusion Criteria for Healthy Adult Participants:\n5. Body mass index (BMI, weight \\[kg\\] / height2 \\[m2\\]) of 18 to 26 kg/m2, inclusively, with a minimum body weight of 50 kg for males, and 45 kg for females;\n\n   Part B: Additional Inclusion Criteria for ALS Patients:\n6. Diagnosis of familial or sporadic ALS (defined as meeting the possible, laboratory-supported probable, probable, or definite criteria for a diagnosis of ALS ≤ 24 months prior to screening, according to the World Federation of Neurology El Escorial criteria published in 2000 ;\n7. Participants on riluzole or sodium phenylbutyrate/taurursodiol must be on a stable dose for at least 30 days prior to study enrollment; or patients on edaravone must have completed at least 2 cycles of dosing with edaravone at the time of screening or have not taken edaravone for at least 30 days prior to screening and not planning to start edaravone during the course of the study. Two cycles of dosing are defined as having completed Cycle 1 infusion, which is 14 consecutive days of intravenous (IV) edaravone followed by 14 days off edaravone, and Cycle 2, which is 10 out of 14 days of IV edaravone;\n8. Slow vital capacity (SVC) ≥ 60% of predicted within 1 month prior to Treatment Day 1.\n\nExclusion Criteria\n\nParticipants who meet any of the following exclusion criteria at Screening (unless otherwise stated) are not to be enrolled in this study:\n\n1. Females who are pregnant, planning to become pregnant, or breastfeeding during the trial or within 3 months after the trial, or those with abnormal pregnancy test results that are clinically significant at Screening or Baseline (Day -1) as judged by the investigator;\n2. Has a positive alcohol test at Screening or the Baseline, or has a history of alcohol abuse;\n3. Participants who have been drinking excessive amounts of tea, coffee or caffeinated drinks (more than 8 cups a day, 1 cup =250 mL) per day within 3 months before Screening;\n4. Currently uses tobacco, nicotine or tobacco products, e-cigarettes or has stopped using tobacco products within the past 3 months and/or has a positive urine cotinine test at Screening or Baseline;\n5. Positive urine screening for drug abuse;\n6. Has received an experimental agent (vaccine, drug, biologic, device, blood product or medication) within 1 month prior to the first dose of study drug, or plan to receive another experimental agent during the duration of this trial;\n7. Positive test result for active infectious diseases screening at Screening or Baseline, including human immunodeficiency virus (HIV) antibody, hepatitis B surface antigen (HBsAg), hepatitis C (HCV) antibody, and syphilis antibody (TP);\n8. Serious infection within 1 months before Screening or symptoms of infection during Screening period, including acute and chronic infections and local infections (bacterial, viral, parasitic, fungal, or other opportunistic pathogens), which is inappropriate to participant as deemed by the investigator;\n9. Blood loss of non-physiological reasons ≥ 400 mL (i.e., trauma, blood collection, blood donation) within 2 months prior to the first dose of study drug, or plan to donate blood during this trial and within 1 month after the last dosing;\n10. Except as noted, has used any over-the-counter medications, prescription drugs (other than hormone replacement therapy), nutritional supplements, or herbal medicines unless, in the opinion of the investigator and sponsor, the drug will not interfere with study assessments;\n11. Abnormal renal function estimated glomerular filtration rate calculated using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation \\< 90 mL/minute/1.73 m2 at screening or on Day -1;\n12. Current or chronic history of liver disease or known hepatic or biliary abnormalities, or clinically significant abnormal results of liver function test at screening or on Day -1, including alanine aminotransferase (ALT) or/and aspartate aminotransferase (AST) \\> 1.5 × upper limit of normal (ULN) or/and total bilirubin \\> ULN；\n13. Abnormal QT wave prolongation QTcF wave ≥ 450 ms for males or QTcF wave ≥ 470 ms for females (confirmed by repeated examinations); A history of hypokalemia or family history of long QT syndrome; Use of concomitant medicines that prolong QT/QTc.\n14. Has a clinically significant medical condition (other than ALS in Part B) including the following: neurological, metabolic, hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, urological disorder, or central nervous system infection that would pose a risk to the participant if they were to participate in the study or that might confound the results of the study;\n15. Cancer with metastatic potential (other than basal cell carcinoma, carcinoma in situ of the cervix, or squamous cell carcinoma of the skin excised with clean margins) diagnosed and treated within the last five years;\n16. Has clinically significant interventional therapies (surgery, paracentesis, etc.) within 6 months prior to the trial, or plan to have any surgeries during the trial;\n17. History of any hypersensitivity or allergic reaction to active ingredients or excipients of the study drug;\n18. At the time of screening, ALS patients (Part B) use any non-invasive ventilation, e.g. continuous positive airway pressure, noninvasive bi-level positive airway pressure or noninvasive volume ventilation, for any portion of the day, or mechanical ventilation via tracheostomy, or on any form of oxygen supplementation;\n19. Participants on any other immunomodulatory therapy;\n20. Participants with prior history of solid organ (kidney, liver, heart, lung, pancreas) or bone marrow transplant;\n21. Current psychiatric disorder, suicidal ideation in the previous 6 months (as assessed by the C-SSRS), or a lifetime suicide attempt;\n22. Other unspecified reasons that, in the opinion of the Investigator or Sponsor, make the participant unsuitable for enrollment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa Speight, RN",
                    "role": "CONTACT",
                    "phone": "609-668-5647",
                    "email": "l.speight@cenexel.coom"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa Busco",
                    "affiliation": "Rho Worldwide",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hassman Research Inc",
                    "status": "RECRUITING",
                    "city": "Berlin",
                    "state": "New Jersey",
                    "zip": "08009",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elan Cohen, PhD",
                            "role": "CONTACT",
                            "phone": "856-452-9901",
                            "phoneExt": "819",
                            "email": "d.novgh@cenexel.com"
                        },
                        {
                            "name": "Johnathan M Darmasi, MD",
                            "role": "CONTACT",
                            "phone": "856-452-9901",
                            "phoneExt": "817",
                            "email": "j.martinex@cenexel.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.79123,
                        "lon": -74.92905
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M18751",
                    "name": "Thymopentin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}