{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05657782",
            "orgStudyIdInfo": {
                "id": "PanChol-100"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "First in Human Phase 1 Ascending Dose Study of PanChol in Healthy Volunteers",
            "officialTitle": "PanChol-100: Safety and Immunogenicity of PanChol: First-in-Human Study of a Novel Live Attenuated Oral Cholera Vaccine",
            "therapeuticArea": [
                "Other"
            ],
            "study": "first-in-human-phase-ascending-dose-study-of-panchol-in-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-12",
            "studyFirstSubmitQcDate": "2022-12-11",
            "studyFirstPostDateStruct": {
                "date": "2022-12-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-11",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lindsey R. Baden, MD",
                "investigatorTitle": "Attending Physician, Infectious Diseases",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a first-in-human, Phase 1 study of the safety, tolerability, and immunogenicity of PanChol in healthy volunteers. There will be three modules in this clinical trial assessing dosing, safety, and immunogenicity:\n\n1. a fixed dose-ranging module,\n2. an adaptive dose-finding/optimization module, and\n3. a placebo-controlled expansion module.",
            "detailedDescription": "The primary objectives of this study are:\n\n* To evaluate the reactogenicity and the safety of a single-dose PanChol over a range of doses in healthy volunteers.\n* To evaluate the immunogenicity of a single-dose PanChol over a range of doses as measured by vibriocidal antibody titers.\n\nThe secondary objectives of this study are:\n\n* To further characterize PanChol immune response, such as the magnitude of vibriocidal titers, the IgG, IgA, and IgM antibodies targeting Inaba- and Ogawa-specific polysaccharides, cholera toxin B subunit, and TCP, IgA- and IgG-antibody secreting cell responses (ALS/plasmablast responses) and/or the memory B cell (MBC) response.\n* To characterize the stool shedding of the PanChol organisms after vaccination.\n* To evaluate the changes of the gut microbiota after PanChol vaccination and to compare these changes with cholera-induced changes on microbiota\n\nParticipants will be enrolled at the Brigham and Women's Hospital (BWH). For the first days of the trial, participants will be inpatients in BWH, for optimal safety monitoring and for fecal and blood samples collection. PanChol or placebo will be administered on Day 1. On Day 6, participants will be starting doxycycline to eradicate the shedding of the vaccine organisms. On Day 7, those who are no longer excreting PanChol in their stool will be discharged. After discharge, volunteers will return on days 15, 29, 57, and 180 for monitoring of general health, AE assessment, immune responses, and fecal microbiota composition. Approximately 53 adult healthy volunteers are planned to be enrolled in this study if all planned treatment groups are conducted."
        },
        "conditionsModule": {
            "conditions": [
                "Cholera",
                "Cholera Vaccine Toxicity"
            ],
            "keywords": [
                "cholera",
                "vaccine",
                "safety",
                "immunogenicity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 53,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fixed Dose-Ranging",
                    "type": "EXPERIMENTAL",
                    "description": "The first, fixed dose-ranging module utilizes a classical \"3+3 design\". The name is derived from the typical cohort size at a given dose \\[3\\], and the typical expansion size at that dose \\[3\\] if 1 dose-limiting side effect is observed. This module will address the uncertainty regarding the relationship between dose and adverse events (AEs). A set of pre-specified doses (log10 values 6, 7, 8, 9, and 10) will be employed, based on animal experiments and other live OCV trials. Three participants will be administered each dose (15 participants total).",
                    "interventionNames": [
                        "Biological: PanChol"
                    ]
                },
                {
                    "label": "Adaptive Dose-finding/Optimization",
                    "type": "EXPERIMENTAL",
                    "description": "A modified continual reassessment method (CRM) adaptive design will guide the dose optimization module. CRM cohorts comprise 3 participants treated concurrently at each dose. All three subjects in each cohort will receive a single dose based on the CRM model fit to all the available dose-response data.",
                    "interventionNames": [
                        "Biological: PanChol"
                    ]
                },
                {
                    "label": "Expansion module - active product",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The purpose of the expansion cohort is to gather additional clinical experience at the optimal dose of PanChol and increase the precision with which the rate of AEs is estimated. The expansion module will be randomized, double blind and placebo-controlled (20 receiving active product, 6 receiving placebo, 26 participants total).",
                    "interventionNames": [
                        "Biological: PanChol"
                    ]
                },
                {
                    "label": "Expansion module - placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The purpose of the expansion cohort is to gather additional clinical experience at the optimal dose of PanChol and increase the precision with which the rate of AEs is estimated. The expansion module will be randomized, double blind and placebo-controlled (20 receiving active product, 6 receiving placebo, 26 participants total).",
                    "interventionNames": [
                        "Biological: PanChol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "PanChol",
                    "description": "PanChol is a new second generation live-attenuated oral cholera vaccine (OCV) that circumvents limitations of previous live-attenuated OCVs. In contrast to other live OCVs, PanChol is derived from a current circulating pandemic V. cholerae strain, thus eliminating the risk of vaccine-derived genes from extinct V. cholerae strains (such as CVD 103-HgR) recombining with circulating V. cholerae strains.",
                    "armGroupLabels": [
                        "Adaptive Dose-finding/Optimization",
                        "Expansion module - active product",
                        "Expansion module - placebo",
                        "Fixed Dose-Ranging"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The incidence of solicited and unsolicited adverse events, including serious adverse events, following PanChol vaccination.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "The seroconversion (4-fold rise titer over baseline) of the vibriocidal titers to both Inaba and Ogawa V. cholerae between pre- and post-vaccination with PanChol.",
                    "timeFrame": "180 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The magnitude of pre- and post-vaccination serum vibriocidal titers to both Inaba and Ogawa V. cholerae.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "The stool shedding of PanChol organisms using stool cultures.",
                    "timeFrame": "180 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "The changes of antibodies targeting cholera specific polysaccharides.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "The changes of antibody secreting cell response.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "The stool microbiota modification according to 16S rRNA sequencing and/or metagenomics.",
                    "timeFrame": "180 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy adults aged from 18 to 55 years old.\n2. Considered healthy, as judged by the clinical investigator, according to medical history, physical examination, vital signs, screening laboratories, and medication history.\n3. Understanding and agreeing to comply with the study protocol including the inpatient period.\n4. Female participants must be non-pregnant and non-lactating and either\n\n   1. surgically sterile (history of bilateral ligation, bilateral salpingectomy, bilateral oophorectomy, total hysterectomy) or postmenopausal (defined as as amenorrhea for at least 12 consecutive months before screening without an alternative medical cause)\n   2. be of child-bearing potential and practicing an acceptable method of contraception or abstaining from all activities that could result in pregnancy for at least 28 days before vaccination until 3 months after receiving the IP.\n\nAcceptable methods of contraception include barrier methods (such as condom, diaphragm, or cervical cap used in conjunction with spermicide), intrauterine device, hormonal contraception (that may be taken or administered by oral, intravaginal, transdermal, subdermal or IM route), vasectomized partner (the vasectomized partner should be the sole partner for that participant).\n\nExclusion Criteria:\n\nEach participant must not meet any of the following exclusion criteria to be eligible for enrollment in the study:\n\n1. Confirmed or suspected immunosuppressive condition, as a result of a disease (e.g., primary immune deficiency, malignancy, HIV infection) or have taken any systemic immunosuppressive therapy within 6 months of enrollment.\n2. Pregnant or lactating women\n3. History of gastrointestinal (GI) disorder, such as previous major GI surgery, malabsorption, or any chronic GI disorders that would interfere, according to the investigator, with the IP.\n4. Acute GI or febrile illness within 7 days of enrollment.\n5. Have any acute or chronic medical condition that, in the opinion of the investigator, would make vaccination unsafe or interfere with the evaluation of immune response to study vaccination.\n6. History of cholera vaccination\n7. History of cholera infection\n8. Abnormal stool pattern, defined as \\< 3 or \\>21 stools per week.\n9. Allergy or intolerance to PanChol or placebo component (sodium bicarbonate, lactose, ascorbic acid)\n10. Use of any systemic antibiotics within 1 month of PanChol administration\n11. Receipt of a live vaccine in the previous 4 weeks or planned in the 4 weeks following enrollment\n12. Receipt of a killed or subunit (non-live) vaccine in the previous 2 weeks or planned in the 2 weeks following enrollment.\n13. Individuals who do not speak English will not be enrolled into this trial. This study involves more than minimal risk and no prospect of direct benefit for participants. Additionally, a subject who did not speak English may not be able to easily communicate safety concerns in a timely fashion to the study investigators\n14. Childcare workers with direct contact with children ≤ 2 years of age\n15. Individuals whose occupation involves handling of food\n16. Healthcare workers who have direct contact with patients who are immunodeficient, HIV-positive, or have an unstable medical condition\n17. Use laxatives regularly\n18. Have diarrhea within 48 hours before enrollment\n19. Have a history of hypersensitivity to any of the tetracyclines\n20. Have a history of hypersensitivity to streptomycin or any aminoglycoside due to the known cross-sensitivity of patients to drugs in this class.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lindsey Baden, MD",
                    "role": "CONTACT",
                    "phone": "617-525-8418",
                    "email": "lbaden@bwh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital Vaccine Unit",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsey Baden, MD",
                            "role": "CONTACT",
                            "phone": "617-525-7327",
                            "email": "vaccines@partners.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002771",
                    "term": "Cholera"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014735",
                    "term": "Vibrio Infections"
                },
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6012",
                    "name": "Cholera",
                    "asFound": "Cholera",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17480",
                    "name": "Vibrio Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "T1151",
                    "name": "Cholera",
                    "asFound": "Cholera",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}