{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06110273",
            "orgStudyIdInfo": {
                "id": "19-1405"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HL161836-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL161836-01"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Fit for Duty: mHealth Intervention for Weight Gain Prevention",
            "officialTitle": "Preventing Weight Gain in U.S. Air Force Personnel Using a Novel Mobile Health Intervention",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "fit-for-duty-mhealth-intervention-for-weight-gain-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-25",
            "studyFirstSubmitQcDate": "2023-10-25",
            "studyFirstPostDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Virginia",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Weight gain is disproportionately high among young adults compared to other age groups and of particular concern in the military, which is comprised largely of young adults, as obesity has emerged as a threat to national security. Despite the critical need to address weight gain in young military personnel who can face discharge for failing to meet weight standards, there is currently no evidence-based programs available to them. This study aims to adapt an evidence-based weight gain prevention intervention for delivery in a young adult, active-duty military population using mobile technology to prevent weight gain over 2 years .",
            "detailedDescription": "Weight gain is disproportionately high among young adults (YAs) with average weight gain of 30 lbs. occurring between ages 18-35 and is associated with an early worsening of cardiovascular disease risk factors. Primary prevention of weight gain is important because weight loss is difficult to achieve, access to programs is limited, and initially successful people regain weight over time. Weight gain is a serious problem in the Department of Defense, the nation's largest employer, with more employees than Walmart or Amazon. The military, comprised largely of YAs, has growing rates of obesity and yearly weight gain. Many people believe that young, active-duty men and women are fit, lean, and healthy because of the military lifestyle and protected from obesity. Unfortunately, obesity rates in active U.S. military personnel have mirrored those of civilians. Furthermore, inability to maintain a healthy weight results in early discharges and threatens the readiness of well-trained Airmen to be deployed. Overweight in the military is now considered a threat to national security. Few weight gain prevention (WGP) trials have been done in military populations, and previous trials with YAs have mixed results and poor external validity. This study is designed to address the major public health problem of weight gain in the military, as well as address notable gaps in pragmatic mHealth and WGP trials. The Fit for Duty intervention will be adapted, with partners and key stakeholder from the US Air Force, from the investigator's evidence-based WGP intervention for YAs, the Study of Novel Approaches to weight gain Prevention (SNAP). SNAP tested 2 self-regulatory interventions in 599 general population YAs and found that both reduced weight gain over 2-3 years compared to controls. This project proposes to make 1) critical adaptions to SNAP to facilitate translation and 2) conduct a Pragmatic Hybrid Type 1 Effectiveness Trial of the adapted intervention using a 2-group randomized controlled trial (RCT) design in 454 Air Force Airmen recruited from military installations in and around San Antonio, TX, with the primary outcome of mean weight change from baseline to 2 years. The study will compare the groups on key outcomes and examine potential moderators of treatment effect. Additionally, the RE-AIM Framework (Reach, Effectiveness, Adoption, Implementation, and Maintenance Framework) will be applied to determine reach and representativeness, and potential for organizational-level adoption and implementation of Fit for Duty, if successful. The proposed research fills key research gaps in an underserved population in critical need of weight gain prevention with completely remote delivery suitable for YAs in the military."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 454,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "m-Health Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This arm receives a digital fitness tracker, digital scale, and basic information about behavioral approaches for weight gain prevention.",
                    "interventionNames": [
                        "Behavioral: m-Health Control"
                    ]
                },
                {
                    "label": "Fit for Duty Mobile",
                    "type": "EXPERIMENTAL",
                    "description": "This arm receives a digital fitness tracker; digital scale; smartphone app which delivers a behavioral weight gain prevention intervention; and periodic coaching calls.",
                    "interventionNames": [
                        "Behavioral: Fit for Duty-mobile"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Fit for Duty-mobile",
                    "description": "Fit for Duty-mobile participants will receive self-regulatory support and behavior change techniques via an initial core intervention delivered through a native smartphone app (includes connected device data, 10 weekly lessons, weekly tailored feedback) and 4 coaching calls (weeks 1, 4, 8, and 16). App based tailored feedback and messaging will continue through 2 years. Optional 4-week refresher e-campaigns are offered every 6 mos. after the initial core intervention. Participants choose to follow either a Small Changes approach or a Large Changes approach and may choose to switch approaches over the 2 years, if desired.",
                    "armGroupLabels": [
                        "Fit for Duty Mobile"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "m-Health Control",
                    "description": "Participants receive digital tools and education on weight gain prevention behaviors at baseline.",
                    "armGroupLabels": [
                        "m-Health Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Weight",
                    "description": "Absolute weight change from baseline to 2 years. Weight will be objectively measured on a digital scale in the participant's home.",
                    "timeFrame": "Baseline, 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Weight",
                    "description": "Absolute weight change from baseline up to 12 months. Weight will be objectively measured on a digital scale in the participant's home.",
                    "timeFrame": "Baseline, up to 12 months"
                },
                {
                    "measure": "Prevention of weight gain",
                    "description": "Proportion of participants in each study group (mHealth Control and Fit for Duty Mobile) that prevents weight gain at 2 years.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Change in Dietary Intake as measured by the ASA-24 hour Recall",
                    "description": "Changes in dietary intake from baseline up to 24 months will be assessed using the NCI Automated Self-Administered 24-hour Recall (ASA-24). Participants will complete one self-reported recall. Change in overall energy intake and saturated fat intake, as well as change in fruit and vegetable consumption, fiber consumption, and change in the Healthy Eating Inventory scores will be examined.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Physical Activity as measured by the Fitbit Activity Tracker",
                    "description": "Change in physical activity from baseline up to 24 months as measured using 1 week of data collected using the Fitbit activity monitor during each assessment period including total minutes of activity and steps.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Competence for Diet and Physical Activity",
                    "description": "Change in perceived competence from baseline up to 24 months as measured using 2 items from the The Perceived Competence for Scale. The Scale measures perceived competence for diet (4 items) and physical activity (4 items) and there are two subscales (diet and physical activity). Items are rated on a 7-point Likert scale (1 = not at all true, 7 = very true). One item from each subscale will be measured: \"I feel confident in my ability to maintain a healthy diet\" and \"I feel confident in my ability to exercise regularly.\" The range for each item in each subscale is 1 - 7 with greater values indicating higher levels of perceived competence for engaging in positive diet and physical activity behaviors.",
                    "timeFrame": "Baseline, 4 months, 12 months, 24 months"
                },
                {
                    "measure": "Change in Perceived Quality of Life as measured by the CDC Health Days Measure",
                    "description": "The Centers for Disease Control and Prevention (CDC) Healthy Days Measure assesses a person's perceived sense of well-being through four questions on: 1) self-rated health, 2) number of recent days when physical health was not good, 3) number of recent days when mental health was not good, and 4) number of recent activity limitation days because of poor physical or mental health. Recent days is past 30.\n\nScoring for this measurement tool is limited to an unhealthy days summary index is calculated by adding numbers 2 and 3 above with a maximum of 30 with higher values indicating poorer health. For self-rated health, items include Excellent, Very Good, Good, Fair, and Poor. For items 2-4, a greater number of days indicates more poor health in each category.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Depression as measured by the CESD-Short Form",
                    "description": "Center for Epidemiological Studies Depression Scale-Short Form (CESD) is a self-report 10-item scale designed to measure current depressive symptoms. Total score range from 0-30, with a score at or above 10 reflecting significant depressive symptomatology.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Weight Control Strategies",
                    "description": "Participants will be asked about frequency of use of 30 weight control strategies such as \"I set a daily calorie goal for myself\" used in the past month on a 5-point Likert scale from Never to Always. A total score is computed and ranges from 0 to 120 with higher scores indicating more frequent usage of the strategies. Factor analysis reflects a 4-factor structure: dietary choices, self-monitoring strategies, physical activity, and psychological coping.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Perceived Stress as measured by the Perceived Stress Scale",
                    "description": "The 4-item Perceived Stress Scale measures overall perceived stress during the past month. Items include how often you felt you could control the important things in your life, you felt confident about your ability to handle your personal problems, things were going your way, and you felt difficulties were piling up so you could not overcome them. Items are scored on as 5-point Likert scale from 0 (never) to 4 (very often). Scores range from 0 to 16, and higher scores indicate more stress.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Eating Disorder Symptoms - Loss of Control Eating",
                    "description": "Participants will respond to an item derived from the revised Questionnaire on Eating and Weight Patterns (QEWP-5) to assess loss of control eating. Loss of control eating is assessed by endorsing the behavior one or more times per week over the reference period.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Eating Disorder Symptoms - Compensatory Behavior",
                    "description": "Participants will respond to an items derived from the revised Questionnaire on Eating and Weight Patterns (QEWP-5) to assess compensatory behaviors. Compensatory behaviors are assessed as using any, on average, once per week during the reference period.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in self-efficacy for physical activity",
                    "description": "The scale, consists of five items assessing confidence in participating in exercise in the presence of barriers such as feeling tired, being in a bad mood, not having time, on vacation, and experiencing bad weather. Response options are on a five point Likert-scale, ranging from not confident (1) to extremely confident (5). The score is an average of each item with a higher score indicating higher self-efficacy. Scores range from 1 to 5 with 5 indicating higher self-efficacy.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Self-Regulation for Managing Weight",
                    "description": "We will adapt the 15-item Dietary Self-Regulation Questionnaire to assess reasons for starting or continuing to manage weight (The reason I would manage my weight is...\". Items are rated on a 7 point Likert scale from 1 (not at all true) to 7 (very true). Subscales include autonomous motivation (1, 3, 6, 8, 11, 13), externally controlled motivation (2, 4, 7, 9, 12, 14), and amotivation (5, 10, 15). Responses for each subscale score are averaged and higher numbers indicate higher levels of that type of motivation. Subscale scores range from 1 to 7.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in goal setting self-regulation behaviors as measured by the Short Self-Regulation Questionnaire Goal Setting subscale",
                    "description": "Self-regulation behaviors will be assessed using the 10-item Goal Setting subscale of the Short Self-Regulation Questionnaire. Items are scored on a 1-5 scale (1=strongly disagree to 5=strongly agree ) and are be summed to create a total score with a maximum of 50 with higher scores indicating greater goal setting behaviors.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Change in Self-Efficacy for Diet as measured by the WEL-Q",
                    "description": "The Weight Efficacy Lifestyle Questionnaire (WEL-Q)) Short Form will be used to assess participants' confidence in their ability to handle high-risk situations related to eating; 8 items ask participants to rate their confidence on an 11-point Likert scale ranging from 0 (not confident) to 10 (very confident). The WEL consists of five factors: negative emotions, availability, social pressure, physical discomfort, and positive activities. Items are summed for a total score (0-80). Higher scores indicated higher levels of self-efficacy for resisting eating.",
                    "timeFrame": "Baseline, up to 24 months"
                },
                {
                    "measure": "Reach (Re-AIM)",
                    "description": "The number of potential participants approached, eligible and enrolled will be measured. Participation rate will be determined by dividing the total number of enrolled participants by the total number eligible to enroll.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Representativeness (Re-AIM)",
                    "description": "Representativeness will be assessed by comparing demographics, BMI and rank of those enrolled to: 1) those screened, eligible, and not enrolled and 2) to the demographics of the personnel at the study installations, the Air Force, and the US Military.",
                    "timeFrame": "Baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Implementation (Re-AIM)",
                    "description": "Fidelity of recruitment strategies: Estimates of potentially eligible participants will be measured by attendance records from recruitment events. Source of recruitment will be self-reported by participants. .",
                    "timeFrame": "Baseline to 24 months (across intervention)"
                },
                {
                    "measure": "Implementation (Re-AIM) coaching calls",
                    "description": "Fidelity of coaching calls: Will be measured by call completion records and staff checklist of intervention strategies delivered.",
                    "timeFrame": "Baseline to 24 months (across intervention)"
                },
                {
                    "measure": "Implementation (Re-AIM) app usage",
                    "description": "Fidelity of app usage: Will be measured by examining objective measures of logins, feature utilization, and content exposure.",
                    "timeFrame": "Baseline to 24 months (across intervention)"
                },
                {
                    "measure": "Effectiveness (Re-AIM)",
                    "description": "Effectiveness will be measured primarily with the study's weight gain outcomes over time.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Effectiveness (Re-AIM)",
                    "description": "Effectiveness will also be measured by examining potential negative outcomes (e.g., loss of control eating and compensatory behavior, attrition) will also be used.",
                    "timeFrame": "up to 24 months"
                },
                {
                    "measure": "Adoption (Re-AIM)",
                    "description": "Potential for Organizational level Adoption will be estimated by summarizing stakeholders' willingness and perceptions of future adoption of SNAP-M for other bases and military branches.",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age 18-39\n* body mass index (BMI) of 21-30 kg/m\\^2\n* own a smartphone with a data and text messaging plan;\n* Active-Duty Air Force stationed at Joint Base San Antonio - Lackland, Joint Base San Antonio - Ft. Sam Houston, Sheppard Air Force Base or Keesler Air Force Base\n* Anticipate being at their Station 12 months or more\n* Willing and able to wear a Fitbit activity tracker daily for the duration of the study\n\nExclusion Criteria:\n\n* Currently pregnant, pregnant within the past 6 months, or planning to become pregnant within the next 12 months.\n* Previous surgical procedure for weight loss in past 5 years or planned weight loss surgery in the next year.\n* Past diagnosis of or receiving treatment for a clinically diagnosed eating disorder (anorexia nervosa or bulimia nervosa).\n* Another member of the household is a participant in this same study\n* Currently participating in a commercial weight loss program",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karen E. Hatley, MPH, RD",
                    "role": "CONTACT",
                    "phone": "919-966-5853",
                    "email": "keericks@email.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deborah F. Tate, PhD",
                    "affiliation": "Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Joint Base San Antonio-Lackland",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "28236",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Annette Martinez",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Gerald W Talcott, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015430",
                    "term": "Weight Gain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M18101",
                    "name": "Weight Gain",
                    "asFound": "Weight Gain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}