{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05785858",
            "orgStudyIdInfo": {
                "id": "Pro00111896"
            },
            "organization": {
                "fullName": "The Flume Catheter Company Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "FLUME Catheter Comfort Study",
            "officialTitle": "FLUME Catheter Comfort Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "flume-catheter-comfort-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Flume Catheter Company Ltd",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Duke Clinical Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Milton S. Hershey Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Flume catheter is a commercially available (FDA 510(k) cleared) urethral catheter with an innovative catheter design. The traditional Foley catheter design includes a protruding tip with drainage holes. The protruding tip may contribute to patient discomfort, pain and bladder spasms. The Flume catheter is designed such that the balloon envelops the tip on inflation, thus eliminating the protruding catheter tip, while the drainage holes are inset low in the balloon, providing protection to the bladder lining. Based on the change in design, the hypothesis of this observational cohort study is the Flume catheter will have better patient comfort scores (using validated patient reported outcomes measures) when compared to a traditional catheter.",
            "detailedDescription": "Background:\n\nUrethral catheters function to drain the urinary bladder when medically indicated or when individuals are unable to empty their bladder by other means. This potential benefit of urinary drainage is balanced by substantial risks of the presence of a urinary catheter in the bladder. While much of the current literature focuses on Catheter Associated Urinary Tract Infections (CAUTI), patients experience substantial pain and discomfort as well. For example, in a cohort of 2000 participants, 50% reported pain or discomfort from the catheter, 20% experienced bladder spasms, and 40% experienced restricted activity1. These non-infectious complications create a substantial burden and decrement in quality of life when a catheter is required.\n\nRationale:\n\nThe Flume catheter is a commercially available catheter (FDA 510(k) cleared) with an innovative catheter design (figure 2). The traditional Foley catheter design includes a protruding tip with drainage holes, which clinically creates edema and disruption of the urothelial lining of the bladder. This protruding tip may also contribute to patient discomfort, pain, and bladder spasms. The Flume catheter is designed such that the balloon envelops the tip on inflation, thus eliminating the protruding catheter tip, while the drainage holes are inset low in the balloon, providing protection to the bladder lining. Based on this change in design, it is plausible that patients may experience less irritation of the urinary bladder, with a concomitant decrease in pain, discomfort, and bladder spasms. The study described herein seeks to compare patient comfort with a traditional catheter vs a Flume catheter.\n\nFlume Catheter Comfort Study is a prospective, observational cohort study comparing patient-reported measures of comfort between the innovative Flume catheter design and the traditional catheter typically used by study participants. Only chronic catheter participants who receive catheter exchanges every 30 days are eligible to participate. As such, a pre-post study design (baseline and 30 day follow up) will allow for individual patients to act as their own control group pre- and post-Flume catheter insertion."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Catheters",
                "Bladder Pain and Discomfort",
                "Urine Leakage",
                "Bladder Spasm",
                "Chronic Urinary Catheter",
                "Urinary Retention"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 41,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in patient reported outcomes--Total Neurogenic Bladder Symptom Score Short Form",
                    "description": "Patient reported outcomes will be collected and compared at two time points using the validated Neurogenic Bladder Symptom Score short form. Scores for the Total Neurogenic Bladder Symptom Score Short Form can range from 0-28, with 0 being the best and 28 being the worst.",
                    "timeFrame": "Baseline and 30 day follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in patient reported outcomes--Neurogenic Bladder Symptom Score Short Form incontinence domains",
                    "description": "Patient reported outcomes will be collected and compared at two time points using the validated Neurogenic Bladder Symptom Score short form. Scores for the incontinence domain of the Neurogenic Bladder Symptom Score short form can range from 0 to 12, with 0 being the best and 12 being the worst.",
                    "timeFrame": "Baseline and 30 day follow-up"
                },
                {
                    "measure": "Change in patient reported outcomes--Neurogenic Bladder Symptom Score Short Form quality of life domains",
                    "description": "Patient reported outcomes will be collected and compared at two time points using the validated Neurogenic Bladder Symptom Score short form. Scores for the quality of life section of the Neurogenic Bladder Symptom Score Short Form domain can range from 0 to 4, with 0 being the best and 4 being the worst.",
                    "timeFrame": "Baseline and 30 day follow-up"
                },
                {
                    "measure": "Change in patient reported outcomes--applicable Genitourinary pain index instrument questions",
                    "description": "Patient reported outcomes will be collected and compared at two time points using the applicable portions of the Genitourinary pain index instrument. The Genitourinary pain index instrument scores can range from 0 to 31, with 0 being the best and 31 being the worst",
                    "timeFrame": "Baseline and 30 day follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Document informed consent\n2. Age ≥ 18 years at time of study entry\n3. Indwelling urethral catheter use for at least the 3 months prior to study enrollment.\n4. Able to read, write, and speak English\n\nExclusion Criteria:\n\n1. Indwelling Foley catheter user for shorter than 3 months\n2. Treatment for a urinary tract infection within 30 days prior to insertion of the Flume catheter, or reporting signs or symptoms of urinary tract infection at the time of catheter change, in the opinion of the treating clinician or site principal investigator.\n3. Unable to read/write English at a 6th grade level\n4. Neurologic diagnoses which could decrease/impair bladder sensation (e.g., spinal cord injury, multiple sclerosis)\n5. History of bladder augmentation or urinary diversion\n6. Existing catheter related genital adverse effects (e.g., meatal erosion)\n7. Current use of indwelling catheter larger than 18 Fr in size\n8. Otherwise unable to participate in or complete study procedures, in the opinion of the principal investigator.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants with a clinical indication for exchange of an indwelling (long term) urethral catheter will be screened for participation based on the inclusion and exclusion criteria. Participants will be enrolled at Penn State Medical Center Urology Clinics. We anticipate that the participants enrolled will be representative of the general population presenting to the participating clinic for long-term catheter care. Based on our power calculations for the analysis population, we will assume a 25% dropout rate so we will enroll 41 participants with the expectation only 34 will complete and be eligible to be included in the analysis population.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tullika Garg, MD",
                    "role": "CONTACT",
                    "phone": "717-531-0003",
                    "phoneExt": "322301",
                    "email": "tgarg@pennstatehealth.psu.edu"
                },
                {
                    "name": "Halle Becker",
                    "role": "CONTACT",
                    "phone": "717-531-1053",
                    "email": "hbecker3@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Charles Scales, MD",
                    "affiliation": "Duke Clinical Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Department of Urology",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Halle Becker",
                            "role": "CONTACT",
                            "phone": "717-531-1053",
                            "email": "hbecker3@pennstatehealth.psu.edu"
                        },
                        {
                            "name": "Tullika Garg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29971436",
                    "type": "BACKGROUND",
                    "citation": "Saint S, Trautner BW, Fowler KE, Colozzi J, Ratz D, Lescinskas E, Hollingsworth JM, Krein SL. A Multicenter Study of Patient-Reported Infectious and Noninfectious Complications Associated With Indwelling Urethral Catheters. JAMA Intern Med. 2018 Aug 1;178(8):1078-1085. doi: 10.1001/jamainternmed.2018.2417."
                },
                {
                    "pmid": "34890686",
                    "type": "BACKGROUND",
                    "citation": "Mackay A, Sosland R, Tran K, Stewart J, Boone T, Khavari R. Prospective Evaluation of Intradetrusor Injections of OnabotulinumtoxinA in Adults With Spinal Dysraphism. Urology. 2022 Mar;161:146-152. doi: 10.1016/j.urology.2021.09.045. Epub 2021 Dec 8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016055",
                    "term": "Urinary Retention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M18552",
                    "name": "Urinary Retention",
                    "asFound": "Urinary Retention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15837",
                    "name": "Spasm",
                    "relevance": "LOW"
                },
                {
                    "id": "M12077",
                    "name": "Muscle Cramp",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}