{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05596591",
            "orgStudyIdInfo": {
                "id": "R-1191-22"
            },
            "organization": {
                "fullName": "Kessler Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Focused Extracorporeal Shockwave Therapy for Knee Arthritis",
            "officialTitle": "Focused Extracorporeal Shockwave Therapy for Subchondral Bone Marrow Lesions in People With Knee Osteoarthritis: A Pilot Study",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "focused-extracorporeal-shockwave-therapy-for-knee-arthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-24",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kessler Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "New Jersey Regenerative Institute, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Subchondral bone marrow lesions (BMLs) in knee osteoarthritis (OA) are strongly associated with presence and severity of knee pain, structural deterioration, disease progression with an increased risk of total knee arthroplasty. OA-related BMLs may regress or resolve within 30 months which could be associated with long lasting disability. It has been reported that BMLs persist in the majority of knee OA patients. Different treatment strategies have been proposed including rest and protected weight-bearing, bisphosphonates, subchondroplasty and intraosseous orthobiologic injection. However, conservative treatment response takes a long time and other interventions may be considered invasive procedures that show varying results with several side effects. Focused extracorporeal shockwave therapy (f-ESWT) has been established as a safe non-invasive treatment with positive results in different bone disorders that share the same pathological features of BMLs. This is an exploratory, randomized-controlled, pilot study to determine the efficacy and safety of f-ESWT compared to the standard-of-care (analgesics and protected weight bearing) for the treatment of BMLs in patients with knee OA. Thirty subjects with knee OA who have history of knee pain at rest and during walking with the confirmed diagnosis of subchondral BML(s) on magnetic resonance imaging (MRI) despite at least 4 weeks of conservative treatment will be enrolled into this study. Subjects will be randomized to receive either: 1) f-ESWT: 15 subjects will receive a total of 4 sessions (at high energy level) over 4 consecutive weeks, or 2) Standard of care treatment: 15 subjects will receive analgesics, and non-weight bearing. Participants will be evaluated for adverse events and changes in pain intensity and knee function, using an 11-point numerical rating scale (NRS; 0-10, with anchors \"no pain\" and \"pain as bad as you can imagine\") and; the Knee injury and Osteoarthritis Outcome Score, respectively. Subjects will be assessed with these outcome measures at baseline, 1 month, 2 months, 3 months, and 6 months after the treatment. MRI of the involved knee will be performed prior to treatment (baseline) and 3 months and 6 months after treatment.",
            "detailedDescription": "Background: Subchondral bone marrow lesions (BMLs) in knee osteoarthritis (OA) are strongly associated with presence and severity of knee pain, structural deterioration, disease progression with an increased risk of total knee arthroplasty. OA-related BMLs may regress or resolve within 30 months which could be associated with long lasting disability. It has been reported that BMLs persist in the majority of people with knee OA. Different treatment strategies have been proposed including rest and protected weight-bearing, bisphosphonates, subchondroplasty and intraosseous orthobiologic injection. However, conservative treatment response takes a long time and other interventions may be considered invasive procedures that show varying results with several side effects. Focused extracorporeal shockwave therapy (f-ESWT) has been established as a safe non-invasive treatment with positive results in different bone disorders that share the same pathological features of BMLs.\n\nObjective: This is an exploratory, randomized-controlled, pilot study to determine the efficacy and safety of f-ESWT compared to the standard-of-care (analgesics and protected weight bearing) for the treatment of BMLs in people with knee OA.\n\nParticipants: Thirty subjects with knee OA who have history of knee pain at rest and during walking with the confirmed diagnosis of subchondral BML(s) on magnetic resonance imaging (MRI) despite at least 4 weeks of conservative treatment will be enrolled into this study.\n\nProcedures: Subjects will be randomized to receive either: 1) f-ESWT: 15 subjects will receive a total of 4 sessions (at high energy level) over 4 consecutive weeks, or 2) Standard of care treatment:15 subjects will receive analgesics, and non-weight bearing.\n\nOutcome Measures: Participants will be evaluated for adverse events and changes in pain intensity and knee function, using an 11-point numerical rating scale (NRS; 0-10, with anchors \"no pain\" and \"pain as bad as you can imagine\") and; the Knee injury and Osteoarthritis Outcome Score (KOOS; five subscales: pain, other symptoms, function in activities of daily living, function in sports and recreation, and knee-related quality of life), respectively. Subjects will be assessed with these outcome measures at baseline, 1 month, 2 months, 3 months, and 6 months after the treatment. MRI of the involved knee will be performed prior to treatment (baseline) and 3 months and 6 months after treatment.\n\nAnticipated Outcomes: Focused extracorporeal shockwave therapy is a safe alternative to treating BMLs and will significantly decrease knee pain intensity and improve function in people with knee OA- related BMLs."
        },
        "conditionsModule": {
            "conditions": [
                "Bone Marrow Edema",
                "Knee Osteoarthritis",
                "Knee Pain Chronic"
            ],
            "keywords": [
                "Shockwave Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized, single-blind, controlled, parallel group study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Statistician will be blinded to group allocation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive four sessions over four consecutive weeks (one per week) of focused extracorporeal shockwave therapy.",
                    "interventionNames": [
                        "Device: Focused extracorporeal shockwave therapy"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive the conventional treatment for bone marrow lesions, which includes avoidance of weight bearing and anti-inflammatory medications."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Focused extracorporeal shockwave therapy",
                    "description": "High energy level shockwaves (between 0.28-0.60 mJ/mm\\^2) will be focused over the subchondral bone with the bone marrow lesion, previously localized on MRI.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in knee pain numerical rating scale scores",
                    "description": "Twelve-week knee pain intensity will be assessed using NRS. Subjects will be asked to rate their average pain, most severe pain, and least severe pain using an 11-point scale (i.e. 0-10) anchored at the ends by \"no pain\" and \"pain as bad as you can imagine.\" NRS allows comparison across clinical trials of chronic pain treatment and is recommended as a core outcome measure for chronic pain clinical trials.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in knee pain numerical rating scale scores",
                    "description": "Eight-week knee pain intensity will be assessed using NRS. Subjects will be asked to rate their average pain, most severe pain, and least severe pain using an 11-point scale (i.e. 0-10) anchored at the ends by \"no pain\" and \"pain as bad as you can imagine.\" NRS allows comparison across clinical trials of chronic pain treatment and is recommended as a core outcome measure for chronic pain clinical trials.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in knee pain numerical rating scale scores",
                    "description": "Twenty-four-week knee pain intensity will be assessed using NRS. Subjects will be asked to rate their average pain, most severe pain, and least severe pain using an 11-point scale (i.e. 0-10) anchored at the ends by \"no pain\" and \"pain as bad as you can imagine.\" NRS allows comparison across clinical trials of chronic pain treatment and is recommended as a core outcome measure for chronic pain clinical trials.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "The KOOS is a comprehensive instrument widely used in research and clinical practice, including in large-scale databases and registries in the setting of knee injury and knee OA. It consists of 5 subscales; Pain, other Symptoms, Function in daily living (ADL), Function in sport and recreation (Sport/Rec) and knee related Quality of life (QOL). The previous week is the time period considered when answering the questions. Standardized answer options are given (5 Likert boxes) and each question is assigned a score from 0 to 4. A normalized score (100 indicating no symptoms and 0 indicating extreme symptoms) is calculated for each subscale.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "The KOOS is a comprehensive instrument widely used in research and clinical practice, including in large-scale databases and registries in the setting of knee injury and knee OA. It consists of 5 subscales; Pain, other Symptoms, Function in daily living (ADL), Function in sport and recreation (Sport/Rec) and knee related Quality of life (QOL). The previous week is the time period considered when answering the questions. Standardized answer options are given (5 Likert boxes) and each question is assigned a score from 0 to 4. A normalized score (100 indicating no symptoms and 0 indicating extreme symptoms) is calculated for each subscale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "The KOOS is a comprehensive instrument widely used in research and clinical practice, including in large-scale databases and registries in the setting of knee injury and knee OA. It consists of 5 subscales; Pain, other Symptoms, Function in daily living (ADL), Function in sport and recreation (Sport/Rec) and knee related Quality of life (QOL). The previous week is the time period considered when answering the questions. Standardized answer options are given (5 Likert boxes) and each question is assigned a score from 0 to 4. A normalized score (100 indicating no symptoms and 0 indicating extreme symptoms) is calculated for each subscale.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in bone marrow lesion area",
                    "description": "Size of the BML (in mm2) will be measured by an expert musculoskeletal radiologist, who will be blinded to treatment received. The size of BMLs will be measured at baseline, 3 months, and 6 months. The maximum size of BML area will be measured manually by applying software cursors to the greatest area of the lesion at the medial tibial, medial femoral, lateral tibial, and lateral femoral sites. If more than one lesion is present at the same site, BML with the greatest area will be considered. Total bone marrow lesion size will be calculated as the sum of every lesion within each site.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in bone marrow lesion area",
                    "description": "Size of the BML (in mm2) will be measured by an expert musculoskeletal radiologist, who will be blinded to treatment received. The size of BMLs will be measured at baseline, 3 months, and 6 months. The maximum size of BML area will be measured manually by applying software cursors to the greatest area of the lesion at the medial tibial, medial femoral, lateral tibial, and lateral femoral sites. If more than one lesion is present at the same site, BML with the greatest area will be considered. Total bone marrow lesion size will be calculated as the sum of every lesion within each site.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in whole-organ MRI scoring (WORMS)-Subchondral bone scale",
                    "description": "WORMS is a semi-quantitative scoring system based on MRI without intravenous or intra-articular administration of contrast agents. It provides a score based on the extent of marrow involvement present in a subregion. In WORMS, fifteen different regions subdivided by anatomical landmarks in the fully extended knee are assessed. BMLs will be assessed in each of the 14 articular surface regions as well as the region of the tibia beneath the tibial spines (S) from 0 to 3 based on the extent of regional involvement scored as integers from 0 to 3, where 0 = none; 1 = \\< 25% of the region; 2 =25-50% of the region; and 3 = severe, \\> 50% of the region. The maximum scores for medial femorotibial joint, medial femorotibial joint, patellofemoral joint and subspinous regrion are 15, 15, 12, and 3 respectively. The total scores of the knee BMLs will be obtained by adding the BML scores of all sites, and the total score range of the knee BMLs = 0-45.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in whole-organ MRI scoring (WORMS)-Subchondral bone scale",
                    "description": "WORMS is a semi-quantitative scoring system based on MRI without intravenous or intra-articular administration of contrast agents. It provides a score based on the extent of marrow involvement present in a subregion. In WORMS, fifteen different regions subdivided by anatomical landmarks in the fully extended knee are assessed. BMLs will be assessed in each of the 14 articular surface regions as well as the region of the tibia beneath the tibial spines (S) from 0 to 3 based on the extent of regional involvement scored as integers from 0 to 3, where 0 = none; 1 = \\< 25% of the region; 2 =25-50% of the region; and 3 = severe, \\> 50% of the region. The maximum scores for medial femorotibial joint, medial femorotibial joint, patellofemoral joint and subspinous regrion are 15, 15, 12, and 3 respectively. The total scores of the knee BMLs will be obtained by adding the BML scores of all sites, and the total score range of the knee BMLs = 0-45.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females 30-80 years old, inclusive.\n2. Kellgren-Lawrence (KL) score grade 2-4 as diagnosed on X-Ray.\n3. Presence of BML(s) on MRI in a weight-bearing region of the knee (medial/lateral femoral condyle or tibial plateau).\n4. Knee pain for more than 2 months.\n5. Knee pain intensity during the week leading up to the screening visit is at least 4 out of 10 on an 11-point numerical rating scale (NRS; 0, no pain; 10, maximum pain imaginable).\n6. Patient pain confined to the same compartment as the BML(s).\n7. Subjects would have failed a minimum of 4 weeks of conservative treatment including rest, analgesics, limited weight-bearing with or without an assistive device.\n\nExclusion Criteria:\n\n1. Traumatic BMLs.\n2. Primary cause of patient pain and loss of function is due to pathology other than BML(s), according to patient history and clinical evaluation.\n3. Presence of bilateral BML(s).\n4. Systemic autoimmune diseases, such as systemic lupus erythematosus and rheumatoid arthritis.\n5. Participants receiving glucocorticoids due to any other underlying disease.\n6. Prior treatment for BMLs including:\n\n   1. Subchondroplasty in the involved knee.\n   2. Intraosseous and/or intra-articular injection of orthobiologics in the past 6 months, such as platelet rich plasma (PRP), bone marrow aspirate concentrates, micro-fragmented adipose tissue (MFAT) or stromal vascular fraction.\n7. Prior use of bisphosphonates, except according to the washout schedule:\n\n   1. 2 years (if use \\> 48 weeks).\n   2. 1 year (if used \\> 8 weeks but \\< 48 weeks)\n   3. 6 months (if used \\> 2 weeks but \\< 8 weeks)\n   4. 2 months (if used \\< 2 weeks)\n   5. Any intravenous bisphosphonate within the prior 2 years.\n8. Intra-articular steroid injection in the prior 3 months.\n9. Previous knee surgery in the past 6 months.\n10. Tumors\n11. Infection or fracture on ipsilateral lower limb.\n12. Pregnancy.\n13. Contraindications to f-ESWT, such as severe coagulopathy, malignant tumor in the treatment area.\n14. Contraindications to MRI scanning including:\n\n    * Presence of metal implants such as implanted pacemaker, metal sutures, metallic protheses (including metal pins and rods, heart valves), presence of shrapnel or iron filings in the eye, magnetic dental implants, cochlear implants, cerebral aneurysm clip, and deep brain stimulator.\n    * Claustrophobia.\n    * The patient has been informed by his/her doctor that it is medically unsafe to receive regular MRI as part of his/her medical care.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "30 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nathan Hogaboom, PhD",
                    "role": "CONTACT",
                    "phone": "9733243584",
                    "email": "nhogaboom@kesslerfoundation.org"
                },
                {
                    "name": "Shalaka Paranjpe, MS",
                    "role": "CONTACT",
                    "phone": "9733246643",
                    "email": "sparanjpe@kesslerfoundation.org"
                }
            ],
            "locations": [
                {
                    "facility": "New Jersey Regenerative Institute",
                    "status": "RECRUITING",
                    "city": "Cedar Knolls",
                    "state": "New Jersey",
                    "zip": "07927",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jay Bowen, DO",
                            "role": "CONTACT",
                            "phone": "973-998-8309"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.82204,
                        "lon": -74.44876
                    }
                },
                {
                    "facility": "Nathan Hogaboom",
                    "status": "RECRUITING",
                    "city": "West Orange",
                    "state": "New Jersey",
                    "zip": "07052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathan Hogaboom, PhD",
                            "role": "CONTACT",
                            "phone": "973-324-3584",
                            "email": "nhogaboom@kesslerfoundation.org"
                        },
                        {
                            "name": "Shalaka Paranjpe, MS",
                            "role": "CONTACT",
                            "phone": "9739656643",
                            "email": "sparanjpe@kesslerfoundation.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79871,
                        "lon": -74.23904
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Knee Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}