{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05643196",
            "orgStudyIdInfo": {
                "id": "22-00997"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Focused Ultrasound Modulation of the Globus Pallidus Interna in Schizophrenia",
            "officialTitle": "A Sham-Controlled Pilot Trial of Focused Ultrasound Modulation of the Globus Pallidus Interna in Schizophrenia",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "focused-ultrasound-modulation-of-the-globus-pallidus-interna-in-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-21",
            "studyFirstSubmitQcDate": "2022-12-01",
            "studyFirstPostDateStruct": {
                "date": "2022-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The New York Community Trust",
                    "class": "OTHER"
                },
                {
                    "name": "Doris Duke Charitable Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-site, phase 2, sham-controlled random-order cross-over pilot trial of PLIFUS targeting the right GPi in individuals with schizophrenia. Twelve individuals with schizophrenia who report continuous hallucinations or delusions of mild or greater severity will receive one session of PLIFUS and one session of sham PLIFUS in random order, one week apart. If no effect of PLIFUS is detected on measures of functional connectivity or psychotic symptoms in the first four completers, the trial will be changed to 3 sessions of PLIFUS or sham administered over 5 days.",
            "detailedDescription": "The primary objectives of this study are to examine the tolerability of pulsed low-intensity focused ultrasound (PLIFUS) and its effects on brain function measured via fMRI functional connectivity and symptom response in individuals with schizophrenia. A neuronavigated single-element piezoelectric device will be utilized to noninvasively deliver transcranial PLIFUS sonication to the right globus pallidus interna, a brain region implicated in schizophrenia. The goal of this pilot study is to establish feasibility and tolerability and to determine whether the sonication procedure produces effects on the imaging biomarker and on symptoms prior to proceeding to therapeutic trials using repeated administration."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizophrenia Schizoaffective"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pulsed Low-Intensity Focused Ultrasound (PLIFUS), then Sham",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive PLIFUS sonication on the first intervention visit, then sham sonication on the second intervention visit. Visits will be separated by 1 week. Sonication at both visits will be preceded and followed by fMRI and an exit medical examination. Sonication will be delivered in a pulse pattern over 10 minutes.",
                    "interventionNames": [
                        "Device: PLIFUS",
                        "Device: Sham PLIFUS",
                        "Device: MRI"
                    ]
                },
                {
                    "label": "Sham, then Pulsed Low-Intensity Focused Ultrasound (PLIFUS)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive sham sonication on the first intervention visit, then PLIFUS sonication on the second intervention visit. Visits will be separated by 1 week. Sonication at both visits will be preceded and followed by fMRI and an exit medical examination. Sonication will be delivered in a pulse pattern over 10 minutes.",
                    "interventionNames": [
                        "Device: PLIFUS",
                        "Device: Sham PLIFUS",
                        "Device: MRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "PLIFUS",
                    "description": "The Sonicator-1000 system will non-invasively deliver ultrasound sonications transcranially that selectively target specific areas of the brain using a neuronavigation system and the participant's MRI brain scan. The sonication parameters follow FDA and Electrotechnical Technical Commission regulation standards for diagnostic and therapeutic ultrasound.",
                    "armGroupLabels": [
                        "Pulsed Low-Intensity Focused Ultrasound (PLIFUS), then Sham",
                        "Sham, then Pulsed Low-Intensity Focused Ultrasound (PLIFUS)"
                    ],
                    "otherNames": [
                        "Sonicator-1000"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham PLIFUS",
                    "description": "Sham PLIFUS treatment delivers noise and patient experience that is identical to PLIFUS with Sonicator-1000 system.",
                    "armGroupLabels": [
                        "Pulsed Low-Intensity Focused Ultrasound (PLIFUS), then Sham",
                        "Sham, then Pulsed Low-Intensity Focused Ultrasound (PLIFUS)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MRI",
                    "description": "A total of 5 MRIs will be performed using a Siemens 3T Prisma; one prior to the intervention visit, and one preceding and one immediately after each of the two sonication/sham visits.",
                    "armGroupLabels": [
                        "Pulsed Low-Intensity Focused Ultrasound (PLIFUS), then Sham",
                        "Sham, then Pulsed Low-Intensity Focused Ultrasound (PLIFUS)"
                    ],
                    "otherNames": [
                        "Siemens 3T Prisma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Globus Pallidus interna (GPi) Functional Connectivity during PLIFUS Intervention Visit",
                    "description": "Change in GPi functional connectivity measured via functional MRI (fMRI) captured pre-sonication and 10 minutes post-sonication during the PLIFUS intervention visit.",
                    "timeFrame": "Immediately Pre-Sonication at PLIFUS Intervention Visit, 10-minutes Post-Sonication at PLIFUS Intervention Visit (Up to Day 8)"
                },
                {
                    "measure": "Change in Globus Pallidus interna (GPi) Functional Connectivity during Sham Intervention Visit",
                    "description": "Change in GPi functional connectivity measured via functional MRI (fMRI) captured pre-sonication and 10 minutes post-sonication during the Sham intervention visit.",
                    "timeFrame": "Immediately Pre-Sonication at Sham Intervention Visit, 10-minutes Post-Sonication at Sham Intervention Visit (Up to Day 8)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Psychosis Severity Rating Scale (PSRS) Score from Baseline: Auditory Hallucinations Subscale",
                    "description": "1-item assessment of auditory hallucinations. Patient ranks severity of hallucinations on Likert scale from 0-100.",
                    "timeFrame": "Baseline, Day 14"
                },
                {
                    "measure": "Change in Psychosis Severity Rating Scale (PSRS) Score from Baseline: Delusions Subscale",
                    "description": "1-item assessment of delusions. Patient ranks severity of delusions on Likert scale from 0-100.",
                    "timeFrame": "Baseline, Day 14"
                },
                {
                    "measure": "Change in Brief Psychiatric Rating Scale (BPRS) from Baseline",
                    "description": "24-item clinician rating of psychiatric symptoms. Items are ranked on a scale from 0-7. The total score is the sum of responses and ranges from 24 to 216; higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, Day 14"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must report current psychosis, as defined by a score of \\> 4 on one of the following psychosis items on the Brief Psychiatric Rating Scale (BPRS): suspiciousness, hallucinations, unusual thought content, or grandiosity continuously for at least 4 weeks.\n2. Must have a diagnosis of either schizophrenia or schizoaffective disorder as established by a Structured Clinical Interview for DSM-V (SCID).\n3. If taking antipsychotic medication, the dose must be unchanged for at least 4 weeks prior to randomization. If not taking antipsychotic medication, must be intending not to start medication until after completion of the study (approximately 2 weeks)-this decision must be judged to be appropriate by the research psychiatrist and by the participant's clinician.\n4. If assigned female at birth and of childbearing potential, patients must\n\n   * have a negative urine pregnancy test (all participants assigned female at birth regardless of childbearing potential will be required to submit a pregnancy test), AND;\n   * not be nursing or planning a pregnancy for the duration of the study through 30 days after the last sonication visit, AND;\n   * be abstinent or willing to use a reliable method of birth control from the Screening Visit and continue with the same method until termination from the study.\n\nExclusion Criteria:\n\n1. Current substance abuse / dependence for substances other than nicotine and THC, (i.e. alcohol, amphetamines, barbiturates, etc.)\n\n   * A positive urine toxicology screen (excluding THC, tricyclic antidepressants, or benzodiazepines (if prescribed).\n   * Moderate or severe cannabis use disorder.\n2. Diagnosis of major mood disorder or other Axis I disorder other than schizophrenia, schizoaffective disorder or schizophreniform disorder.\n3. Current or recent suicidal ideation-- suicidal ideation with intent or plan (indicated by affirmative answers to items 4 or 5 of the Suicidal Ideation section of the baseline C-SSRS) in the 6 months prior to screening or subjects who represent a significant risk of suicide in the opinion of the investigator or a history of suicide attempt.\n4. History of violence assessed by the Buss-Perry Aggression Questionnaire 45 and defined by violent physical contact or threat with a weapon.\n5. Pregnant or nursing or positive urine pregnancy test.\n6. Significant medical or neurological illness by history or physical exam, including seizure disorder, history of loss of consciousness lasting more than 30 minutes related to head trauma or intellectual developmental disorder.\n7. Contraindication to MRI: Metal implants, pacemaker, or other metal in the body or piercings that cannot be removed, or claustrophobia. Individuals with tattoos will be excluded from imaging if tattoos cover more than 5% of the body surface, if a tattoo is greater than 20 cm, or if a tattoo is located on the face, neck or genitals. Individuals with a contraindication to MRI may participate in the trial but will be excluded from the elective MRI component.\n8. A history or brain surgery .\n9. History of syncopal episode within the past 6 months.\n10. A cardiac pacemaker or intra-cardiac lines.\n11. An implanted neurostimulator.\n12. Implanted medication infusion device.\n13. Implanted metal devices or large ferromagnetic fragments in the head or upper body (excluding dental wire), or jewelry/piercing that cannot be removed.\n14. Cochlear implants.\n15. Skin disease at intended stimulation sites\n16. The consumption of more than four alcoholic units within 24 hours before participation or any recreational drugs within 48 hours before participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donald Goff",
                    "role": "CONTACT",
                    "phone": "646-754-4843",
                    "email": "donald.goff@nyulangone.org"
                },
                {
                    "name": "Wei Qi",
                    "role": "CONTACT",
                    "phone": "212-961-4492",
                    "email": "wei.qi@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Donald Goff, MD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Brooklyn",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11220",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Donald Goff, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Donald Goff, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified participant data from the final research dataset used in the published manuscript will be shared upon reasonable request beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research provided the investigator who proposes to use the data executes a data use agreement with NYU Langone Health. Requests may be directed to: \\[donald.goff@nyulangone.org\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator who proposed to use the data will be granted access upon reasonable request. Requests should be directed to donald.goff@nyulangone.org. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2063",
                    "name": "Globus Sensation",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}