{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06280339",
            "orgStudyIdInfo": {
                "id": "IRB23-0190"
            },
            "organization": {
                "fullName": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            },
            "briefTitle": "Food Cravings Strategies During Dietary Weight Loss",
            "officialTitle": "Comparison of Coping Strategies to Reduce Food Cravings During Dietary Weight Loss",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "food-cravings-strategies-during-dietary-weight-loss"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-16",
            "studyFirstSubmitQcDate": "2024-02-26",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose is to optimize the EMPOWER program by integrating strategies to reduce food cravings, a critical yet often overlooked factor for long-term success in weight management.\n\nThe objective of this study is to determine the efficacy of craving coping strategies on weight loss outcomes by conducting a randomized controlled trial. Participants will be randomized to receive one of the two strategies to manage food cravings.",
            "detailedDescription": "Obesity is a major contributor to developing chronic diseases such as hypertension, heart disease, stroke, and diabetes, and 41.9% of adults were obese in 2020 in the United States. Although weight loss can reduce or remit these comorbidities , it is challenging for most individuals with obesity to achieve clinically significant weight loss and sustain healthy weight through dietary/lifestyle modifications. Achieving sustainable weight loss must be accompanied by dietary/lifestyle modifications that can be sustained comfortably for a lifetime. Currently, there is no dietary weight loss program that can reliably induce sustainable weight loss.\n\nTo address this deficiency, our lab has been developing a novel dietary weight loss program that can achieve a lifetime healthy weight. In our three weight loss trials, we observed that the reduction of food cravings is associated with successful weight loss and subsequent weight maintenance. Food cravings have been suggested to predict food intake and weight gain, lack of success in weight loss, and early drop-out from weight management programs, supporting our observation. Food cravings are defined as strong or intense desires for a particular type of food and have been reported to occur in approximately 58% of adults. Individuals with overweight or obesity report more frequent and intense cravings for energy-dense food, such as high-fat and sweet foods, relative to normal-weight people.\n\nSpecific food craving coping strategies are developed to reduce the frequency and intensity of cravings to minimize the risk of excessive food intake. These strategies involve cognitive-behavioral principles, including controlled-based strategies such as avoidance, resistance, and inclusion. The avoidance strategy uses behavior-oriented techniques to modify the immediate environment, teaching individuals to encourage healthy eating and avoid unhealthy eating by controlling the stimuli that trigger their behaviors. The resistance strategies focus on cognitive regulation and enhancing self-regulatory control, which teaches individuals how to cognitively restructure urges related to craved food and mentally distract themselves from cravings. The inclusion strategies focus on self-regulation and planning and aim to satisfy food cravings by strategically incorporating craved foods into balanced meals.\n\nDespite the existence of coping strategies, very few studies evaluate the efficacy of these strategies during weight loss trials. Thus, we evaluated the relationship between weight loss outcomes and the degree of cravings using intra-cohort analysis in our two weight loss trials. Our preliminary findings suggested that effective management of food cravings appears to be a key to successful weight loss and weight maintenance. Study 1 found that better control over food cravings during weight loss and maintenance was associated with long-term success in weight loss outcomes. Study 2 demonstrated that participants who achieved clinically significant or greater weight loss (5% weight loss) had significantly lower food cravings.\n\nBuilding on the findings from our preliminary studies, a specific aim of this research proposal is to determine the efficacy of craving coping strategies (and a combination of strategies) on weight loss outcomes by conducting a randomized controlled trial."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Food Cravings",
                "Weight Loss"
            ],
            "keywords": [
                "Food cravings",
                "Strategies",
                "Weight loss"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be enrolled in dietary weight loss program. Before the first meeting they will be randomized to one of the two study groups that focus on teaching participants different strategies to cope with food cravings (Inclusion vs. Avoidance).. To ensure balanced representation and meaningful study results, the randomization process will consider specific characteristics, including BMI category, sex, and age. This stratified randomization method helps us compare the effects of the intervention between different groups of participants.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Avoidance group",
                    "type": "EXPERIMENTAL",
                    "description": "Avoidance Strategy: This strategy focuses on teaching individuals how to modify their immediate environments to make it easier to control food cravings. Examples include redesigning your home to remove tempting foods or limiting access to craved foods. It also covers tips on making grocery lists and communicating health goals within your social circle. Additionally, it includes a toolkit for situations where controlling the immediate environment may be challenging, such as at parties or social gatherings Both strategies include educational materials explaining the definition of food cravings, factors that contribute to food cravings, and the distinction between hunger and cravings.",
                    "interventionNames": [
                        "Behavioral: Test two food cravings strategies during dietary weight loss",
                        "Behavioral: Dietary weight loss program +Food cravings strategies"
                    ]
                },
                {
                    "label": "Inclusion group",
                    "type": "EXPERIMENTAL",
                    "description": "Inclusion Strategy: This strategy teaches individuals how to modify their eating habits by paying attention to the portion size of craved foods and incorporating them into well-balanced meals, avoiding eating between meals. It also includes a toolkit for situations where individuals may struggle to include craved foods in their balanced meals.\n\nBoth strategies include educational materials explaining the definition of food cravings, factors that contribute to food cravings, and the distinction between hunger and cravings.",
                    "interventionNames": [
                        "Behavioral: Test two food cravings strategies during dietary weight loss",
                        "Behavioral: Dietary weight loss program +Food cravings strategies"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Test two food cravings strategies during dietary weight loss",
                    "description": "The intervention includes 12 online nutrition education sessions using the MealPlot App to track food intake and view the daily weight charts. Participants need to weigh themselves daily using a Wi-Fi scale. Participants will complete 12 asynchronous online diet improvement sessions (eText) lasting 45 minutes each. The 12 sessions will be conducted weekly for the intervention period (12 weeks). The following four sessions will be focused on creating consistent eating and sleeping patterns related to timing, frequency, and portion, as well as daily self-monitoring of weight. After that, participants will continue to complete the rest of asynchronous online diet improvement sessions, including personalized weight loss diets from their kitchen based on their diet practice and food preference, safe and efficient weight loss, weight maintenance and healthy eating, skills to select foods and create meals that prevent overeating, all to be completed by the end of 12 weeks.",
                    "armGroupLabels": [
                        "Avoidance group",
                        "Inclusion group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Dietary weight loss program +Food cravings strategies",
                    "description": "The intervention includes 12 online nutrition education sessions using the MealPlot App to track food intake and view the daily weight charts. Participants need to weigh themselves daily using a Wi-Fi scale. Participants will complete 12 asynchronous online diet improvement sessions (eText) lasting 45 minutes each. The 12 sessions will be conducted weekly for the intervention period (12 weeks). The following four sessions will be focused on creating consistent eating and sleeping patterns related to timing, frequency, and portion, as well as daily self-monitoring of weight. After that, participants will continue to complete the rest of asynchronous online diet improvement sessions, including personalized weight loss diets from their kitchen based on their diet practice and food preference, safe and efficient weight loss, weight maintenance and healthy eating, skills to select foods and create meals that prevent overeating, all to be completed by the end of 12 weeks.",
                    "armGroupLabels": [
                        "Avoidance group",
                        "Inclusion group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body weight",
                    "description": "Body weight in kilograms measured on a standard scale",
                    "timeFrame": "Change from baseline (0 month) to 3 month"
                },
                {
                    "measure": "Food Craving Strategies Compliance",
                    "description": "Bi-weekly questionnaires will be utilized to assess adherence to the strategies and the state of food cravings.\n\nThe state of food cravings will be measured using a visual analog scale.\n\nAdherence to the strategies will be assessed using a Likert scale based on three areas:\n\n1. Difficulty of implementing the strategies, ranging from '1=Very difficult' to '5=Not difficult'.\n2. The frequency of using the strategies ranges from '1=Never' to '5=Every day'.\n3. Effectiveness of the strategies in managing food cravings, ranging from '1=Not helpful' to '5=Very helpful'.",
                    "timeFrame": "Change from baseline 0 week to 12 week runs-bi-weekly"
                },
                {
                    "measure": "Food Cravings",
                    "description": "The Food Cravings Questionnaire-Trait (FCQ-T) evaluates craving traits through 39 statements. Respondents use a Likert scale ranging from 1, \"Never\" or \"Not Applicable\" (NA), to 6, \"Always\" or \"Almost every day\".",
                    "timeFrame": "Change from baseline 0 week to 6 week and week 12"
                },
                {
                    "measure": "Food Cravings",
                    "description": "The Food Craving Inventory (FCI) assesses the frequency of food cravings based on 28 food items. Participants rate the frequency of their cravings using a Likert scale ranging from 1, \"Never\", to 5, \"Always\" or \"Almost every day\".",
                    "timeFrame": "Change from baseline 0 week to 6 week and week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Dietary intake",
                    "description": "The Automated Self-Administered 24-hour (ASA24®) is an online tool to assess 24-hour dietary intake.",
                    "timeFrame": "Baseline. month 1, month 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult between the ages of 18 and 75\n2. BMI of at least 28 and above\n\n4- Have access to the internet 3- Report experiencing at least a moderate amount of food cravings, and they consume the craved food at least a few times per week.\n\nExclusion Criteria:\n\n1. Participation in a formal weight management program within the preceding three months.\n2. Usage of medications impacting weight.\n3. Being pregnant or breastfeeding.\n4. Having a history of bariatric surgeries.\n5. Diagnosed with DM type 1 or/and Use insulin injection",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manabu Nakamura, PhD",
                    "role": "CONTACT",
                    "phone": "217-333-1267",
                    "email": "mtnakamu@illinois.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Bevier HAll UIUC",
                    "status": "RECRUITING",
                    "city": "Urbana",
                    "state": "Illinois",
                    "zip": "61801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nouf Alfouzan",
                            "role": "CONTACT",
                            "phone": "217-898-5480",
                            "email": "noufa2@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.11059,
                        "lon": -88.20727
                    }
                },
                {
                    "facility": "Bevier HAll UIUC",
                    "status": "RECRUITING",
                    "city": "Urbana",
                    "state": "Illinois",
                    "zip": "61801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nouf Alfouzan",
                            "role": "CONTACT",
                            "phone": "217-898-5480",
                            "email": "noufa2@illinois.edu"
                        },
                        {
                            "name": "Manabu Nakamura",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.11059,
                        "lon": -88.20727
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Stierman, B., et al., National Health and Nutrition Examination Survey 2017-March 2020 Prepandemic Data Files Development of Files and Prevalence Estimates for Selected Health Outcomes. 2021."
                },
                {
                    "pmid": "24961825",
                    "type": "BACKGROUND",
                    "citation": "American College of Cardiology/American Heart Association Task Force on Practice Guidelines, Obesity Expert Panel, 2013. Executive summary: Guidelines (2013) for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the Obesity Society published by the Obesity Society and American College of Cardiology/American Heart Association Task Force on Practice Guidelines. Based on a systematic review from the The Obesity Expert Panel, 2013. Obesity (Silver Spring). 2014 Jul;22 Suppl 2:S5-39. doi: 10.1002/oby.20821. No abstract available."
                },
                {
                    "pmid": "22098808",
                    "type": "BACKGROUND",
                    "citation": "Butryn ML, Webb V, Wadden TA. Behavioral treatment of obesity. Psychiatr Clin North Am. 2011 Dec;34(4):841-59. doi: 10.1016/j.psc.2011.08.006."
                },
                {
                    "pmid": "17341711",
                    "type": "BACKGROUND",
                    "citation": "Gardner CD, Kiazand A, Alhassan S, Kim S, Stafford RS, Balise RR, Kraemer HC, King AC. Comparison of the Atkins, Zone, Ornish, and LEARN diets for change in weight and related risk factors among overweight premenopausal women: the A TO Z Weight Loss Study: a randomized trial. JAMA. 2007 Mar 7;297(9):969-77. doi: 10.1001/jama.297.9.969. Erratum In: JAMA. 2007 Jul 11;298(2):178."
                },
                {
                    "pmid": "16755283",
                    "type": "BACKGROUND",
                    "citation": "Finley CE, Barlow CE, Greenway FL, Rock CL, Rolls BJ, Blair SN. Retention rates and weight loss in a commercial weight loss program. Int J Obes (Lond). 2007 Feb;31(2):292-8. doi: 10.1038/sj.ijo.0803395. Epub 2006 Jun 6. Erratum In: Int J Obes (Lond). 2007 Feb;31(2):394."
                },
                {
                    "pmid": "35617305",
                    "type": "BACKGROUND",
                    "citation": "Lee MH, Applegate CC, Shaffer AL, Emamaddin A, Erdman JW Jr, Nakamura MT. A feasibility study to test a novel approach to dietary weight loss with a focus on assisting informed decision making in food selection. PLoS One. 2022 May 26;17(5):e0267876. doi: 10.1371/journal.pone.0267876. eCollection 2022."
                },
                {
                    "pmid": "26644270",
                    "type": "BACKGROUND",
                    "citation": "Boswell RG, Kober H. Food cue reactivity and craving predict eating and weight gain: a meta-analytic review. Obes Rev. 2016 Feb;17(2):159-77. doi: 10.1111/obr.12354. Epub 2015 Dec 8."
                },
                {
                    "pmid": "17466108",
                    "type": "BACKGROUND",
                    "citation": "Hill AJ. The psychology of food craving. Proc Nutr Soc. 2007 May;66(2):277-85. doi: 10.1017/S0029665107005502."
                },
                {
                    "pmid": "22178258",
                    "type": "BACKGROUND",
                    "citation": "Jakubowicz D, Froy O, Wainstein J, Boaz M. Meal timing and composition influence ghrelin levels, appetite scores and weight loss maintenance in overweight and obese adults. Steroids. 2012 Mar 10;77(4):323-31. doi: 10.1016/j.steroids.2011.12.006. Epub 2011 Dec 9. Erratum In: Steroids. 2012 Jul;77(8-9):887-9."
                },
                {
                    "pmid": "1799281",
                    "type": "BACKGROUND",
                    "citation": "Hill AJ, Weaver CF, Blundell JE. Food craving, dietary restraint and mood. Appetite. 1991 Dec;17(3):187-97. doi: 10.1016/0195-6663(91)90021-j."
                },
                {
                    "pmid": "1799279",
                    "type": "BACKGROUND",
                    "citation": "Weingarten HP, Elston D. Food cravings in a college population. Appetite. 1991 Dec;17(3):167-75. doi: 10.1016/0195-6663(91)90019-o."
                },
                {
                    "pmid": "11836456",
                    "type": "BACKGROUND",
                    "citation": "White MA, Whisenhunt BL, Williamson DA, Greenway FL, Netemeyer RG. Development and validation of the food-craving inventory. Obes Res. 2002 Feb;10(2):107-14. doi: 10.1038/oby.2002.17."
                },
                {
                    "pmid": "9134095",
                    "type": "BACKGROUND",
                    "citation": "Gendall KA, Joyce PR, Sullivan PF. Impact of definition on prevalence of food cravings in a random sample of young women. Appetite. 1997 Feb;28(1):63-72. doi: 10.1006/appe.1996.0060."
                },
                {
                    "pmid": "28349668",
                    "type": "BACKGROUND",
                    "citation": "Chao AM, Jastreboff AM, White MA, Grilo CM, Sinha R. Stress, cortisol, and other appetite-related hormones: Prospective prediction of 6-month changes in food cravings and weight. Obesity (Silver Spring). 2017 Apr;25(4):713-720. doi: 10.1002/oby.21790."
                },
                {
                    "pmid": "17593902",
                    "type": "BACKGROUND",
                    "citation": "Gilhooly CH, Das SK, Golden JK, McCrory MA, Dallal GE, Saltzman E, Kramer FM, Roberts SB. Food cravings and energy regulation: the characteristics of craved foods and their relationship with eating behaviors and weight change during 6 months of dietary energy restriction. Int J Obes (Lond). 2007 Dec;31(12):1849-58. doi: 10.1038/sj.ijo.0803672. Epub 2007 Jun 26."
                },
                {
                    "pmid": "26431681",
                    "type": "BACKGROUND",
                    "citation": "Appelhans BM, French SA, Pagoto SL, Sherwood NE. Managing temptation in obesity treatment: A neurobehavioral model of intervention strategies. Appetite. 2016 Jan 1;96:268-279. doi: 10.1016/j.appet.2015.09.035. Epub 2015 Oct 22."
                },
                {
                    "pmid": "32234531",
                    "type": "BACKGROUND",
                    "citation": "Roe LS, Rolls BJ. Which strategies to manage problem foods were related to weight loss in a randomized clinical trial? Appetite. 2020 Aug 1;151:104687. doi: 10.1016/j.appet.2020.104687. Epub 2020 Mar 29."
                },
                {
                    "pmid": "23265404",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Hoffman KL, Juarascio AS, Butryn ML, Herbert JD. Comparison of acceptance-based and standard cognitive-based coping strategies for craving sweets in overweight and obese women. Eat Behav. 2013 Jan;14(1):64-8. doi: 10.1016/j.eatbeh.2012.10.016. Epub 2012 Nov 15."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "asFound": "Weight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}