{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06051591",
            "orgStudyIdInfo": {
                "id": "AAAU4689"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK134463",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK134463"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Food FARMacia: Reducing Childhood Obesity in Households With Food Insecurity",
            "officialTitle": "Food FARMacia: Reducing Childhood Obesity in Households With Food Insecurity",
            "therapeuticArea": [
                "Other"
            ],
            "study": "food-farmacia-reducing-childhood-obesity-in-households-with-food-insecurity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-18",
            "studyFirstSubmitQcDate": "2023-09-18",
            "studyFirstPostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Woo Baidal",
                "investigatorTitle": "Florence Irving Associate Professor of Pediatrics",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test whether the Food FARMacia intervention to reduce food insecurity is feasible and accepted among families with an infant age 6 to less than 18 months receiving pediatric primary care at Columbia / New York-Presbyterian Ambulatory Care Network.\n\nAll participants will receive nutrition education and anticipatory guidance to support healthy meal preparation in addition to usual care.",
            "detailedDescription": "Childhood obesity remains highly prevalent and originates early in life. Efficacious early life interventions to prevent childhood obesity are lacking, particularly among populations most burdened by childhood obesity. Food insecurity - defined as lack of enough food for an active, healthy life - may play key upstream roles in etiologies of obesity through establishment of unhealthy dietary patterns and stress-related metabolic perturbations. Household food insecurity during the first 24 months of life is a risk factor for later childhood obesity. Professional organizations recommend integration of household food insecurity screening into routine pediatric primary care. Yet, a critical gap exists in identification of efficacious clinical interventions to reduce food insecurity. Another gap exists in understanding relationships between food insecurity and etiologies of obesity. Food FARMacia is a clinically based mobile food pantry intervention developed to address the high prevalence of food insecurity among pediatric patients. No randomized trials of a clinically-based mobile food pantry intervention in pediatric primary care exist. To understand the role of food insecurity in etiologies of childhood obesity, efficacious interventions to reduce food insecurity are needed.\n\nHousehold food insecurity during infancy is a risk factor for later childhood obesity. In this pilot and feasibility study, the investigators will randomly assign infants and their parent in households with food insecurity to either 1) the Food FARMacia mobile food pantry intervention with twice monthly food distributions and self-directed meal preparation support or 2) self-directed meal preparation support. Infants age 6 to \\<18 months who are patients at Columbia pediatrics practices who have food insecurity identified on routine clinical screening will be identified as potentially eligible participants for recruitment. Parents will be asked to respond to survey questions about health behaviors for themself and their infant at baseline and follow-up.\n\nThe investigators will measure vital signs (e.g., weight and height/length) for parents and infants at baseline and follow-up. The investigators will examine feasibility, acceptability, and satisfaction with the study procedures and intervention materials. The investigators will estimate intervention effects on infant weight characteristics and explore potential mediators such as reduction in food insecurity and changes in nutrition and other established obesity risk factors to inform a subsequent full-scale trial. If successful, results will lead to a full-scale trial to test effects of the intervention on food insecurity, nutrition, and infant growth. Eventually, these study results could transform clinical care to reduce childhood obesity."
        },
        "conditionsModule": {
            "conditions": [
                "Nutrition, Healthy"
            ],
            "keywords": [
                "Childhood Obesity",
                "Food Insecurity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized and assigned to enroll in the Food FARMacia program for the duration of the study period or to receive usual care.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will not be masked as they will be receiving twice monthly groceries if they are enrolled in the Food FARMacia program.",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Attention Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive nutrition education and anticipatory guidance to support healthy meal preparation in addition to usual care.",
                    "interventionNames": [
                        "Behavioral: Self-directed meal preparation support"
                    ]
                },
                {
                    "label": "Food FARMacia intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will enroll in the Food FARMacia program and receive groceries twice monthly for 6 months. They will also receive nutrition education and anticipatory guidance to support healthy meal preparation.",
                    "interventionNames": [
                        "Behavioral: Food FARMacia Program",
                        "Behavioral: Self-directed meal preparation support"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Food FARMacia Program",
                    "description": "Twice monthly delivery of groceries with about 12 meals per household member for up to 4 household members for 6 months.",
                    "armGroupLabels": [
                        "Food FARMacia intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-directed meal preparation support",
                    "description": "Nutrition education and anticipatory guidance to support healthy meal preparation",
                    "armGroupLabels": [
                        "Attention Control",
                        "Food FARMacia intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment feasibility",
                    "description": "Completion of enrollment of 80 households within the study timeframe",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Retention Rate",
                    "description": "At least 70% with complete follow-up visits at 6-month follow-up",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Attendance Rate (Proportion of food distributions attended/received) - Intervention Arm",
                    "description": "At least 70% median attendance rate for twice monthly food distributions at 6-month follow-up",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention Satisfaction - Intervention Arm",
                    "description": "Average report of agree or strongly agree (mean score 4 or higher on a 5-point scale) with intervention satisfaction at 6-month follow-up",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Child:\n\n* Age 6 to \\< 18 months at enrollment\n* In household with food insecurity documented in the electronic health record (EHR) before infant age 18 months\n* Born gestational age 37 weeks or later without evidence of undernutrition at routine health care visits\n* In household with food insecurity at time of screening phone call based on an affirmative response on the 2-item Hunger Vital Signs™ screening tool\n* Primary pediatric care patient in the Columbia / NYP Ambulatory Care Network\n* Planned continuation of primary pediatric care at Columbia/NYP\n* Living in a community setting (not inpatient or living in a nursing/long-term care setting) with a caretaker enrolled in this study\n\nExclusion Criteria for Child:\n\n* Gestational age \\< 37 weeks\n* Small-for-gestational age at birth (birth weight for gestational age less than 10th percentile)\n* Weight-for-length \\< 3rd percentile\n* Body Mass Index \\< 5th percentile for age and sex\n* Children in household previously enrolled in this study or the Food FARMacia program\n* Conditions that substantially interfere with growth or mobility (e.g., complex congenital heart disease, cystic fibrosis)\n* Children with special diets (e.g., tyrosinemia, enteral tube feeding)\n* Children with chronic diseases that interfere with nutrition and growth as determined by investigators\n\nInclusion Criteria for Parent/Legal Guardian:\n\n* Primary caretaker of infant eligible for study and with planned enrollment in this study\n* Age 18 years or older\n* Ability to respond to questions in English and/or Spanish\n* Willing for self and infant to be randomized into a RCT and complete all study components\n* Gives permission to receive messages to their mobile device, email, and or place of residence\n* Gives permission to complete all study procedures for self and infant\n* Capable of providing informed consent for self and infant\n\nExclusion Criteria for Parent/Legal Guardian:\n\n* Pregnancy at baseline visit because of unique nutritional needs\n* Age \\< 18 years at baseline because of unique developmental differences of adolescents and New York State regulations\n* Inability to complete study visits or intervention components\n* Unwillingness or inability to commit to a 6-month research study for self or infant, including plans to move \\>25 miles from CUIMC within the next 6 months\n* Unable to give informed consent\n* Underlying disease/treatment that might interfere with participation in/completion of the study (e.g., significant gastrointestinal conditions, major psychiatric disorders, and others at the discretion of the study clinician)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Coordinator",
                    "role": "CONTACT",
                    "phone": "646-369-5048",
                    "email": "pedsnutrition@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Woo Baidal, MD, MPH",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dodi Meyer, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jennifer Woo Baidal, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified participant level data",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Beginning 3 months after peer-reviewed publication and up to 36 months after publication.",
            "accessCriteria": "Investigators who provide a proposal for data use that is approved by the study investigators. Information on submitting proposals and accessing data may be obtained by emailing the study PI and coordinator. A signed data use agreement will be required."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Childhood Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}