{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05852574",
            "orgStudyIdInfo": {
                "id": "2023P001470"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "CP101 for the Treatment of Ulcerative Colitis",
            "officialTitle": "CP101 for the Treatment of Ulcerative Colitis",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "for-the-treatment-of-ulcerative-colitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-02",
            "studyFirstSubmitQcDate": "2023-05-09",
            "studyFirstPostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Ravikoff Allegretti",
                "investigatorTitle": "Director, Crohn's and Colitis Center",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a dose ranging exploratory phase 1 pilot study to assess engraftment, safety, and efficacy of CP101, an oral microbiome therapeutic, in participants with active mild-to-moderate Ulcerative colitis. A total of 30 patients who meet eligibility criteria will be randomized 1:1 to either a short or extended induction dosing with CP101. An assessment of the microbiome will occur at baseline, Day 6, Week 4, Week 8, Week 12, Week 16, and Week 24.",
            "detailedDescription": "This dose ranging exploratory phase 1 pilot study will assess engraftment, safety, and efficacy of CP101, an oral microbiome therapeutic, in participants with active mild-to-moderate UC.\n\nParticipants with mild-moderate disease, defined as a complete Mayo score of ≥4 to ≤9 will be eligible for enrollment. Eligible participants must have an endoscopic and\n\nhistologically confirmed diagnosis of mild-to-moderate UC. Participants must have active disease at endoscopy (Mayo endoscopic score\\<=1) performed during screening.\n\nParticipants who meet eligibility criteria will be randomized 1:1 to either initial induction only or initial and extended induction dosing with CP101. Both arms will receive an initial induction dose of CP101 comprising 10 capsules daily for 5 days. Participants will then either receive extended induction with a daily dosing of five CP101 capsules through Week 8 or matching placebo. Both participants and PI will be blinded to treatment arm allocation.\n\nParticipants will be assessed through Week 8 for the primary outcome, engraftment. Safety outcomes (all AEs and safety laboratory values) will be assessed through the 8 week treatment period. In addition, secondary efficacy outcomes of disease remission and response will be evaluated at Week 8. Participants will also be followed through Week 24 for long-term safety, engraftment, and clinical outcomes (including but not limited to remission and response). AEs will be recorded from informed consent through Week 24 trial visit. Blood samples for safety laboratory analysis, as well as blood and stool samples for biomarker assessments will be collected at scheduled trial visits per the Schedule of Assessments.\n\nThe primary outcome, engraftment of CP101 associated microbes will be measured utilizing two baseline samples (prior to CP101 administration) and the participant's Week 8 stool sample following Randomization. Additional stool sample collections for microbiome assessment will occur at Day 6, Week 4, 8, 12, 16, and 24.\n\nParticipants that experience on-study worsening of their UC or a severe flare requiring the administration of rescue therapy, will be withdrawn from the study but not replaced. They will be considered treatment failures and last values collected will be carried forward.\n\nThis study will prospectively enroll approximately 30 adult participants at a single center."
        },
        "conditionsModule": {
            "conditions": [
                "Ulcerative Colitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CP101",
                    "type": "EXPERIMENTAL",
                    "description": "Extended Induction: Participants will receive the short induction dose of CP101 comprising 10 capsules daily for 5 days. Participants in this arm will then receive an extended induction daily dose of five CP101 capsules through Week 8.",
                    "interventionNames": [
                        "Drug: CP-101"
                    ]
                },
                {
                    "label": "CP101 + Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Short Induction: Participants will receive the short induction dose of CP101 comprising 10 capsules daily for 5 days. Participants in this arm will then receive 5 capsules of placebo through Week 8.",
                    "interventionNames": [
                        "Drug: CP-101 + Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CP-101",
                    "description": "CP101 is an investigational oral microbiome drug designed to deliver a complete and functional microbiome to durably repair intestinal dysbiosis, which is being evaluated for the prevention of recurrent CDI.\n\nCP101 contains live microbial communities, derived from rigorously screened human donor stool that is tested, stabilized, characterized, and formulated into capsules designed specifically for delivery into the small bowel for release, to avoid potential degradation by gastric acid.",
                    "armGroupLabels": [
                        "CP101"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "CP-101 + Placebo",
                    "description": "The placebo in this trial will be presented in capsules that are identical in size, smell, texture, and appearance to those of the CP101 capsules. These will be produced by the BWH investigational drug service",
                    "armGroupLabels": [
                        "CP101 + Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate engraftment of CP101-associated microbes after extended induction compared to the short induction arm",
                    "description": "Quantification of CP101-associated taxa following administration of CP101 that were absent at baseline (pre-CP101 administration)",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "To evaluate the safety and tolerability of CP101",
                    "description": "Subject incidence of treatment-emergent adverse events (including treatment-emergent adverse events for clinically significant changes in laboratory parameters and vital signs)",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate the effect of CP101 on induction of clinical remission",
                    "description": "Partial Mayo score 0 to 2 including rectal bleeding sub-score of 0, a stool frequency score or 0 or 1",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "To evaluate the effect of CP101 on induction of clinical response",
                    "description": "A decrease from baseline in the partial Mayo score of ≥2 points and at least 30% reduction from baseline, and a decrease in the rectal bleeding sub-score of ≥1 or an absolute rectal bleeding sub-score of 0 or 1",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "To evaluate the effect of CP101 on induction of endoscopic remission",
                    "description": "Mayo endoscopy sub-score of 0 or 1",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent\n2. Male or female ≥18 years of age\n3. Ulcerative colitis diagnosed by routine clinical, radiographic, endoscopic criteria\n4. Active mild-moderate UC as determined by colonoscopy approximately 10-21 days prior to randomization into the study. (flexible sigmoidoscopy permitted if subject has had a full colonoscopy within 12 months of baseline)\n5. Mild-moderate UC, defined by a complete Mayo score to include: the sum of rectal bleeding, stool frequency, endoscopic findings and physician global assessment sub-scores totaling ≥4 and ≤9, with each individual sub-group score ≥1.)\n6. Disease at least 15 cm from anal verge\n7. Stable dosing of concomitant medication\n\nExclusion Criteria:\n\n1. Severe or refractory UC defined as Mayo score ≥10\n2. Disease limited to distal proctitis\n3. Fever \\> 38.3°C\n4. Known history of Crohn's disease or indeterminate colitis\n5. Inability to ingest capsules (e.g., severe nausea, vomiting, gastroparesis, gastric outlet obstruction, dysphagia and/or history of chronic aspiration).\n6. Known or suspected toxic megacolon and/or known small bowel ileus\n7. Patients with active intestinal obstruction\n8. Antibiotic use within the prior 1 month before randomization\n9. Expected to receive antibiotics within 8 weeks of signing the Informed Consent Form (ICF) (i.e., for planned/anticipated procedure)\n10. Known stool studies positive for ova and/or parasites or stool culture within the 30 days before enrollment\n11. Clostridioides difficile positive stool testing via GDH/EIA toxin testing at Screening Visit\n12. Received an investigational drug or vaccine within 3 months before study entry\n13. Received an FMT within the last 6 months\n14. Patients with anatomic or medical contraindications to colonoscopy, including but not necessarily limited to toxic megacolon, gastrointestinal (GI) fistulas, immediate postoperative status from abdominal surgery, severe coagulopathy, large or symptomatic abdominal aortic aneurysm, or any patient where study physician deems patient at significant risk of complications of colonoscopy\n15. Patients with previous colectomy, ostomy, J-pouch, or previous intestinal surgery (excluding cholecystectomy, appendectomy)\n16. Unable to complete appropriate washout periods/stop prior therapies, as defined in Section 5.3\n17. Patients with known diagnosis primary or secondary immune deficiency e.g., IgA deficiency, SCID, CGD\n18. Known active malignancy except for basal cell skin cancer, squamous cell skin cancer\n19. Concurrent intensive induction chemotherapy, radiotherapy, or biologic treatment for active malignancy (patients on maintenance chemotherapy may only be enrolled after consultation with medical monitor)\n20. Patients with any other significant medical condition that could confound or interfere with the evaluation of safety, tolerability or prevent compliance with the study protocol at the discretion of the investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alex Carlin",
                    "role": "CONTACT",
                    "phone": "617-732-5500",
                    "email": "acarlin@bwh.harvard.edu"
                },
                {
                    "name": "Jessica Allegretti",
                    "role": "CONTACT",
                    "email": "jallegretti@bwh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Allegretti, MD, MPH",
                            "role": "CONTACT",
                            "phone": "617-732-6389",
                            "email": "jallegretti@bwh.harvard.edu"
                        },
                        {
                            "name": "Emma McClure",
                            "role": "CONTACT",
                            "phone": "617-732-9223",
                            "email": "elmcclure@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003092",
                    "term": "Colitis"
                },
                {
                    "id": "D000003093",
                    "term": "Colitis, Ulcerative"
                },
                {
                    "id": "D000014456",
                    "term": "Ulcer"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000015212",
                    "term": "Inflammatory Bowel Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "asFound": "Ulcerative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6320",
                    "name": "Colitis",
                    "asFound": "Colitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6321",
                    "name": "Colitis, Ulcerative",
                    "asFound": "Ulcerative Colitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17917",
                    "name": "Inflammatory Bowel Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}