{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03829540",
            "orgStudyIdInfo": {
                "id": "CTO-IUSCCC-ICG122-101"
            },
            "secondaryIdInfos": [
                {
                    "id": "FD-R-006820-01",
                    "type": "OTHER_GRANT",
                    "domain": "FDA OOPD"
                }
            ],
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "CD4CAR for CD4+ Leukemia and Lymphoma",
            "officialTitle": "A Phase I, Multicenter Study of CD4- Directed Chimeric Antigen Receptor Engineered T-cells (CD4CAR) in Patients With Relapsed or Refractory CD4+ Hematological Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "for-leukemia-and-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2037-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-12-19",
            "studyFirstSubmitQcDate": "2019-02-01",
            "studyFirstPostDateStruct": {
                "date": "2019-02-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Huda Salman",
                "investigatorTitle": "Director, Brown Center for Immunotherapy, Don Brown Professor of Immunotherapy",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Huda Salman",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "iCell Gene Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed as a single arm open label Phase I, 3x3, multicenter study of CD4-directed chimeric antigen receptor engineered T-cells (CD4CAR) in patients with relapsed or refractory T-cell leukemia and lymphoma. Specifically, the study will evaluate the safety and feasibility of CD4CAR T-cells. Funding Source - FDA OOPD",
            "detailedDescription": "The study will be performed as a dose-escalation protocol. Due to the relatively low incidence and prevalence of cluster of differentiation 4-positive (CD4+) hematological malignancies and the associated aggressive nature of these diseases and the sequel of treatment failure, the investigators expect to recruit 20 subjects at Stony Brook, Indiana University, and other identified sites with an expected dropout rate of 25% primarily due to rapid progression or death and screen and or manufacturing failure. Taking this into account, the investigators expect to treat 15 patients. The study will utilize autologous CD4CAR T-cells that are engineered to express a chimeric antigen receptor (CAR) targeting CD4 that is linked to the cluster of differentiation 28 (CD28), 4-1BB, cluster of differentiation 3-zeta (CD3ζ) signaling chains (third generation CAR).\n\nAt entry, disease status will be staged and investigators will determine if the subject has adequate T cell number for apheresis and for manufacturing CD4CAR cells. Qualifying subjects will be leukapheresed to obtain large numbers of peripheral blood mononuclear cells (PBMC) for the manufacturing. Next, participants will receive conditioning chemotherapy. If tumor burden is sufficiently reduced (screening step), participants will receive CD4CAR cells by infusion on Day 0 of treatment.\n\nFor cell harvest, 12-15-liter apheresis procedure will be performed at the apheresis center with the intention to harvest at least 50x10\\^9-nucleated cells to manufacture CD4CAR T-cells. A portion of the pheresed cells will also be cryopreserved for FDA look-back requirements and for further research. The T-cells will be purified from the PBMC, transduced with CD4CAR lentiviral vector, expanded in vitro, and then frozen for administration. Each dose will be stored in either one or two bags. The route of administration is by IV infusion and the duration of infusion will be approximately 20 minutes. Each bag will contain an aliquot (30-50 mL) of liquid suitable for freezing, and containing the following infusible grade reagents (% v/v): 62.5cc Plasmalyte-A 5% dextrose; 7.5cc Pure dimethylsulfoxide (DMSO), 20cc of 25% Human Serum Albumin, and 10cc Dextran 40. The cell product is expected to be ready for release approximately 3-4 weeks after apheresis.\n\nIf the disease progresses during the manufacturing period participants may be excluded from the study. Minimal chemotherapy to keep the disease under control in the meanwhile is allowed if deemed necessary by investigators.\n\nA single dose of CD4CAR transduced T cells will consist of the cell number for the dose level to be infused.\n\nPost-infusion monitoring of CD4CAR T-cells: Subjects will have blood drawn for cytokine levels, CD4CAR Transgene Copy Number (PCR) and flow cytometry in order to evaluate the presence of CD4CAR cells on days 0, 1, 3, 5, 7, 14, 28, and 42 following infusion (or as clinically needed). Cytokines levels will be evaluated per schedule above in addition to and as needed every 8 +/- 2 hours as feasible if/when CRS occurs and until resolution. Active monitoring of fungal and viral infections during treatment while utilizing standard prophylaxis recommended for HIV-positive patients with T-cell aplasia and those undergoing allogeneic stem cell transplant. Investigators plan to collect data about clinicoradiologic measurements of residual tumor burden starting on day 6 and weekly afterward until day 42 and then monthly for 6 months. This will be followed by quarterly clinical evaluations for the next two (2) years with a medical history, physical examination, and comprehensive blood testing. After these short- and intermediate-term evaluations are performed, these patients will enter a rollover study to assess for disease-free survival (DFS), relapse, and the development of other health problems or malignancies where follow-up will be up tp twice a year by phone and a questionnaire for an additional thirteen (13) years. The treating physician will decide to proceed with allogeneic or autologous transplant when needed.\n\nDose of CD4CAR description: the main objective of this study is to establish a recommended dose and/or schedule of CD4CAR. The guiding principle for dose escalation in phase I is to avoid unnecessary exposure of patients to sub-therapeutic doses (i.e., to treat as many patients as possible within the therapeutic dose range) while preserving safety and maintaining rapid accrual. Investigators will use the rule-based traditional Phase I \"3+3\" design for the evaluation of safety. Based on lab experience in mice the starting dose (dose level 1) for the first cohort of three patients in phase I portion of the study will be 8x10\\^5 cells. The dose escalation or de-escalation will follow a modified Fibonacci sequence as below.\n\nIf more than one patient out of the first cohort of three patients in dose level 1 experience dose limiting toxicity (DLT), the trial will be placed on hold. If zero or one out of three patients in the first cohort of dose level 1 experience DLT, three more patients will be enrolled at dose level 1; the dose escalation continues until at least two patients among a cohort of six patients experience DLT (i.e., ≥33% of patients with a DLT at this dose level)\n\n* If one of the first three patients in dose level 1 experiences a DLT, three more patients will be treated at dose level 1.\n* If none of the three patients or only one of the 6 patients in the dose level 1 experiences a DLT, the dose escalation continues to the dose level 2\n* If one of the first three patients in dose level 2 experience a DLT, three more patients will be treated at dose level 2\n* If none of the three patients or only one of the 6 patients in the dose level2 experiences a DLT, the dose escalation continues to the dose level 3\n* If one of the first three patients in dose level 3 experiences a DLT, three more patients will be treated at dose level 3\n* If none of the three patients or only one of the 6 patients in the dose level 3 experiences a DLT, dose level 3 will be declared the maximum tolerated dose (MTD) and will be used as the recommended phase II dose (RP2D) for the phase II portion of the study.\n\nIn summary, the dose escalation continues until at least two patients among a cohort of six patients experience DLT (i.e., ≥33% of patients with a DLT at that dose level). The recommended dose for phase II trials is defined as one dose level below this toxic dose level. Since some grade 3 and possibly 4 toxicities are highly likely to be reversible, grade 3 infectious, hematological and vascular toxicities will not be considered DLTs mandating dose reduction. Also allergic or infusion-related reactions ≤ grade 3 will not be counted as DLTs. There will be no intra-patient dose escalation or reduction.\n\nTo allow for full spectrum toxicity duration evaluation and reporting, no patients within the same or a different cohort will be initiated on lymphodepleting chemotherapy sooner than 42 days from the initiation date of the preceding patient."
        },
        "conditionsModule": {
            "conditions": [
                "T-cell Lymphoma",
                "T-cell Leukemia"
            ],
            "keywords": [
                "CD4; T-cell; lymphoma; leukemia; chimeric antigen; CAR-T"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Redirected autologous T cells transduced with the anti-CD4 lentiviral vector (referred to as \"CD4CAR\" cells)",
                    "interventionNames": [
                        "Biological: CD4CAR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CD4CAR",
                    "description": "CD4CAR cells transduced with a lentiviral vector to express the single-chain variable fragment (scFv) nucleotide sequence of the anti-CD4 molecule derived from humanized monoclonal ibalizumab and the intracellular domains of CD28 and 4-1BB co-activators fused to the CD3ζ T-cell activation signaling domain administered by IV infusions as a single dose",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
                    "description": "To assess the safety and feasibility of the chimeric antigen receptor T cells transduced with the anti-CD4 lentiviral vector (referred to as \"CD4CAR\" cells) according to CTCAE grading. The feasibility of treating those adverse events and their duration till resolution will also be described.",
                    "timeFrame": "18-24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of in vivo survival of the CD4CAR.",
                    "description": "Persistence of CD4CAR will be monitored by measuring the CD4CAR transgene copy number at variable time points.",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Rate of manufacturing failure",
                    "description": "The number of failed manufacturing attempts of CD4 CAR, per subject and overall, in this patient population. Manufacturing failure is defined as failure to manufacture the adequate CD4CAR cell dose for the particular cohort the patient is enrolled on. Three manufacturing attempts per patient are allowed.",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Clinical Response",
                    "description": "Clinical response to T-cell infusion will be evaluated by comparing disease before and after infusion identified by:\n\n* standard imaging (PET CT or PET MRI) for lymphoma patients\n* bone marrow biopsy for leukemia patients\n* peripheral blood cells morphology, flow cytometry panel, immunohistochemistry, and other blood molecular markers for both lymphoma and leukemia.",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Trafficking of CD4CAR at tumor sites and at sites with significant toxicity",
                    "description": "Quantification of both of CD4CAR by flowcytometry and transgene copy number by polymerase chain reaction (PCR) will be measured at tumor sites in bone marrow and lymph nodes at variable time points if applicable. Same tests will be done on biopsies of organs that shows significant toxicity if need be.",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Number of participants with immune reactions against CD4CAR",
                    "description": "The absolute and relative number of subjects who develop immune reactions against the treatment over a period of 2 years. Human anti-mouse antibody (HAMA) ELISA tests will be carried out in the blood of participants at multiple times after initial treatment.",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Serum cytokines levels",
                    "description": "Serum cytokine levels will be evaluated on Day 2, 4, 7, 11, 14, 21, 28 in addition to planned monitoring during CRS every 8 hours and until resolution. These cytokines include interleukin-6 (IL-6), interferon-γ, tumor necrosis factor, IL-2, IL-2-receptor-a, IL-8, and IL-10",
                    "timeFrame": "18-24 months"
                },
                {
                    "measure": "Determine CD4CAR cell subsets during proliferation",
                    "description": "Participants' blood will be tested by flow cytometry to determine the relative abundance of cellular subsets that may result from CD4CAR T cells upon their proliferation. These subsets include Tcm, Tem, and Tregs.",
                    "timeFrame": "18-24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nIn order to be eligible to participate in this study, an individual will be enrolled if they meet the following criteria:\n\n1. Patients must voluntarily sign and date informed consent forms that state his or her willingness to comply with all study procedures and availability for the duration of the study.\n2. Age 12 years old or older\n3. Subjects with documented CD4+ hematologic malignancies. Male and female subjects with CD4+ T-cell malignancies with either relapsed or refractory disease (including those patients who have undergone a prior transplant and patients with an inadequate response after 4-6 cycles of standard chemotherapy)\n4. For patients who present with CD4+ Leukemia, either relapsed disease or minimal residual disease (MRD); any of the following are eligible:\n\n   1. Peripheral T-cell leukemia, NOS\n   2. T-cell prolymphocytic leukemia\n   3. Adult T-cell leukemia\n   4. T-cell large granular lymphocytic leukemia\n   5. T cell acute lymphoblastic leukemia T-ALL\n5. For patients with CD4+ Lymphoma, either relapsed or refractory disease; any of the following are eligible:\n\n   1. Peripheral T-cell lymphoma, NOS\n   2. Sezary syndrome/cutaneous T-cell lymphoma\n   3. Angioimmunoblastic T-cell lymphoma\n   4. Adult T-cell lymphoma\n   5. Blastic plasmacytoid dendritic cell neoplasm (BPDCN)\n6. Creatinine clearance of \\> 60 ml/min (or otherwise non clinically-significant, per study investigator)\n7. ALT/AST \\< 3 x ULN\n8. Bilirubin \\< 2 x ULN\n9. Pulmonary Function Test (PFT) with a DLCO of ≥ 60%.\n10. Adequate echocardiogram with EF of ≥50%\n11. Adequate venous access for apheresis and no other contraindications for leukapheresis\n\nExclusion Criteria\n\n1. Pregnant or lactating women. The safety of this therapy on unborn children is not known. Female study participants of reproductive potential (see definition below) must have a negative serum or urine pregnancy test prior to initiation of conditioning chemotherapy, per research sites' clinical policy.\n2. Uncontrolled active infection necessitating systemic therapy.\n3. Active hepatitis B or hepatitis C infection. Active hepatitis C is defined as the hepatitis C antibody is positive while quantitative HCV RNA results exceed the lower detection limit.\n\n   Note the following subjects will be eligible:\n   * Subjects with a history of hepatitis B but have received antiviral therapy and have non-detectable viral DNA for 6 months prior to enrollment are eligible\n   * Subjects seropositive for HBS antibodies due to hepatitis B virus vaccine with no signs or active infection (Negative HBs Ag, HBc and HBe Ags) are eligible\n   * Subjects who had hepatitis C but have received antiviral therapy and show no detectable hepatitis C virus (HCV) viral RNA for 6 months are eligible\n   * If hepatitis C antibody test is positive, then patients must be tested for the presence of antigen by reverse transcription-polymerase chain reaction (RT-PCR) and be hepatitis C virus ribonucleic acid (HCV RNA) negative.\n4. Concurrent use of systemic glucocorticoids in greater than replacement doses (unless as a part of a standard of care salvage therapy or conditioning protocol), or steroid dependency defined in rheumatological and pulmonary diseases as uninterrupted corticosteroid intake for more than a year at a dosage of 0.3 mg/kg/day or greater, and where the underlying disease worsens on temporary stoppage of steroid therapy, with symptoms of steroids withdrawal (eg, lethargy, headache, weakness, pseudorheumatism, emotional disturbances, etc) precipitated by the temporary stoppage.\n\n   Subjects who receive daily corticosteroids in replacement doses can be included in the study. The replacement doses are defined as following:\n   1. Hydrocortisone 25mg/day or less\n   2. Prednisone 10mg/day or less\n   3. Dexamethasone 4mg or less Note: Recent or current use of inhaled glucocorticoids is not exclusionary, as this route pertains extremely minimal systemic penetration.\n5. Any previous treatment with any gene therapy products.\n6. Any uncontrolled active medical disorder that would preclude participation as outlined in the opinion of the treating investigator and/or study chair\n7. HIV infection.\n8. Patients declining to consent for treatment\n9. Subjects who have received or will receive live vaccines within 30 days before the first experimental cell treatment. Inactivated seasonal flu vaccination is allowed.\n10. Subjects with active autoimmune diseases who need systematic treatments (such as disease modifying agents, corticosteroids and immunosuppressive drugs) in the last 2 years.\n\n    Note: Replacement therapy (thyroxine, insulin or physiological corticosteroid replacement therapy (up to10 mg of oral daily prednisone or equivalent in hydrocortisone and dexamethasone) to treat adrenal dysfunction or pituitary dysfunction) is not considered as systematic therapy. Subjects who need inhalation corticosteroid therapy can be included in this trial. Subjects with vitiligo or in long-term remission of pediatric asthma or allergic diseases can be included in this trial.\n11. Subjects with a history of mental disorders or drug abuse that may influence treatment compliance.\n12. Active malignancy not related to a T-cell malignancy that has required therapy in the last 3 years or is not in complete remission. Exceptions to this criterion include successfully treated non-metastatic basal cell or squamous cell skin carcinoma, or prostate cancer that does not require therapy. Other similar malignant conditions may be discussed with and permitted by the Principal Investigator.\n\nEligibility for Conditioning Chemotherapy\n\n1. Specific organ function criteria for cardiac, renal, and liver function must be similar to initial inclusion values.\n2. Review of co-morbidities to confirm no major changes in health status (examples of major changes include heart attack, stroke, and any major trauma)\n\nScreen Failure\n\nSubjects who fail to cytoreduce with conditioning chemotherapy with persistence of high disease burden will be considered a screenfail according to the guidelines below:\n\n1. CD4+ Leukemias ( Liquid Blood and marrow disease):\n\n   1. Subjects at study entry with bone marrow malignant replacement estimated at \\> 80% of total cellularity and accompanied by significant peripheral pancytopenia, ANC \\<500, platelet count \\< 50,000 will need to have roughly 50% or greater reduction on the marrow malignant component to be considered eligible after cytoreductive chemotherapy and for CD4CAR infusion. This will be determined and approved by PI, treating physician and study team as applicable.\n   2. Subjects at study entry with bone marrow malignant replacement estimated at less than 80% of total cellularity will need to have stable disease or disease that is less than 80% in the marrow as determined and approved by the PI, treating physician and study team as applicable.\n\n   Note: Bone marrow sampling is not an accurate reflection of disease burden because only a small biopsy is obtained to represent a patchy disease distributed all over the marrow. Hence these numbers and in the absence of severe cytopenias that are attributed to documented marrow replacement with malignant cells should not be formidable as is and borderline cases should be discussed and approved by the PI and the study team as applicable before moving forward.\n2. Solid Mass Forming CD4+ lymphomas: (in lymph nodes or extra nodal sites)\n\n   1. Stage IV disease: Subjects with Stage IV disease that is deemed bulky by the standard definition of the presence of at least one site with a mass that is \\> 7.5 cm in largest diameter who have a 50% estimated reduction of total disease burden by imagining as read by radiology after conditioning chemotherapy are eligible to continue on study. In borderline cases, where they don't meet this criteria but are thought to have bulky disease by the treating investigator, clinical judgment will be required to determine eligibility of subjects who experience for example mixed responses; improved sites and progressed sites. In these cases, the PI, treating physician, and study team as applicable should agree and document that total disease burden has been reduced by about 50% when taking all sites involved into account as there is no objective method to make this estimated reduction if some areas improve and others don't, or even new sites arise.\n   2. Stage I-III disease: Subjects with stage I-III ( No extra nodal disease) who continue to have stable disease or better after conditioning chemotherapy are eligible to continue on study.\n3. Skin Disease a. There will be no response or non-response criteria assessed that will be specific to skin disease since disease burden is almost never expected to be high without skin barrier violation and often involve infections that would make subjects ineligible at the time\n\nEligibility for CD4CAR infusion:\n\nInclusion\n\n1. Afebrile and not receiving antipyretics, and no evidence of active infection\n2. Specific organ function criteria for cardiac, renal, and liver function must be similar to initial inclusion values. The following tests do not need repeated: an echocardiogram if within 6 weeks of initial assessment, and the PFT if completed within 6 months from Day 0.\n3. Negative pregnancy testing (if applicable)\n4. If previous history of corticosteroid chemotherapy, subject must be off all but adrenal replacement doses 3 days before the CD4CAR infusion.\n5. Planned infusion dose was successfully manufactured and met release criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Haney, RN",
                    "role": "CONTACT",
                    "phone": "317-278-4184",
                    "email": "tnhaney@iu.edu"
                },
                {
                    "name": "Huda Salman, MD",
                    "role": "CONTACT",
                    "phone": "(317) 278-9504",
                    "email": "hsalman@iu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Huda Salman, MD",
                    "affiliation": "Indiana University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami Sylvester Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amer Beitinjaneh, MD",
                            "role": "CONTACT",
                            "phone": "305-243-9127",
                            "email": "abeitinjaneh@miami.edu"
                        },
                        {
                            "name": "Anakrystine Vallin",
                            "role": "CONTACT",
                            "phone": "305-243-3450",
                            "email": "axv1336@med.miami.edu"
                        },
                        {
                            "name": "Amer Beitinjaneh, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Indiana University Melvin and Bren Simon Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Huda Salman, MD",
                            "role": "CONTACT",
                            "phone": "317-278-9504",
                            "email": "hsalman@iu.edu"
                        },
                        {
                            "name": "Huda Salman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Stony Brook Cancer Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Stony Brook",
                    "state": "New York",
                    "zip": "11794",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.92565,
                        "lon": -73.14094
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000015458",
                    "term": "Leukemia, T-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18829",
                    "name": "Lymphoma, T-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M18833",
                    "name": "Lymphoma, T-Cell, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18119",
                    "name": "Leukemia, T-Cell",
                    "asFound": "T-cell leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4496",
                    "name": "Peripheral T-cell Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T3393",
                    "name": "Leukemia, T-cell, Chronic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M262386",
                    "name": "Ibalizumab",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}