{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06290648",
            "orgStudyIdInfo": {
                "id": "22-0868"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R34MH130555",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R34MH130555"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Forging New Paths: Building Interventions to Treat Criminogenic Needs in Community Based Mental Health Settings",
            "officialTitle": "Forging New Paths: Building Interventions to Treat Criminogenic Needs in Community Based Mental Health Settings",
            "acronym": "FNP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "forging-new-paths-building-interventions-to-treat-criminogenic-needs-in-community-based-mental-health-settings"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-26",
            "studyFirstSubmitQcDate": "2024-02-26",
            "studyFirstPostDateStruct": {
                "date": "2024-03-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to conduct a preliminary test of the effectiveness of Forging New Paths for people with mental illness with criminal legal system contact. The main question\\[s\\] it aims to answer are:\n\n1. To examine the effectiveness of Forging New Paths at improving the primary study outcomes (aggression and community tenure).\n2. To test the ability of Forging New Paths to engage the study treatment targets (impulsivity and criminal attitudes)\n\nParticipants will complete a screening interviews to see if they are eligible. Participants who are eligible will be randomly assigned to participate in one of two study conditions: Forging New Paths and usual care or usual care alone. All participants who are assigned to a study condition will participate in up to three additional research interviews. Researchers will also collect information about study outcomes using administrative records.",
            "detailedDescription": "The failure of traditional mental health services to significantly reduce the disproportionate involvement of people with serious mental illnesses (MI) in the criminal justice system highlights a basic but overlooked fact: mental illness is not a primary driver of criminal justice involvement. Research has consistently shown that people with mental illness face the same risk factors for justice involvement (i.e., \"criminogenic\" rick factors) as those without mental illnesses. Research has also found that justice-involved people with MI have high levels of criminogenic risk factors and that these risk factors mediate their risk of recidivism. Yet, most interventions for justice-involved people with MI do not target criminogenic risk factors as a goal of treatment.\n\nThis gap between research and service provision represents untapped potential to reduce rates of justice involvement among people with MI by expanding their continuum of services to include interventions that directly target criminogenic risk factors. Given that up to 50% of people with MI receiving treatment in the community-based mental health system have had some criminal justice system involvement, developing criminogenic-focused interventions designed specifically for delivery in community mental health settings has great potential to optimize their potential impact, both in terms of numbers of people with MI who can benefit and in terms of potential reductions in future criminal justice involvement.\n\nThis study will engage a pilot effectiveness trial of a newly developed intervention to examine the extent to which Forging New Paths (FNP) impacts its intended targets (mediating mechanisms) and outcomes among individuals with MI who have been involved in the criminal justice system receiving services through the community mental health system. The study will use a randomized controlled design to assign participants to one of the two study arms: 1) the study intervention FNP and usual care (experimental condition) or 2) usual care alone (control condition). This small scale randomized controlled trial explores the potential effectiveness of FNP at improving outcomes (aggression and community tenure) and engaging treatment targets (impulsivity and criminal attitudes).\n\nAll study participants will complete a screening interview to determine study eligibility. Participants who meet the study eligibility criteria will be randomized into one of the two study arms. All participants who are randomized to a study arm will complete up to three additional interviews: the baseline interview and 3- and 6-month follow-up interviews. Additionally, administrative data related study outcomes is collected at the 9-month time point."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Illness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental: Forging New Paths + Usual Care",
                    "type": "EXPERIMENTAL",
                    "description": "The experimental condition receives Forging New Paths in addition to community based mental health services as determined by their treatment providers.",
                    "interventionNames": [
                        "Behavioral: Forging New Paths"
                    ]
                },
                {
                    "label": "Control: Usual Care Alone",
                    "type": "NO_INTERVENTION",
                    "description": "The control condition receives community based mental health services as determined by their treatment providers."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Forging New Paths",
                    "description": "The study intervention is Forging New Paths (FNP) a newly developed intervention for people with mental illness with criminal legal system involvement that is designed to be delivered in community mental health settings. FNP combines Cognitive Behavioral Treatment (CBT) techniques with social learning principles in a group format. The intervention is organized into a modular format to create a flexible intervention structure. It includes 5 treatment modules each consisting of two to four group sessions for a total of 14-16 sessions, which may be delivered over multiple meetings at the facilitators' discretion. The intervention is designed to be delivered to 8-12 people by two intervention facilitators. It can be delivered in person, virtually, or in a hybrid format.",
                    "armGroupLabels": [
                        "Experimental: Forging New Paths + Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Levels of Aggression Score from Baseline to Month 3",
                    "description": "Aggression Questionnaire (Bryant \\& Smith, 2001) - Short Form is a 12-item measure with four subscales: physical aggression, verbal aggression, anger, and hostility. Items are scored on a 6-point Likert scale. Scores range from 12 to 72. The higher the score the more aggression present.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in Levels of Aggression Score From Baseline to Month 6",
                    "description": "Aggression Questionnaire (Bryant \\& Smith, 2001) - Short Form is a 12-item measure with four subscales: physical aggression, verbal aggression, anger, and hostility. Items are scored on a 6-point Likert scale. Scores range from 12 to 72. The higher the score the more aggression present.",
                    "timeFrame": "Baseline, Month 6"
                },
                {
                    "measure": "Community Tenure",
                    "description": "A dichotomous variable indicating any disruption in a person's tenure in living in the community. A disruption includes any new criminal convictions or any inpatient hospitalization for any psychiatric reason during the study follow-up period (i.e., the period extending from the 3-month follow-up period through the 9-month follow-up period).",
                    "timeFrame": "Month 3 through Month 9"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Overall Criminal Attitudes Score",
                    "description": "The Measure of Criminal Attitudes and Associates (MCAA) Part B, is a 46-item measure. Responses are recorded in an agree/disagree format. MCAA includes four scales: attitudes toward violence, sentiments of entitlement, antisocial intent, and associates. Scores range from 0 to 46. Lower scores indicate lower levels of criminal attitudes.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in Overall Impulsivity Score",
                    "description": "Barratt Impulsiveness Scale (BIS-11) is a 30 item self-report measure (Patton \\& Barratt, 1995). Items scored on a 4-point Likert scale. It is comprised of six subscales including attention, cognitive instability, perseverance, self-control, motor impulsiveness, and cognitive complexity. The total score ranges from 30 to 120. Lower scores indicate lower levels of impulsiveness.",
                    "timeFrame": "Baseline, Month 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* aged 18 years or older,\n* have a diagnosis of schizophrenia spectrum and other psychotic disorders or major depression or bipolar disorder, ( - have a history of any type of criminal justice system involvement (i.e., arrest, conviction, incarceration, or probation/parole),\n* reside in the community and receive services from the Center for Excellence in Community Mental Health or one of their partner agencies and,\n* have moderate or higher levels of criminogenic risk factors as determined by the Level of Service and Case Management Inventory (LS/CMI).\n\nExclusion Criteria:\n\n* an intellectual or developmental disability,\n* incarceration at the point of study enrollment,\n* non-English speakers.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy Wilson, PhD",
                    "role": "CONTACT",
                    "phone": "919-962-3598",
                    "email": "amyblank@email.unc.edu"
                },
                {
                    "name": "Jonathan Phillips, PhD",
                    "role": "CONTACT",
                    "email": "phil0309@d.umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy Wilson, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Wilson, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Bryant, F. B., & Smith, B. D. (2001). Refining the architecture of aggression: A measurement model for the Buss-Perry Aggression Questionnaire. Journal of Research in Personality, 35(2), 138-167."
                },
                {
                    "pmid": "12216781",
                    "type": "BACKGROUND",
                    "citation": "Mills JF, Kroner DG, Forth AE. Measures of Criminal Attitudes and Associates (MCAA): development, factor structure, reliability, and validity. Assessment. 2002 Sep;9(3):240-53. doi: 10.1177/1073191102009003003."
                },
                {
                    "pmid": "8778124",
                    "type": "BACKGROUND",
                    "citation": "Patton JH, Stanford MS, Barratt ES. Factor structure of the Barratt impulsiveness scale. J Clin Psychol. 1995 Nov;51(6):768-74. doi: 10.1002/1097-4679(199511)51:63.0.co;2-1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study will provide de-identified data to NIMH National Data Archives.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The NIMH National Data Archives policies will dictate when and for how long de-identified data will be available.",
            "accessCriteria": "The NIMH National Data Archives policies will dictate criteria for accessing data shored on the National Data Archive."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}