{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04975815",
            "orgStudyIdInfo": {
                "id": "2021-0536"
            },
            "secondaryIdInfos": [
                {
                    "id": "A534255",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH/MEDICINE/GER-AD DEV",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "1K76AG068590-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K76AG068590-01"
                },
                {
                    "id": "Protocol Amend 11/7/2023",
                    "type": "OTHER",
                    "domain": "HS-IRB UW Madison"
                },
                {
                    "id": "8K00AG076123-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/8K00AG076123-03"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Frailty and Dysphagia in Older Adults",
            "officialTitle": "Elucidating Factors Contributing to Dysphagia in Frail Older Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "frailty-and-dysphagia-in-older-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-14",
            "studyFirstSubmitQcDate": "2021-07-14",
            "studyFirstPostDateStruct": {
                "date": "2021-07-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to figure out if there are physical factors such as cognition level, nutrition status, walking speed, and handgrip strength that are associated with the development of swallowing problems. Investigators want to better understand how swallowing problems develop in older adults with and without frailty. Identifying factors that contribute to swallowing problems, can develop therapies in the future to improve swallowing outcomes for older adults.\n\nThis study will be done at the University of Wisconsin-Madison (UW-Madison). A total of about 69 people will participate in this study.",
            "detailedDescription": "This study has 3 specific aims:\n\nAim 1 will determine the presence and severity of dysphagia in a cohort of older adults based on clinical frailty phenotype; Aim 2 will examine the effects of frailty status on physiological measures of swallowing in older adults; and Aim 3 will characterize relationships among specific functional frailty domains and dysphagia status in older adults.\n\nThis proposed research will provide a new understanding of the factors that underlie and contribute to dysphagia across clinical frailty phenotypes. Equipped with this knowledge, future treatment and management approaches can be developed to proactively identify dysphagia risk factors in pre-frail and frail individuals so dysphagia can be prevented or adequately addressed. This work is highly significant due to the large and increasing population of aging people who often suffer from debilitating swallowing impairments and may benefit from optimized treatments that can be developed using knowledge gained from this study.\n\nPer approved protocol amendment on 3/39/2022, saliva samples will be collected to explore the composition and structure of oral microbiota via 16S rRNA gene analysis."
        },
        "conditionsModule": {
            "conditions": [
                "Dysphagia",
                "Frailty"
            ],
            "keywords": [
                "Clinical frailty phenotype"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 69,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non-frail group",
                    "description": "Participants will be assessed using five criteria from the Fried Frailty Index. Index scores\"0\" will place the participants in Non-frail group.\n\nFried Frailty Index scale determines frailty phenotypes through the assessment of five criteria including walking speed, weight loss, weakness (grip strength), and self-reports of physical activity and exhaustion."
                },
                {
                    "label": "Pre-frail group",
                    "description": "Participants will be assessed using five criteria from the Fried Frailty Index. Index scores\"1-2\" will place the participants in Pre-frail group.\n\nFried Frailty Index scale determines frailty phenotypes through the assessment of five criteria including walking speed, weight loss, weakness (grip strength), and self-reports of physical activity and exhaustion."
                },
                {
                    "label": "Frail group",
                    "description": "Participants will be assessed using five criteria from the Fried Frailty Index. Index scores\"3-5\" will place the participants in Frail group.\n\nFried Frailty Index scale determines frailty phenotypes through the assessment of five criteria including walking speed, weight loss, weakness (grip strength), and self-reports of physical activity and exhaustion."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Score on Modified Barium Swallow Impairment Profile (MBSImP)",
                    "description": "Dysphagia presence and severity will be examined using the validated Modified Barium Swallow Impairment Profile (MBSImP). Under MBSImP, swallows are assessed via 17 physiologic components pertaining to the oral and pharyngeal phases of swallowing. These individual components are scored from '0' to '5' with higher scores representing greater (worse) impairment within each component. The MBSImP yields total composite scores for the oral and pharyngeal domains as well as an overall impression score which is the worst score across all 17 components.",
                    "timeFrame": "2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with presence/absence of dysphagia based on Dynamic Imaging Grade of Swallowing Toxicity (DIGEST) scale",
                    "description": "Binary dysphagia status will be operationally defined as: DIGEST \\<1 = non-dysphagic; DIGEST ≥ 1 = dysphagic based on previous investigations.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Score on Dynamic Imaging Grade of Swallowing Toxicity (DIGEST) scale: Dysphagia severity",
                    "description": "Dysphagia severity will be indexed by DIGEST total scores (0=normal; 1=mild dysphagia; 2=moderate dysphagia; 3=severe dysphagia; 4=life-threatening dysphagia)",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Swallowing reaction time (ms)",
                    "description": "From Videofluoroscopic Swallow Studies (VFSS), the swallowing reaction time (ms) will be calculated.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Hyoid burst to upper esophageal sphincter open (ms)",
                    "description": "From VFSS, the hyoid burst to upper esophageal sphincter open (ms) will be calculated.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Upper esophageal sphincter opening duration (ms)",
                    "description": "From VFSS, the upper esophageal sphincter opening duration (ms) will be calculated.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Laryngeal closure reaction time (ms)",
                    "description": "From VFSS, the laryngeal closure reaction time (ms) will be calculated.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Laryngeal closure duration (ms).",
                    "description": "From VFSS, the laryngeal closure reaction duration (ms) will be calculated.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Extent of hyoid movement (mm)",
                    "description": "From Videofluoroscopic Swallow Studies (VFSS), the extent of hyoid movement in mm will be determined",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Upper esophageal sphincter (UES) opening width (mm)",
                    "description": "From Videofluoroscopic Swallow Studies (VFSS), the width of UES opening width in mm will be determined.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Pixel-based measure of pharyngeal residue (%C2-C4 squared)",
                    "description": "The analysis of swallowing physiology will include a pixel-based measure of pharyngeal residue. Residue will be traced and compared with an anatomic reference scalar (squared length of the C2-4 cervical spine),",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Pharyngeal constriction ratio (PCR)",
                    "description": "The 'Pharyngeal Constriction Ratio' (PCR), a pixel-based measure made on lateral view videofluoroscopy swallow study (VFSS) frames. The PCR is calculated by tracing the unobliterated area of the pharynx (including the bolus) at the point of maximum constriction during the swallow and then dividing that area by a corresponding area measure when the pharynx is at rest.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Masticatory efficiency evaluated by Test of Masticating and Swallowing Solids (TOMASS)",
                    "description": "The Test of Masticating and Swallowing Solids (TOMASS) was developed as a quantitative assessment of solid bolus ingestion. Participants will be instructed to eat a single portion of a cracker \"as quickly as is comfortably possible and when you have finished, say your name out loud\". Two independent raters will observe a lateral view of the face and count masticatory cycles by observing jaw movements. Timing of the entire task will be recorded using a stopwatch. Longer mastication times/more masticatory cycles required to eat the cracker are a worse outcomes.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Number of participants assessed as pass/fail the three ounce water swallow test",
                    "description": "Participants will be recorded as \"passing\" the three ounce water swallow test if they drank the water uninterrupted without coughing, choking, or without presence of a wet/gurgly voice during or immediately after drinking. If a participant stops drinking before finishing the three ounces, has coughing, choking or a wet/gurgly voice during or immediately after drinking, they will be recorded as \"failing\" this screen.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Pharyngeal Pressure Outcome: Integral pressure (mmHg*time)",
                    "description": "Integral pressure will be measured in velopharynx, tongue base, hypopharynx. Maximum pressure = the maximum amount of pressure generated at each of these corresponding sensors during the exam.\n\nDuration = the amount of time pressure is generated at each sensor during the trials.\n\nIntegral pressure= a summary measure of maximum pressure x time.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Pharyngeal Pressure Outcome: Pharyngeal contractile integral (PhCI)",
                    "description": "PhCI is a measure of the \"vigor\" of the pharyngeal contraction, taking into consideration the pressure amplitude, duration and length of the pharyngeal contraction.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Pharyngeal Pressure Outcome: Total swallow duration",
                    "description": "Total swallow duration = the total amount of time from pressure onset to pressure offset during a manometry bolus trial.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Lingual Pressure Outcome: Mean slope (kpa/seconds)",
                    "description": "Slope (kpa/seconds) is the lingual pressure range to maximum lingual pressure over time.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Lingual Pressure Outcome: Maximum lingual pressure",
                    "description": "The maximum lingual pressure is also referred to as maximum anterior isometric lingual pressure (MAIP) and it is the highest lingual pressure recorded during the trial.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Lingual Pressure Outcome: Saliva swallow pressure",
                    "description": "Saliva swallow pressure is the highest saliva swallowing pressure taken during a saliva pressure trial. Investigators will be taking an average of these 3 values to get the mean.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Lingual Pressure Outcome: Cyclic spatiotemporal index (CSTI)",
                    "description": "Cyclic spatiotemporal index represents a measure of pattern variability across repeated trials. Peaks and valleys in each task repetition are amplitude- and time-normalized and aligned with each other. An inbuilt algorithm within the MATLAB program then calculate standard deviations (SDs) across these peak and valley segments at successive 2% intervals, across 50 values per task repetition. The CSTI is then defined as the sum of these SDs with higher CSTI values representing greater pattern variability across the three MAIP trials. Mean CSTI was used in data analysis.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Lingual Pressure Outcome: Cycle duration",
                    "description": "Cycle duration is the total time of the lingual pressure trial from pressure onset to pressure offset.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: Maximum expiratory pressure(MEP)",
                    "description": "MEP (maximum expiratory pressure): the maximum amount of air the patient breathes out during a trial.\n\nThe highest MEP across trials will be recorded for each participant.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: Maximum inspiratory pressure (MIP)",
                    "description": "MIP (maximum inspiratory pressure): the maximum amount of air the patient breathes in during a trial. The highest MIP across trials will be recorded for each participant.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: Maximum Forced vital capacity (FVC)",
                    "description": "FVC (forced vital capacity): a surrogate measure of lung volume; maximum amount of air a person can breathe out following a maximum inhalation.\n\nThe highest FVC across trials will be recorded for each participant.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: Forced Expiratory Volume in 1 second (FEV1)",
                    "description": "The FEV1 associated with the highest FVC will be reported.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: FEV1/FVC Ratio",
                    "description": "FEV1/FVC ratio associated with the highest FVC will be reported.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Respiratory Measurement: Peak Expiratory Flow (PEF)",
                    "description": "The PEF associated with the highest FVC will be reported.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Salivary flow rate (grams/minute)",
                    "description": "Salivary flow rate will be determined by the change in collection vial weight over 5 minutes for both unstimulated and stimulated conditions (grams/minute).",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Extensional viscosity of saliva",
                    "description": "Compositional analyses will measure apparent extensional viscosity (ηapp(ɛ))\\^33 of saliva.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Time to break up saliva(ms)",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Salivary pH",
                    "description": "Salivary pH will be measured using a digital pH meter.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Mini Nutritional Assessment Score",
                    "description": "Nutritional status will be determined for each participant in accordance with scoring guidelines for the Mini Nutritional Assessment. The scale yields a total score out of 30 with higher scores representing more intact/healthy nutritional status. A total score of 24-30 is considered normal nutritional status, scores of 17-23.5 represent risk of malnutrition, and scores \\<17 indicate malnutrition.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Body Mass Index (BMI)",
                    "description": "Participant's weight and height will be combined to calculate BMI in kg/m\\^2. Participants will be categorized into the following standardized categories: 1) \\<18.5kg/m\\^2: underweight; 2) 18.5-24.9kg/m\\^2: normal/healthy weight; 3) 25-29.9kg/m\\^2: overweight; 4) ≥30kg/m\\^2: obese.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Limb function outcome: average handgrip strength",
                    "description": "The average handgrip strength across the three trials for each participant will be recorded and utilized in subsequent data analysis.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Gate analysis: cadence (steps per minute)",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Gate analysis: normalized walking velocity",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Gate analysis: normalized base of support",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Gate analysis: step extremity ratio",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Gate analysis: percentage of the gait cycle spent in double support time",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Presence/absence of exhaustion",
                    "description": "Exhaustion will be considered present if a participant answers \"a moderate amount of the time\" or \"most of the time\" to this question: \"How often in the last week did you feel this way?\".",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Total physical activity measured as kilocalories expended per week",
                    "description": "A weighted estimate of total physical activity (MET-minutes per week) from all reported activities per week will be obtained through the sum of the duration of the activity × frequency per week × MET intensity of each activity domain included in the questionnaire, which will then be converted to kilocalories expended per week.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Montreal Cognitive Assessment (MoCA) score",
                    "description": "Cognitive status will be determined by total MoCA scores. A total MoCA score of 26-30 is considered normal (no impairment); scores of 18-25 represent a mild cognitive impairment; scores of 10-17 represent a moderate cognitive impairment; and scores \\<10 a severe.",
                    "timeFrame": "Day 0"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Summary Composition of buccal, mucosal, and tongue dorsum microbial communities",
                    "description": "The composition and structure of the oral microbiota will then be determined via 16S rRNA gene analysis.",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 65 years of age or older\n* Ability to provide informed consent or the presence of a legally authorized representative (LAR) who can consent on behalf of the patient\n* Post-menopausal (female participants)\n* Not pregnant\n\nExclusion Criteria:\n\n* Allergy to barium\n* Prior surgery to the head and neck region affecting swallowing-related structures\n* Prior chemotherapy or radiation treatment to the head and neck region\n* Prior cerebral vascular accident with resulting persistent dysphagia\n* Non-English speaking",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "69 community-dwelling older adults (23 non-frail, 23 pre-frail, 23 frail) will be recruited from the UW Health Geriatrics clinics, Oakwood Village, a continuing care community for older adults located in Madison, WI, Pleasant View Nursing Home in Monroe, WI, and Skaalen Retirement Services in Stoughton, WI. Participants will attend two research visits. During the first study visit, a comprehensive assessment of limb function, gait, cognitive, and nutrition will be performed. Findings from this first session will allow us to calculate a Fried Frailty Index19 score for each participant and confirm their frailty status (non-frail, pre-frail, frail). During the second research visit, comprehensive swallowing assessments and saliva sample collection will occur. Given this is a cross-sectional study, enrollment will continue until the target of 69 participants (23 per group) is met.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Raele D Robison",
                    "role": "CONTACT",
                    "phone": "6105044605",
                    "email": "rrobison@wisc.edu"
                },
                {
                    "name": "Sara Gustafson",
                    "role": "CONTACT",
                    "phone": "608-262-9995",
                    "email": "segustaf@medicine.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nicole M Rogus-Pulia, PhD, CCC-SLP",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin-Madison Hospital and Clinics",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53703",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raele D Robison",
                            "role": "CONTACT",
                            "phone": "608-262-1552",
                            "email": "rrobison@wisc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003680",
                    "term": "Deglutition Disorders"
                },
                {
                    "id": "D000073496",
                    "term": "Frailty"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1175",
                    "name": "Frailty",
                    "asFound": "Frailty",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6882",
                    "name": "Deglutition Disorders",
                    "asFound": "Dysphagia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                }
            ]
        }
    },
    "hasResults": false
}