{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03877653",
            "orgStudyIdInfo": {
                "id": "30-00946"
            },
            "secondaryIdInfos": [
                {
                    "id": "Freedom-1",
                    "type": "OTHER",
                    "domain": "Curonix"
                }
            ],
            "organization": {
                "fullName": "Curonix LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Freedom-1 Study for Chronic Knee Pain",
            "officialTitle": "Double-Blinded Randomized Control Trial of Knee Pain Utilizing Sub-Threshold Peripheral Nerve Stimulation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "freedom-study-for-chronic-knee-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-11",
            "studyFirstSubmitQcDate": "2019-03-13",
            "studyFirstPostDateStruct": {
                "date": "2019-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Curonix LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Texas Institute for Pain and spine",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Performance Pain and Sports Medicine PLLC",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Holy Cross Hospital, Inc",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Colorado pain Care, LLC",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Advanced Spine and Pain",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Desert Orthopaedic Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Vista Clinical Research",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Premier Pain Treatment",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Florida Joint Pain Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Austin Orthopedic Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Kettering Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "To demonstrate the potential benefits and risk of active sub-threshold stimulation in the treatment of chronic knee pain as compared to subjects that did not have active stimulation. Improvement will be assessed in relation to the clinical outcome measures of pain, with primary endpoint; Pain relief rate as measured by the number of subjects with greater or equal to a 50% decrease in pain on the visual analog scale, comparing baseline to the 1-month follow-up.",
            "detailedDescription": "Screening and Patient Selection Subjects will be selected from the pool patients of routine care who meet all the inclusion criteria for this study and none of the exclusion criteria, as described in Section 9.3.\n\nCandidates will be given a patient information sheet (or Informed Consent) either in clinic or sent via post. Each approached candidate will be logged, assigned a screening number, and evaluated by the site research team. Subjects who sign the Informed Consent for participation and meet the Inclusion and Exclusion criteria will be enrolled and listed with an enrollment number. Recruitment will continue competitively until at least 84 subjects have evaluable data for evaluation of the primary endpoint.\n\nAverage pain levels will be captured at screening/baseline. Diagnostic Injection A diagnostic injection of the IPS under ultrasound, fluoroscopy or landmark guided in the clinic will be performed administering no more than 2cc of anesthetic. No steroids are allowed for the diagnostic injection. Only those subjects with significant temporary pain relief (\\> 75%) compared to the average pain level captured at baseline, and after at least 2 hours of the injection, will be allowed to continue with the study.\n\nTrial Implant All subjects will be brought to the procedure room or operating room (OR) for the trial implant procedure under local anesthetic. An introducer will be placed under ultrasound or fluoroscopic guidance at the target nerve and the electrodes percutaneously advanced towards the IPS. After insertion of the receiver and then confirmation of stimulation, the trial stimulator will be secured to the skin. The stimulator tail will be outside the body and attached to the skin. All subjects will undergo an active 7-day provisional test period. Only those subjects reporting \\> 50% pain relief at the end of the 7-day provisional test period as compared to the average pain level captured at baseline will be allowed to continue with the study. The trial leads will be removed at the end of 7 days.\n\nPermanent Implant All subjects responding to therapy with \\> 50% pain relief at 7 days will, at a later date, be brought to the operating room (OR) and given a sedative and local anesthetic for implantation of a permanent electrode. An introducer will be placed under ultrasound or fluoroscopic guidance onto the target nerve and the electrode array advanced towards the nerve. The receiver will be mated with the electrode array, and, after confirmation of stimulation, the permanent stimulator will be tunneled and secured. The device will remain inactive for 10 days to allow for satisfactory healing. If no localized infection or other complication, subjects can be brought back to the office for randomization.\n\nRandomization/Blinding Subjects will be randomized to either active sub-threshold (high frequency) stimulation or no stimulation (sham) by Curonix's Clinical Support. All subjects, the investigator and the research team will be blinded to the group assignment for up to 30 days from the moment of randomization.\n\nOffice Study Visits After randomization follow-up visits will be conducted at 1 week, 1 month, 3 months, and 6 months.\n\nInitial and follow-up evaluations will consist of physical exams, pain scale (m-MPS), Knee Injury \\& Osteoarthritis Outcome Score Junior (KOOS Jr), range of motion (flexion and extension measured by goniometer, work status and medication intake evaluation. At 1-month post-randomization, all subjects will be unblinded. Active devices can be adjusted for optimal pain relief. Sham devices will be reprogrammed to receive active treatment.\n\nAvailable stimulation programs include tonic (on table testing), 500 Hz, 1000 Hz 1499 Hz frequency stimulation, all of which may be utilized on the same subject.\n\nRemote Study Visits Follow up phone calls at 12 months, 18 months, and 24 months post-implantation will be performed to confirm durability of pain relief with the m-MPS and the global perceived effects scale (GPES). Any adverse events will be assessed and captured as part of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritic Knee Pain"
            ],
            "keywords": [
                "PNS",
                "Chronic",
                "Pain",
                "Wireless",
                "Neuromodulation",
                "knee",
                "osteoarthritic",
                "peripheral nerve stimulation",
                "infra patellar saphenous"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "placebo-controlled double blinded randomized clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "A sponsor representative will open the sealed envelopes and assign groups. Investigators and research staff will be blinded to assignment of high frequency or sham. Randomization assignment will be documented post-implant but will be filed separately in a document locker, which will only be available to a sponsor representative until the time of unblinding.\n\nWhen receiving active stimulation, devices will be programmed to deliver electrical stimulation below perception threshold. Stimulation waveforms delivered above perception threshold have the potential to unblind subjects to their assignments.\n\nWhen receiving sham stimulation, devices will be programmed to not actively deliver electrical stimulation but still deplete battery life to maintain blinding. Subjects will have to recharge batteries similar to receiving active stimulation.\n\nSites will not have access to the programmer. Study devices can only be programmed by Stimwave representatives.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interventional",
                    "type": "EXPERIMENTAL",
                    "description": "Single arm, active stimulation",
                    "interventionNames": [
                        "Device: Wireless neuromodulation"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "When receiving sham stimulation, devices will be programmed to not actively deliver electrical stimulation but still deplete battery life to maintain blinding. Subjects will have to recharge batteries similar to receiving active stimulation.\n\nSites will not have access to WaveCrest programmer. Study devices can only be programmed by Stimwave representatives.",
                    "interventionNames": [
                        "Device: Wireless neuromodulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Wireless neuromodulation",
                    "description": "A needle and catheter are carefully inserted near the enervated nerve. The stimulator is then placed through the catheter close to the nerve. The proximal end of the stimulator is then sutured underneath the skin to prevent migration.",
                    "armGroupLabels": [
                        "Interventional",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Responder rate",
                    "description": "A. Percentage of patients with at least 50% improvement in the knee pain identified at baseline compared to 3 months post full implant of the StimQ PNS System pain identified at baseline compared to 6 months post full implant of the Freedom PNS system with the VAS",
                    "timeFrame": "1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mankoski pain scale",
                    "description": "The Mankoski Pain Scale is a numerical scale from 0 to 10, with 0 representing no pain and 10 representing the worst pain imaginable. As pain is a subjective experience and individuals may interpret the severity of their pain differently, the MPS includes descriptions of each level of pain intensity to standardize the pain interpretation across subjects enrolled in this study.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Koos Jr",
                    "description": "The KOOS assesses patient knee pain, function in daily living, function in sport and recreation, and knee related quality of life. Scores range from 0 to 100 with a score of 0 indicating the worst possible knee symptoms and 100 indicating no knee symptoms. The KOOS is a patient reported joint-specific score, useful for assessing changes in knee pathology over time, with or without treatment",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Global Perceived Effect scales (GPES)",
                    "description": "Patient satisfaction with the implant will be measured by assessing global perceived effects (GPES) on a 7-point scale (1 = worst and 7 = best) Scale from 1 (no change) to 7 (a great deal better) describing improvement with therapy",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "McGill Short Form (SF-MPQ-2)",
                    "description": "The SF-MPQ-2 is a patient self-reported depression and pain quality questionnaire consisting of 22 questions, with all questions scored on a scale of 0 to 10. Answers on a scale of 0 (none) to 10 (worst possible)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Neuropathic pain questionnaire (DN4)",
                    "description": "The DN4 is a patient self-reported questionnaire designed to evaluate to degree of neuropathic pain. There are 10 questions on a scale of 0 (No) to 1 (Yes). Scores equal or higher than 4 out of 10 are an indication for the presence of neuropathic pain.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Work status (if working);",
                    "description": "Work history and status will be evaluated based on a patient's self-reported questionnaire(s) completed at screening/baseline and all follow up visits.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Percentage Increase in Ability to do Knee Bends and Walking Tolerance",
                    "description": "The patients will be evaluated for knee bends and walking tolerance before and after the treatment, using a treadmill for distance. Scale in degrees and (k)meters",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Range of Motion",
                    "description": "The passive and active range of motion will be measures with a goniometer.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Timed Up & Go (TUG)",
                    "description": "This test assesses mobility. The patient sits back in a standard armchair, and identifies a line on the floor 3 meters (10 feet) away. When the examiner says \"go\", the patient is timed to see how long it takes to get up out of the chair, walk to the line, turn around, come back to the chair and sit down",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Medication: Change in concomitant pain medication usage",
                    "description": "Measure a change in concomitant pain medication usage.",
                    "timeFrame": "1 month"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Treadmill",
                    "description": "Pain-free walking time and distance on the treadmill",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\ni. Subject is over 18 years of age; ii. Subjects with a history of chronic, function-limiting (m-MPS \\>6/10) knee pain from osteoarthritis of at least three months in duration with or without prior surgeries; iii. Subject has been diagnosed with Kellgren-Lawrence Grade II or III knee osteoarthritis, confirmed by X-ray studies conducted in the last year; iv. Subject has been examined and has been deemed to be an appropriate candidate for the procedure, including chronic knee pain in patients post total knee replacement (TKR); v. Subjects who are able to understand this investigation, and give voluntary, written informed consent to participate in this study; vi. Subjects who are able to co-operate with the study procedures and are willing to return to the center for all the required post-operative follow-ups; vii. Documented failure of at least two less invasive treatment modalities including physical therapy, intra-articular steroids and/or oral NSAIDS; viii. Subject has not had recent invasive surgical procedures of the knee within the following intervals in relation to the time of signing Informed Consent:- 2 weeks for steroid injection - 4 weeks for radiofrequency, cryoablation or hyaluronic acid (HA) injection ix. Subject noted good (\\> 75%) but only temporary relief for at least 2 hours from an infrapatellar saphenous nerve injection with local anesthetic; x. Subject is deemed to be neuro-psycho-socially appropriate for implantation therapies based of assessment of a Clinical Psychologist.\n\nExclusion Criteria:\n\nxi. Significant contralateral knee pain that would influence their level of activity greater to 6 on the modified-Mankosky Pain Scale; xii. Hip or foot pain greater than knee pain; xiii. Neurogenic or vascular claudication; xiv. Subject has been diagnosed with Kellgren-Lawrence Grade IV knee osteoarthritis, confirmed by X-ray studies conducted in the last year; xv. Uncontrolled major depression or uncontrolled psychiatric disorders; xvi. Uncontrolled or acute medical illnesses including coagulopathy, renal insufficiency, chronic liver dysfunction, progressive neurological deficit, infection, unstable angina, and severe chronic obstructive pulmonary disease; xvii. Chronic severe conditions that could interfere with the interpretations of the outcome assessments for pain and bodily function (eg. Rheumatoid arthritis, severe spinal stenosis, activity-limiting cardiac disease); xviii. Women who are pregnant or planning to become pregnant, lactating; xix. Body mass index (BMI) greater than 40 (morbid obesity); xx. Subjects with multiple complaints involving concomitant knee, foot, or ankle pathology or radiculopathy, that will not be amenable to study due to the overlap of pain complaints; xxi. Subject has been examined and has been deemed to be inappropriate for the procedure based on anatomical restrictions; xxii. Lymphedema or stasis ulcers or other conditions that would compromise the surgical site; xxiii. History of adverse reaction to local anesthetic drugs; xxiv. Worker's compensation claimants; xxv. Incarcerated or has an ankle position locator; xxvi. Documented allergy to device material components; xxvii. Known or suspected substance abuse within the last 2 years; xxviii. Pacemaker or implanted defibrillator; xxix. Participation in another clinical study that could confound the results of this study; xxx. Based on the opinion of the investigator any legal or medical concerns that would preclude his/her enrollment in the study or potentially confound the results; xxxi. Any other implanted active medical devices in the same site.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Niek Vanquathem, BA",
                    "role": "CONTACT",
                    "phone": "0032 492 69 22 23",
                    "email": "niekv@stimwavefreedom.com"
                }
            ],
            "locations": [
                {
                    "facility": "Western Clinical Research",
                    "status": "RECRUITING",
                    "city": "Placentia",
                    "state": "California",
                    "zip": "92870",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Lynch",
                            "role": "CONTACT",
                            "phone": "714-223-7000",
                            "phoneExt": "124",
                            "email": "research@ocpain.net"
                        },
                        {
                            "name": "Albert Lai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.87224,
                        "lon": -117.87034
                    }
                },
                {
                    "facility": "Colorado Pain Care, LLC",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80222",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joe Mitchell",
                            "role": "CONTACT",
                            "phone": "303-756-3245",
                            "email": "Joe.Mitchell@coloradopaincare.com"
                        },
                        {
                            "name": "Robert Moghim, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Holy Cross Hospital, Inc",
                    "status": "RECRUITING",
                    "city": "Fort Lauderdale",
                    "state": "Florida",
                    "zip": "33308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindita Burba",
                            "role": "CONTACT",
                            "phone": "954-229-7965",
                            "email": "lindita.burba@holy-cross.com"
                        },
                        {
                            "name": "Paul Wu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.12231,
                        "lon": -80.14338
                    }
                },
                {
                    "facility": "Florida Joint Care Institute",
                    "status": "RECRUITING",
                    "city": "Trinity",
                    "state": "Florida",
                    "zip": "34655",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Isabel JC Freeman",
                            "role": "CONTACT",
                            "phone": "727-372-6637",
                            "email": "ifreeman@floridajointcare.com"
                        },
                        {
                            "name": "Aaron Mates, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.18085,
                        "lon": -82.68177
                    }
                },
                {
                    "facility": "Southern Pain and research",
                    "status": "RECRUITING",
                    "city": "Jasper",
                    "state": "Georgia",
                    "zip": "30143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julianna Kirby",
                            "role": "CONTACT",
                            "phone": "678-971-4167",
                            "email": "jkirby@southernpainandspine.com"
                        },
                        {
                            "name": "Jordan Tate, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.46787,
                        "lon": -84.42909
                    }
                },
                {
                    "facility": "Vista Clinical Research/Summit Spine & Joint Centers",
                    "status": "RECRUITING",
                    "city": "Newnan",
                    "state": "Georgia",
                    "zip": "30265",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debra Helton",
                            "role": "CONTACT",
                            "phone": "770-755-6914",
                            "email": "dhelton@vistaclinresearch.com"
                        },
                        {
                            "name": "Sandeep Vaid, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.38067,
                        "lon": -84.79966
                    }
                },
                {
                    "facility": "Desert Orthopaedic Center",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89149",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Gastelum",
                            "role": "CONTACT",
                            "phone": "725-706-7860",
                            "email": "pgastelum@doclv.com"
                        },
                        {
                            "name": "Sungkook park, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                },
                {
                    "facility": "Orthopedic Associates of Southwest Ohio",
                    "status": "RECRUITING",
                    "city": "Dayton",
                    "state": "Ohio",
                    "zip": "45459",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Peterson",
                            "role": "CONTACT",
                            "phone": "937-439-6483",
                            "email": "lpeterson@oaswo.com"
                        },
                        {
                            "name": "Jonathan Silverman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.75895,
                        "lon": -84.19161
                    }
                },
                {
                    "facility": "Premier Pain Treatment",
                    "status": "RECRUITING",
                    "city": "Loveland",
                    "state": "Ohio",
                    "zip": "45140",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathy P White",
                            "role": "CONTACT",
                            "phone": "513-454-7246",
                            "email": "kwhite@premierpaintreatment.com"
                        },
                        {
                            "name": "Michael Danko, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.26895,
                        "lon": -84.26383
                    }
                },
                {
                    "facility": "Kettering Health",
                    "status": "RECRUITING",
                    "city": "Miamisburg",
                    "state": "Ohio",
                    "zip": "45429",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Machelle Gonzalez",
                            "role": "CONTACT",
                            "phone": "937-384-4511",
                            "email": "machelle.gonzalez@ketteringhealth.org"
                        },
                        {
                            "name": "Nirmala Abraham, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.64284,
                        "lon": -84.28661
                    }
                },
                {
                    "facility": "Austin Orthopedic Institute",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78759",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Earl Kilbride, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "Performance pain and sports medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amber Pulis",
                            "role": "CONTACT",
                            "phone": "346-217-1111",
                            "email": "apulis@performancepainhouston.com"
                        },
                        {
                            "name": "Matthias Wiederholz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Advanced Spine and Pain Center",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sofia Sued",
                            "role": "CONTACT",
                            "phone": "210-690-0777",
                            "email": "sofia.sued@gmail.com"
                        },
                        {
                            "name": "Ellen Lin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}