{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06173661",
            "orgStudyIdInfo": {
                "id": "2023p002389"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Fremanezumab Treatment of Migraine in Women With Menstrual Migraine Ages 18-45",
            "officialTitle": "A Single Center, Randomized, Double Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Efficacy and Safety of Fremanezumab (675 mg Quarterly) in Female Patients Aged 18-45 With Menstrual Migraine",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "fremanezumab-treatment-of-migraine-in-women-with-menstrual-migraine-ages"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-28",
            "studyFirstSubmitQcDate": "2023-12-07",
            "studyFirstPostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Carolyn A. Bernstein",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Teva Pharmaceuticals USA",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about how a migraine prevention medicine works for people who have migraines/headaches with their menstrual period. The study includes people ages 18 to 45 who have been diagnosed with migraine and who have a migraine with their menstrual period or those who have migraines with their menstrual period and at other times of the month as well.\n\nThe main question the study aims to answer are:\n\n• Does fremanazemab, an injectable calcitonin gene-related peptide (CGRP) pathway targeting therapy, decrease migraines associated with menstruation?\n\nParticipants will\n\n* have an evaluation and examination by a headache specialist physician\n* will receive the study medicine or inactive substitute every three months for two treatments\n* fill out diaries about their migraines\n* have tests on saliva to measure hormone levels\n\nResearchers will compare the people who get the medicine to those who get the inactive substitute to see if there are differences in response.",
            "detailedDescription": "Patients who meet the eligibility criteria and wish to participate will be consented, and will then be randomized to receive two rounds of treatment with either fremanezumab or placebo, administered 3 months apart, to understand efficacy and response in decreasing migraine days. The investigators will monitor with daily logs and use evidenced metrics to assess response. Participants will be carefully screened to ensure that they do not become pregnant while in the study. The investigators will measure monthly hormone levels using salivary samples. Each participant will have three in-person visits and will have five 5 visits via secure telehealth. The investigators are studying decreased headache days, severity, disability and quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Migraine",
                "Menstrual Migraine",
                "Menstrually Related Migraine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized, single center, double blind, placebo-controlled clinical trial with a non-crossover, parallel group study design that will select 72 patients who meet criteria and randomize half to receive active medication and half to receive placebo. A research pharmacist will randomize the patients; the study team will be blinded.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "A research pharmacist who is not on the study team will randomize the study arms.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients receiving active medication",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "These patients will receive 675 mg of fremanezumab for two total doses administered 3 months apart.",
                    "interventionNames": [
                        "Drug: Fremanezumab"
                    ]
                },
                {
                    "label": "Patients receiving placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "These patients will receive placebo injections for two total doses administered 3 months apart.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fremanezumab",
                    "description": "The intervention will be active medication.",
                    "armGroupLabels": [
                        "Patients receiving active medication"
                    ],
                    "otherNames": [
                        "AJOVY"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "The intervention will be placebo injection.",
                    "armGroupLabels": [
                        "Patients receiving placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Migraine Days",
                    "description": "The number of active migraine days during the 24-week treatment period after the 1st dose of study drug.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Migraine Duration",
                    "description": "The number of migraine hours of any severity experienced in the 24-week treatment period.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Migraine Severity",
                    "description": "Headache severity will be subjectively rated by the patient as follows: mild headache, moderate headache, and severe headache.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Migraine Specific Quality of Life Measure",
                    "description": "The Migraine Specific Quality of Life (MSQoL) scale is a 14 item questionnaire that assesses the impact of migraine and migraine treatment on a patient's quality of life during the previous 4 weeks. The MSQoL measures the degree to which performance of normal activities is limited by migraine, the degree to which performance of normal activities is prevented by migraine and the emotional effects of migraine. Scores range from 0 to 100, with higher scores indicating better health-related quality of life.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Responder Status",
                    "description": "Responder status is defined as 50% or more reduction from the 28 day baseline period in the monthly average number of migraine days during the 24 week treatment period.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Disability (MIDAS)",
                    "description": "Mean change from randomization at the end of 24-week treatment period in disability score for overall impact as measured by the Migraine Disability Assessment Test (MIDAS) questionnaire at the following time points:\n\n• Weeks 12 and 24\n\nThis questionnaire measures the impact of the patient's headaches on their life during the previous 3 months. A higher score on the MIDAS indicates a higher grade of disability. The grade is determined as follows: Grade 1 (scores ranging from 0 to 5): little or no disability; Grade 2 (scores ranging from 6 to 10): mild disability; Grade 3 (scores ranging from 11 to 20): moderate disability; Grade 4 (21 or greater): severe disability.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Disability (HIT-6)",
                    "description": "Mean change from randomization at end of 24-week treatment period in disability score for overall impact as measured by the Headache Impact Test (HIT-6) questionnaire at the following time points:\n\n• Weeks 4, 8, 12, 16, 20 and 24\n\nThe questionnaire measures the adverse impact of headache on social functioning, role functioning, vitality, cognitive functioning, and psychological distress. It also assesses headache severity. It is scored by a simple summation of the six items and ranges between 36 and 78, with larger scores reflecting greater impact.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Rescue Medication Use",
                    "description": "Decrease from baseline at end of 24-week treatment period in the average use of acute rescue medications per migraine attack.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Depression (PHQ-9)",
                    "description": "The Patient Health Questionnaire (PHQ-9) is a 9-item questionnaire with each item corresponding to 1 criterion of the Diagnostic and Statistical Manual for Mental Disorders 4th edition diagnostic criteria for Major depressive disorder. Each of the items is scored on a scale of 0 (\"not at all\"), 1 (\"several days\"), 2 (\"more than half the days\"), and 3 (\"nearly every day\") based on the frequency of symptoms during the past 2 weeks. The PHQ-9 is a validated measure for detecting and monitoring depression, anxiety, and somatization. Higher scores indicate higher severity of depressive symptoms.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Anxiety (GAD-7)",
                    "description": "The Generalized Anxiety Disorder Assessment-7 (GAD-7) is a self-reported questionnaire for screening and severity measuring of generalized anxiety disorder. The GAD-7 score is calculated by assigning scores of 0, 1, 2, and 3 to the response categories of \"not at all,\" \"several days,\" \"more than half the days,\" and \"nearly every day\" respectively, and adding together the scores for the seven questions.\n\nScores of 5, 10, and 15 are taken as the cut-off points for mild, moderate, and severe anxiety, respectively.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Sleep Quality (PSQI)",
                    "description": "The Pittsburgh Sleep Quality Index (PSQI) is a self-rated questionnaire which assesses sleep quality and disturbances over a 1-month time interval. The trend in changes of sleep quality from baseline will be assessed. In scoring the PSQI, seven component scores are derived, each scored 0 (no difficulty) to 3 (severe difficulty). The component scores are summed to produce a global score (range 0 to 21). Higher scores indicate worse sleep quality.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Hormone Levels",
                    "description": "Kits will be provided by myLAB Box™ for patients to provide saliva samples for the measurement of estradiol, testosterone, progesterone, DHEA, and cortisol. Measurement of these markers will be taken monthly and the trend in change from baseline will be assessed.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients may be randomized in this study only if they meet all of the following criteria:\n\n1. The patient is capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in this protocol\n2. The patient is female aged 18 to 45 years of age, inclusive\n3. The patient has a diagnosis of pure menstrual migraine (MM) or menstrual-related migraine (MRM)\n4. Prior to the screening visit (V1) the patient has a 6 month history of either:\n\n   * Menstrual Migraine (MM)\n   * Headache consistent with Menstrual Migraine (MM)\n   * Menstrually-Related Migraine (MRM)\n5. The patient fulfils the following criteria for migraine in a prospectively collected diary during the 28-day baseline period:\n\n   ○ Migraine attacks starting in the peri-menstrual period (days -2 to +3 of menstruation)\n\n   AND\n   * Pure Menstrual migraine with aura, either/or\n   * Menstrually-related migraine with aura, either/or\n   * Pure Menstrual migraine without aura, either/or\n   * Menstrually-related migraine without aura\n6. The patient agrees not to initiate any migraine preventive medications during the study\n7. The patient is in good health in the opinion of the sponsor as determined by medical evaluation, including medical history, neurologic examination, laboratory tests and cardiac monitoring\n8. The patient has a body weight ≥45 kg and a body mass index within the range of 17.5 to 34.9 kg/m\\^2, inclusive\n9. The patient demonstrated compliance with the electronic headache diary during the 28-day baseline period by entry of headache data on a minimum of 21 days cumulative during the 28-day baseline period (\\~diary compliance)\n10. Three months of regular menstrual cycle prior to baseline period and 1 regular cycle (within 21-28 days) of previous cycle during the baseline run-in period\n11. Patients not using birth control must have a negative urine beta-human chorionic gonadotrophin(β-HCG) test at the Screening Visit (V1), and must not be in a sexual relationship with a person who produces sperm or must be medically confirmed as sterile. These conditions must be met from the baseline period through the entire duration of study and 5.5 months after the last dose of fremanezumab.\n12. Patients using birth control must have a negative β-HCG test result and practice a highly effective method of birth control prior to treatment administration and 5.5 months following the last dose of IMP. Birth control permitted should allow estrogen drop and maintenance of monthly cycle: estrogen/progesterone pills; etonogestrel/ethinylestradiol ring; copper intrauterine device (IUD) and progesterone-containing IUD and have been on their current birth control for ≥30 days.\n13. The patient must be willing and able to comply with study restrictions and attend the clinic for all study visits required for the duration of the study and to attend follow up evaluations, as specified in the protocol\n\nExclusion Criteria:\n\nPatients will not be randomized/enrolled in this study if they meet any of the following criteria:\n\n1. The patient uses medications containing opioids or barbiturates on more than 4 days during the 28-day baseline period for the treatment of migraine or any other reason\n2. The patient uses \\>8 rimegepant or ubrogepant tablets per month\n3. The patient has ≥15 headache days per month\n4. The patient has used am intervention/device (eg, scheduled nerve blocks, implantable vagal nerve stimulation, and transcranial magnetic stimulation) for migraine during the 2 months prior to screening\n5. The patient is overusing acute medication\n6. The patient is pregnant or lactating or planning to get pregnant in ≤13 months post screening visit (V1)\n7. The patient has clinically significant hematological, cardiac, renal, endocrine, pulmonary, gastrointestinal, genitourinary, neurologic, hepatic or ocular disease, at the discretion of the sponsor\n8. The patient has a history of clinically significant cardiovascular disease or vascular ischemia (such as myocardial, neurological \\[eg, cerebral ischemia\\], peripheral extremity ischemia, or other ischemic event) or thromboembolic events (arterial or venous thrombotic or embolic events), such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis, or pulmonary embolism\n9. The patient has a known infection or history of human immunodeficiency virus, tuberculosis, any history of Lyme disease, or chronic hepatitis B or C infection\n10. The patient has a past or current history of cancer, except for appropriately treated non-melanoma skin carcinoma\n11. The patient has a history of hypersensitivity reactions to injected proteins, including monoclonal antibodies\n12. The patient has participated in a clinical study of a new chemical entity or a prescription medicine within 2 months of the screening visit (V1) or 3 months in case of biologics if the half-life of the biologics is unknown or 5 half-lives, whichever is longer, or is currently participating in another study of an IMP (or a medical device)\n13. The patient has previously received treatment with any calcitonin generelated peptide pathway (ligand/receptor) target therapy(erenumab, eptinezumab, galcanezumab, fremanezumab, rimegepant 75 mg every other day, or atogepant) or is actively taking them during the study\n14. The patient has any finding in the baseline 12-lead electrocardiogram considered clinically significant in the judgment of the sponsor\n15. The patient has any finding that, in the judgment of the sponsor, is a clinically significant abnormality, including serum chemistry, hematology, coagulation, and urinalysis test values (abnormal tests may be repeated for confirmation)\n16. The patient has a prior medical history of hepatic enzymes (alanine aminotransferase, aspartate aminotransferase, and alkaline phosphatase) \\>1.5x the upper limit of the normal range or suspected hepatocellular damage that fulfills the criteria for Hy's law during their prior medical history review at screening visit.\n17. The patient has a prior medical history of significant proteinuria or evidence of renal disease at the Screening Visit (V1).\n18. The patient has any clinically significant uncontrolled medical condition (treated or untreated). The patient has a history of alcohol or drug abuse in the opinion of the sponsor\n19. The patient cannot participate or successfully complete the study, in the opinion of their healthcare provider or the sponsor, for any of the following reasons:\n\n    * mentally or legally incapacitated or unable to give consent for any reason\n    * in custody due to an administrative or a legal decision, under tutelage, or being admitted to a sanitarium or social institution\n    * unable to be contacted in case of emergency\n    * has any other condition, which, in the opinion of the sponsor, makes the patient in appropriate for inclusion in the study\n20. The patient is an employee who is directly involved in the study or the relative of such an employee\n21. The patient has any disorder that may interfere with the absorption, distribution, metabolism, or excretion of IMP\n22. The patient is vulnerable (eg, people kept in detention)\n23. The patient has previously participated in this study",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melanie Choe",
                    "role": "CONTACT",
                    "phone": "6175253014",
                    "email": "athenastudy@mgb.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carolyn A Bernstein, MD",
                    "affiliation": "Brigham and Women's",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Health Care Center",
                    "status": "RECRUITING",
                    "city": "Chestnut Hill",
                    "state": "Massachusetts",
                    "zip": "02467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melanie K Choe, BS",
                            "role": "CONTACT",
                            "phone": "617-525-3614",
                            "email": "mlchoe@bwh.harvard.edu"
                        },
                        {
                            "name": "Carolyn M Bernstein, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Nasim Maleki, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33065,
                        "lon": -71.16616
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008881",
                    "term": "Migraine Disorders"
                },
                {
                    "id": "D000011293",
                    "term": "Premenstrual Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051270",
                    "term": "Headache Disorders, Primary"
                },
                {
                    "id": "D000020773",
                    "term": "Headache Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000008599",
                    "term": "Menstruation Disturbances"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "asFound": "Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14167",
                    "name": "Premenstrual Syndrome",
                    "asFound": "Menstrual Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9351",
                    "name": "Headache",
                    "relevance": "LOW"
                },
                {
                    "id": "M22529",
                    "name": "Headache Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26657",
                    "name": "Headache Disorders, Primary",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11582",
                    "name": "Menstruation Disturbances",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}