{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05364008",
            "orgStudyIdInfo": {
                "id": "IRB00215624"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD100369",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD100369"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "FRIEND: Fibroids and Unexplained Infertility Treatment With Epigallocatechin Gallate; A Natural CompounD in Green Tea",
            "officialTitle": "Fibroids and Unexplained Infertility Treatment With Epigallocatechin Gallate; A Natural CompounD in Green Tea (FRIEND)",
            "acronym": "FRIEND",
            "therapeuticArea": [
                "Other"
            ],
            "study": "friend-fibroids-and-unexplained-infertility-treatment-with-epigallocatechin-gallate-a-natural-compound-in-green-tea"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-22",
            "studyFirstSubmitQcDate": "2022-05-03",
            "studyFirstPostDateStruct": {
                "date": "2022-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Heping Zhang",
                "investigatorTitle": "Susan Dwight Bliss Professor of Biostatistics and Director of Yale Collaborative Center for Statistics in Science",
                "investigatorAffiliation": "Yale University"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "University of Illinois at Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "Johns Hopkins University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to determine the effect of low caffeine green tea extract containing 45% epigallocatechin gallate (EGCG) on fibroids and subsequent pregnancy and live births in women seeking fertility treatment.\n\nThe population will consist of 50 women desirous of conceiving, ages ≥18 to ≤40 years (at time of consent), and known to have class 2-6 fibroids, according to the FIGO staging system.",
            "detailedDescription": "The objective of this study is to conduct a randomized double-blinded clinical trial to determine the effect of low caffeine green tea extract on fibroids and subsequent pregnancy in women seeking fertility treatment. The investigators hypothesize that EGCG in low caffeine green tea extract will reduce the fibroid size, improve the quality of endometrium, and increase the likelihood of pregnancy. To test this hypothesis, the investigators propose a randomized placebo-controlled clinical trial to evaluate live birth outcomes for women with unexplained infertility who have uterine fibroids. Participants will be randomized to either oral low caffeine green tea extract (1650mg/day) vs. placebo along ovarian stimulation with clomiphene citrate and timed intrauterine insemination for up to 4 cycles.\n\nEndpoints\n\nPrimary Endpoint:\n\n- Our primary endpoint is cumulative live birth rate.\n\nSecondary Endpoints:\n\n* The conception rate.\n* The miscarriage rate.\n* The change of fibroid volume, symptom severity score, and health-related quality-of-life score, from baseline to completion of treatment, and endometrial receptivity biomarkers.\n* Time to pregnancy\n\nThis will be a randomized, multi-center, prospective, and double-blind clinical trial of low caffeine green tea extract versus placebo. Fifty (50) participants will be randomized via computer-generated randomization schedule to receive either:\n\n1. low caffeine green tea extract (1650mg in 6 capsules) taken orally on a daily basis along with Clomiphene citrate-intrauterine insemination (CC-IUI) cycle, up to 4 cycles if no pregnancy is achieved. Participant will stop green tea if she becomes pregnant.\n\n   or\n2. matched (smell, taste, color, texture) placebo capsules taken orally on a daily basis along with CC-IUI cycle, up to 4 cycles if no pregnancy is achieved. Participant will stop placebo if she becomes pregnant.\n\nThe randomization scheme will be on a 3:1 basis in favor of green tea extract, thus 37 participants will be assigned to the first arm (green tea extract) and 13 participants to the second arm (placebo).\n\nClomiphene citrate will be taken for 5 days on Day 3 +/- 2 days of the participant's cycle."
        },
        "conditionsModule": {
            "conditions": [
                "Leiomyoma, Uterine"
            ],
            "keywords": [
                "Uterine Fibroids"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-arm parallel assignment (with 3:1 ratio)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blind masking.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Green tea extract containing 45% epigallocatechin gallate (EGCG)",
                    "type": "EXPERIMENTAL",
                    "description": "Low caffeine green tea extract (1650mg in 6 capsules) taken orally on a daily basis (QD) along with Clomiphene citrate-intrauterine insemination (CC_IUI) cycle, up to 4 cycles if no pregnancy is achieved, participant will stop green tea if she becomes pregnant",
                    "interventionNames": [
                        "Drug: Green Tea Extract"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo (1650mg in 6 capsules) matched (smell, taste, color, texture) capsules taken orally on a daily basis (QD) along with Clomiphene citrate-intrauterine insemination (CC_IUI) cycle, up to 4 cycles if no pregnancy is achieved, participant will stop placebo if she becomes pregnant",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Green Tea Extract",
                    "description": "Green tea extract 1650 mg/day (45% EGCG) along with ovarian stimulation with clomiphene citrate and timed intrauterine insemination for up to 4 cycles.",
                    "armGroupLabels": [
                        "Green tea extract containing 45% epigallocatechin gallate (EGCG)"
                    ],
                    "otherNames": [
                        "EGCG (epigallocatechin gallate)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo 1650 mg/day along with ovarian stimulation with clomiphene citrate and timed intrauterine insemination for up to 4 cycles.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cumulative live birth rate.",
                    "description": "The number of women achieving live birth.",
                    "timeFrame": "Up to 15 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The conception rate",
                    "description": "The number of women achieving conception",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "The miscarriage rate",
                    "description": "The number of women who have a miscarriage after conception.",
                    "timeFrame": "up to 8 months"
                },
                {
                    "measure": "The change of fibroid volume",
                    "description": "The absolute change in fibroid volume (cm\\^3) from baseline to completion of treatment.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "The change of fibroid symptom severity score",
                    "description": "The absolute change in fibroid symptom severity summary scores from baseline to completion of treatment. It consists of an 8-item symptom severity scale. All items are scored on a 5-point Likert scale, ranging from \"not at all\" (1) to \"a very great deal\" (5). A high score means a worse outcome.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "The change of health-related quality-of-life questionnaire score",
                    "description": "The absolute change in health-related quality-of-life questionnaire summary scores from baseline to completion of treatment. It consists 29 Health-Related Quality of Life items comprising 6 domains: Concern, Activities, Energy/Mood, Control, Self-consciousness, and Sexual Function. All items are scored on a 5-point Likert scale, ranging from \"none of the time\" (1) to \"all of the time\" (5). A higher score means a worse outcome.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Time to conception",
                    "description": "The time from randomization to the first date of conception found",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Intramural fibroids and/or subserosal fibroids that meet the criteria for FIGO types 2-6; at least one fibroid with an average diameter of at least 1 cm in three dimensions. Participants with multiple fibroids including FIGO type 0 and type 1 will be allowed only in combination with additional fibroids type 2-6.\n2. Women ≥18 to ≤40 years of age, with six months or more infertility history, desirous of conceiving, regularly ovulating (defined as 9 or more menses per year), at initiation of participation. Women \\< 35 years of age must have at least 12 months of infertility history.\n3. Baseline AMH ≥ 0.7 ng/ml.\n4. At least one open fallopian tube confirmed by hysterosalpingography (HSG), sonohysterography, or laparoscopy/hysteroscopy in the last three years preceding enrollment into the study. An uncomplicated intrauterine non-IVF pregnancy and uncomplicated delivery and postpartum course resulting in live birth within the last three years will also serve as sufficient evidence of a patent tube and normal uterine cavity as long as the participant did not have, during the pregnancy or subsequently, risk factors for Asherman's syndrome or tubal disease or other disorder leading to an increased suspicion for intrauterine abnormality or tubal occlusion.\n5. Evidence of ovarian function/reserve as assessed by day 3 (+/-2 days) FSH ≤12 IU/L within one year prior to study initiation.\n6. In general, good health as assessed by PI, not taking any medications which could interfere with the study.\n7. Ability to have inseminations following hCG administration.\n8. If applicable, the study participant will inform their partner of trial participation.\n9. Male partner with total motile sperm in the ejaculate of at least 5 million sperm/ml, within one year of study initiation.\n10. Participant agreement to abstain from use of green tea products in any form during course of study participation in trial.\n\nExclusion Criteria:\n\n1. Participants with only intracavity uterine fibroid (FIGO Type 0 or Type 1) when not in combination with other types of fibroids (FIGO type 2-6).\n2. Currently pregnant.\n3. Clinical intrauterine miscarriages prior to initiating participation: participants must wait 3 months. No exclusion for biochemical pregnancies.\n4. Subjects using Green Tea/EGCG within 2 weeks prior to study enrollment. Matcha (Japanese green tea), maca powder, green tea beverages and all other forms of green tea require a 2-week wash-out.\n5. Undiagnosed abnormal uterine bleeding.\n6. Suspicious ovarian mass.\n7. Participants on depo-progestins, or hormonal implants (including Implanon). A two-month washout period will be required prior to screening for participants on these agents. Longer washouts may be necessary for certain depot contraceptive forms or implants, especially when the implants are still in place.\n8. Known 21-hydroxylase deficiency or other enzyme defects causing congenital adrenal hyperplasia.\n9. Uncontrolled diabetes with HbA1c \\> 6.5%\n10. Known significant anemia (Hemoglobin \\<8 g/dL).\n11. History of deep venous thrombosis, pulmonary embolus, or cerebrovascular event.\n12. Known heart disease (New York Heart Association Class II or higher).\n13. Known Liver disease (defined as AST or ALT\\>2 times normal, or total bilirubin \\>2.5 mg/dL).\n14. Known Renal disease (defined as BUN \\>30 mg/dL or serum creatinine \\> 1.4 mg/dL).\n15. History of, or suspected cervical carcinoma, endometrial carcinoma or breast carcinoma.\n16. History of alcohol abuse (defined as \\>14 drinks/week) or binge drinking of ≥ 6 drinks at one time).\n17. Known Cushing's disease.\n18. Known or suspected adrenal or ovarian androgen secreting tumors.\n19. Allergy or contraindication to the treatment medications: EGCG, clomiphene citrate (CC) or hCG.\n20. Couples with previous sterilization procedures (e.g., vasectomy, tubal ligation) which have been reversed.\n21. Participants with untreated poorly controlled hypertension defined as a systolic blood pressure ≥ 160 mm Hg or a diastolic ≥ 100 mm Hg obtained on two measures obtained at least 60 minutes apart.\n22. Participants who have undergone a bariatric surgery procedure in the recent past (\\< 12 months) and are in a period of acute weight loss or have been advised against pregnancy by their bariatric surgeon.\n23. Stage 3 and 4 endometriosis and endometriomas \\> 3cm (as per PI discretion) .\n24. Known polycystic ovarian syndrome as evidenced by anovulation or oligoovulation hirsutism and/or elevated testosterone levels, and ovarian morphology on ultrasound examination.\n25. Medical conditions that are contraindications to pregnancy.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Women of reproductive age",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ayman Al-Hendy, MD, PhD",
                    "role": "CONTACT",
                    "phone": "773-702-5954",
                    "email": "aalhendy@BSD.Uchicago.edu"
                },
                {
                    "name": "Heping Zhang, PhD",
                    "role": "CONTACT",
                    "phone": "203-785-5185",
                    "email": "heping.zhang@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Weinberg, PhD",
                    "affiliation": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale School of Medicine Dept.of Ob/Gyn & Reproductive Sciences",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Schepisi",
                            "role": "CONTACT",
                            "phone": "203-785-4933",
                            "email": "lisa.schepisi@yale.edu"
                        },
                        {
                            "name": "Hugh Taylor, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "University of Illinois at Chicago College of Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ana-Leonor Jay",
                            "role": "CONTACT",
                            "email": "analeono@uic.edu"
                        },
                        {
                            "name": "Frank Gonzalez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago, Department of Obstetrics and Gynecology",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hiba Siblini",
                            "role": "CONTACT",
                            "phone": "773-702-5954",
                            "email": "hsiblini@bsd.uchicago.edu"
                        },
                        {
                            "name": "Ayman Al-Hendy, MD, PHD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Johns Hopkins, Division of Reproductive Science and Women's Health Research",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Courtright",
                            "role": "CONTACT",
                            "phone": "410-955-6771",
                            "email": "lcourtr1@jhmi.edu"
                        },
                        {
                            "name": "James H Segars, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Yale School of Public Health and NCHID conFIRM Consortia is to improve the care of women with disorders affecting the reproductive system",
                    "url": "https://ysph.yale.edu/c2s2/confirm/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Once results are published study data will be uploaded to NICHD DASH (Data and Specimen Hub).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "data to become available in 2026",
            "accessCriteria": "Not available at this time"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007889",
                    "term": "Leiomyoma"
                },
                {
                    "id": "D000047708",
                    "term": "Myofibroma"
                },
                {
                    "id": "D000007246",
                    "term": "Infertility"
                }
            ],
            "ancestors": [
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10901",
                    "name": "Leiomyoma",
                    "asFound": "Leiomyoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25846",
                    "name": "Myofibroma",
                    "asFound": "Leiomyoma, Uterine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10290",
                    "name": "Infertility",
                    "asFound": "Infertility",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000045651",
                    "term": "Epigallocatechin gallate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000016587",
                    "term": "Antimutagenic Agents"
                },
                {
                    "id": "D000016588",
                    "term": "Anticarcinogenic Agents"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000018696",
                    "term": "Neuroprotective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M159487",
                    "name": "Epigallocatechin gallate",
                    "asFound": "HSC",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5373",
                    "name": "Caffeine",
                    "relevance": "LOW"
                },
                {
                    "id": "M6228",
                    "name": "Clomiphene",
                    "relevance": "LOW"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M30361",
                    "name": "Enclomiphene",
                    "relevance": "LOW"
                },
                {
                    "id": "M30362",
                    "name": "Zuclomiphene",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20773",
                    "name": "Neuroprotective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T27",
                    "name": "Epigallocatechin",
                    "asFound": "Quadrivalent Influenza Vaccine",
                    "relevance": "HIGH"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T370",
                    "name": "Caffeine",
                    "relevance": "LOW"
                },
                {
                    "id": "T312",
                    "name": "Tea",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Fl",
                    "name": "Flavonoid"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}