{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05199415",
            "orgStudyIdInfo": {
                "id": "2008000224"
            },
            "organization": {
                "fullName": "Massachusetts Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "Fulfillment Center Study on Work, Health, and Wellbeing",
            "officialTitle": "Fulfillment Center Intervention Study as Part of The Harvard T.H. Chan School of Public Health Center for Work, Health and Wellbeing",
            "therapeuticArea": [
                "Other"
            ],
            "study": "fulfillment-center-study-on-work-health-and-wellbeing"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-09",
            "studyFirstSubmitQcDate": "2022-01-05",
            "studyFirstPostDateStruct": {
                "date": "2022-01-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Massachusetts Institute of Technology",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Harvard School of Public Health (HSPH)",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to evaluate how work conditions affect workers' health and well-being, job attitudes and decisions on the job, and key organizational outcomes. This study is being carried out in partnership with a national retailer's e-commerce division. The study centers on a cluster randomized trial evaluation of changes in workplace policies and practices in order to understand their impact on workers, families, and the firm but also utilize multi-method data to gain a better understanding of the stressors and sources of resilience for this growing, but understudied population of low-wage workers.",
            "detailedDescription": "The goal of this study is to implement and test the feasibility of a participatory, integrated workplace intervention in fulfillment centers. The focal intervention is the launch of Health and Well-being Committees (HaWCs) in randomized fulfillment centers. The study aims related to the field experiment are to:\n\nAim #1: Evaluate an innovative participatory intervention aimed at improving health and well-being of non-supervisory workers in fulfillment centers to determine the intervention's efficacy and investigate possible mediation and proximate changes in the conditions of work\n\nAim #1a: Determine the efficacy of HaWCs in reducing psychological distress, improving key facets of positive psychological well-being and general self-reported health, and lowering levels of reported/unreported injuries.\n\nAim #1b: Investigate changes in key work conditions including voice, trust, support, safety climate, and workplace policies and practices, including how these proximate changes mediate outcomes\n\nAim #2: Conduct a process analysis of key contextual factors that support effective and integrated intervention implementation and sustained engagement.\n\nDesign and Randomization:\n\nThis study is a cluster-randomized trial with a staggered parallel research design. The investigators expect to randomize 21 fulfillment centers (N ≈ 200 workers per site) of a national e-commerce firm, with one additional site designated as a pilot site that will not be included in the randomization. Buildings will be stratified based on the technology used in the main job task of \"picking,\" i.e., retrieving items from different warehouse locations to place into boxes. The firm uses three main picking technologies: conveyor, voice-to-cart, and robotics. Each technology affects the conditions of work and specific safety concerns (e.g., more muscular strain in voice-to-cart sites where workers pull heavy carts, more noise in conveyor sites, and more isolation and small repetitive arm motions in robotics sites).\n\nData collection involves three waves of survey data (baseline, 6-months, and 12-months). Additional data will be collected from the firm's administrative records and through interviews and focus groups to support the process analysis.\n\nIntervention Delivery (0-12 months):\n\nAfter randomization, intervention delivery will begin by meeting with management of each fulfillment center to orient them to the study. After the baseline survey, the HaWCs will be announced in treatment sites. HaWCs will involve 10-14 workers and frontline supervisors, with a worker and manager co-chair. The main task of these committees will be to identify challenges to safety, health, and well-being spanning physical hazards, COVID-19 protocols as relevant, other conditions of work (e.g., schedules, pace of work), and policies (e.g., absenteeism, performance management). They will then implement mitigating solutions and track outcomes. HaWCs have a broader scope than traditional safety committees and will actively solicit worker voice regarding policies and practices that are not usually labelled as health and safety policies.\n\nThe first four HaWC meetings will be facilitated by the research team. This first set of meetings will also serve as training for the co-chairs who will then take over leading the twice monthly HaWC meetings and coordinating HaWC action plans. The research team will have bi-monthly check-ins with the co-chairs to receive updates on HaWC activities and action plans, gather process data, and provide any needed support.\n\nDuring this period, the 6-month and 12-month surveys will be administered in all sites.\n\nMaintenance Phase (13-30 months):\n\nThough the official experimental phase concludes at 12 months after baseline (and control sites may adopt the intervention after that), it is expected that HaWC activities will continue as committees implement action plans. During this period there will be less research team support, though technical assistance will be available to HaWCs upon request. The research team will conduct process data using HaWC meeting minutes, visual management tool photos, and periodic check-ins with co-chairs.\n\nData Analysis Plan:\n\nIn the experimental analysis for Aim 1, the investigators will estimate linear mixed-effects regression models for continuous outcomes, including the primary outcome of psychological distress and secondary outcomes such as positive psychological well-being and self-reported health. As a secondary analysis, the investigators will also model the change from baseline in order to directly control for baseline values of the outcomes of interest. However, because this model requires that subjects have baseline data, it will reduce the sample size and be included as a secondary analysis.\n\nIn the process analysis for Aim 2,t he investigators will answer research questions using qualitative analysis methods in which the investigators iterate ongoing data collection, analysis of each site as a case as well as comparisons across sites, and writing. The investigators will pursue an abductive analysis oriented to theory construction in which insights from the qualitative data surface in dialogue with existing theories and research as researchers focus on what is surprising, given existing theories, rather than building conclusions in a purely inductive process. Coding will be derived both deductively from themes and questions in the existing literature and inductively from the construction of additional categories as new themes and lines of inquiry emerge. Data analysis will be conducted using the qualitative software program Atlas.ti."
        },
        "conditionsModule": {
            "conditions": [
                "Psychological Distress",
                "Psychological Well-being",
                "Subjective Health",
                "Injuries"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 3459,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HaWC Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "These are the buildings that are randomized to receive the intervention during the study period.",
                    "interventionNames": [
                        "Behavioral: Health and Well-being Committee"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "These are the buildings that are randomized to continue as normal (no intervention) during the study period."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Health and Well-being Committee",
                    "description": "Health and Well-being Committees (HaWCs) will be introduced in treatment sites as a means to facilitate on-going problem identification and collaborative processes for developing action plans, implementing small-scale, site-based improvements. HaWCs will involve 10-14 workers and frontline supervisors, with a worker and manager co-chair. HaWCs will identify challenges to safety, health, and well-being spanning physical hazards, COVID-19 protocols as relevant, other conditions of work (e.g., schedules, pace of work), and policies (e.g., absenteeism, performance management). They will then design and implement mitigating solutions and track outcomes. As such, HaWCs have a broader scope than traditional safety committees and will actively solicit worker voice regarding policies and practices that are not labeled as health and safety policies.",
                    "armGroupLabels": [
                        "HaWC Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Psychological Distress",
                    "description": "The frequency of non-specific psychological distress (e.g., feeling nervous, hopeless, restless or fidgety, depressed, worthless, and everything is an effort) experienced in the last 30 days. This outcome will be measured using the Kessler Distress Scale. Respondents report the frequency from 0 (none of the time) to 4 (all of the time). Items are summed to give a score between 0 and 24, with higher scores indicating higher levels of psychological distress.",
                    "timeFrame": "12 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psychological well-being",
                    "description": "Psychological well-being will be measured utilizing vitality items from the General Well-being Schedule. Respondents report the frequency of emotional vitality items in the last month on a scale from 0 (None of the time) to 5 (All of the time). The items are summed, with higher scores indicating greater levels of emotional vitality. The minimum score is 0 and the maximum score is 35. This measure has previously been linked with reduced risk of chronic disease and with better physical health outcomes.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Self-reported general health",
                    "description": "A self-reported rating of general health using a singular item from the Short Form-36. Respondents will assess their own health as poor, fair, good, very good, or excellent.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Injuries and injuries reported to management",
                    "description": "Self-reported injuries will be assessed in the questionnaire. Survey respondents will answer whether they experienced an injury at work in the last 12 months (a dichotomous variable Yes/No) that led to seeking medical advice or losing time from work. They will also be asked whether this injury was reported to management, and the reason for not reporting (if applicable).",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Musculoskeletal pain",
                    "description": "This is a self-report of musculoskeletal pain and severity in the last 3 months using a modified question from the Pro-Care Survey (NordicQ). Respondents will be asked whether they experienced pain (a dichotomous Yes/No variable) on 4 different body regions: back, shoulders or neck, hands/wrists/arms, and legs/knees/feet. If they respond yes to a body region, they will then be asked to rate the pain as mild, moderate, or severe.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Sleep duration",
                    "description": "Sleep duration (hours and minutes) in the last 30 days using an item from the Pittsburgh Sleep Quality Index.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All individuals, non-supervisory and supervisory, employed at the fulfillment centers, including temporary workers.\n\nExclusion Criteria:\n\n* N/A",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Grace DeHorn, MSW",
                    "role": "CONTACT",
                    "phone": "574-299-6862",
                    "email": "gdehorn@mit.edu"
                },
                {
                    "name": "Erin L Kelly, PhD",
                    "role": "CONTACT",
                    "phone": "(617) 324-4116",
                    "email": "elkelly@mit.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin L Kelly, Phd",
                    "affiliation": "MIT Sloan School of Management",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MIT Sloan School of Management",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02142",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "U.S. Bureau of Labor Statistics. One-Screen Data Search [Internet]. 2020. Available rom: https://data.bls.gov/PDQWeb/ce"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gutelius B, Theodore N. The future of warehouse work: technological change in the U.S. logistics industry. UC Berkeley Labor Center and Working Partnerships USA [Internet]. 2019;76. Available from: http://laborcenter.berkeley.edu/future-of-warehouse-work/"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Abbott S, Gould-Werth A. Unboxing scheduling practices for U.S. warehouse workers: Lessons from a research advocacy roundtable. Washington Center for Equitable Growth [Internet]. 2020;30. Available from: https://equitablegrowth.org/research-paper/unboxing-scheduling-practices-for-u-s-warehouse-workers/"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Guendelsberger E. On the clock: what low-wage work did to me and how it drives America insane. New York: Little, Brown and Company; 2019."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Berkman LF, Kawachi I, Theorell T. Working conditions and health. Social epidemiology [Internet]. 2nd ed. New York, NY: Oxford University Press, Incorporated; 2014 [cited 2020 Oct 21]. p. 640. Available from: http://ebookcentral.proquest.com/lib/harvard-ebooks/detail.action?docID=1784097"
                },
                {
                    "pmid": "26620157",
                    "type": "BACKGROUND",
                    "citation": "Joyce S, Modini M, Christensen H, Mykletun A, Bryant R, Mitchell PB, Harvey SB. Workplace interventions for common mental disorders: a systematic meta-review. Psychol Med. 2016 Mar;46(4):683-97. doi: 10.1017/S0033291715002408. Epub 2015 Dec 1."
                },
                {
                    "pmid": "26232123",
                    "type": "BACKGROUND",
                    "citation": "Theorell T, Hammarstrom A, Aronsson G, Traskman Bendz L, Grape T, Hogstedt C, Marteinsdottir I, Skoog I, Hall C. A systematic review including meta-analysis of work environment and depressive symptoms. BMC Public Health. 2015 Aug 1;15:738. doi: 10.1186/s12889-015-1954-4."
                },
                {
                    "pmid": "24100465",
                    "type": "BACKGROUND",
                    "citation": "Bannai A, Tamakoshi A. The association between long working hours and health: a systematic review of epidemiological evidence. Scand J Work Environ Health. 2014 Jan;40(1):5-18. doi: 10.5271/sjweh.3388. Epub 2013 Oct 7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ganster DC, Rosen CC, Fisher GG. Long working hours and well-being: what we know, what we do not know, and what we need to know. J Bus Psychol. 2018 Feb;33(1):25-39."
                },
                {
                    "pmid": "22678492",
                    "type": "BACKGROUND",
                    "citation": "Nijp HH, Beckers DG, Geurts SA, Tucker P, Kompier MA. Systematic review on the association between employee worktime control and work-non-work balance, health and well-being, and job-related outcomes. Scand J Work Environ Health. 2012 Jul;38(4):299-313. doi: 10.5271/sjweh.3307. Epub 2012 Jun 6."
                },
                {
                    "pmid": "33311716",
                    "type": "BACKGROUND",
                    "citation": "Schneider D, Harknett K. Consequences of Routine Work-Schedule Instability for Worker Health and Well-Being. Am Sociol Rev. 2019 Feb 1;84(1):82-114. doi: 10.1177/0003122418823184."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Evans W. Inside one of Amazon's hardest-hit warehouses: 'Why aren't we closing the building?' [Internet]. Reveal. 2020. Available from: https://revealnews.org/article/inside-one-of-amazons-hardest-hit-warehouses-why-arent-we-closing-the-building/"
                },
                {
                    "pmid": "12214795",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Andrews G, Colpe LJ, Hiripi E, Mroczek DK, Normand SL, Walters EE, Zaslavsky AM. Short screening scales to monitor population prevalences and trends in non-specific psychological distress. Psychol Med. 2002 Aug;32(6):959-76. doi: 10.1017/s0033291702006074."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kubzansky LD, Boehm JK, Segerstrom SC. Positive psychological functioning and the biology of health: positive psychology and biology. Social and Personality Psychology Compass. 2015 Dec;9(12):645-660."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kubzansky LD, Winning A. Mental disorders and the emergence of physical disorders. In: Koenen KC, Rudenstine S, Susser E, Galea S, editors. A life course approach to mental disorders. Oxford, U.K.: Oxford University Press; 2013. p. 291-304."
                },
                {
                    "pmid": "25911639",
                    "type": "BACKGROUND",
                    "citation": "Cohen BE, Edmondson D, Kronish IM. State of the Art Review: Depression, Stress, Anxiety, and Cardiovascular Disease. Am J Hypertens. 2015 Nov;28(11):1295-302. doi: 10.1093/ajh/hpv047. Epub 2015 Apr 24."
                },
                {
                    "pmid": "30213332",
                    "type": "BACKGROUND",
                    "citation": "Kubzansky LD, Huffman JC, Boehm JK, Hernandez R, Kim ES, Koga HK, Feig EH, Lloyd-Jones DM, Seligman MEP, Labarthe DR. Positive Psychological Well-Being and Cardiovascular Disease: JACC Health Promotion Series. J Am Coll Cardiol. 2018 Sep 18;72(12):1382-1396. doi: 10.1016/j.jacc.2018.07.042."
                },
                {
                    "pmid": "31451635",
                    "type": "BACKGROUND",
                    "citation": "Lee LO, James P, Zevon ES, Kim ES, Trudel-Fitzgerald C, Spiro A 3rd, Grodstein F, Kubzansky LD. Optimism is associated with exceptional longevity in 2 epidemiologic cohorts of men and women. Proc Natl Acad Sci U S A. 2019 Sep 10;116(37):18357-18362. doi: 10.1073/pnas.1900712116. Epub 2019 Aug 26."
                },
                {
                    "pmid": "30916322",
                    "type": "BACKGROUND",
                    "citation": "Felknor SA, Schulte PA, Schnorr TM, Pana-Cryan R, Howard J. Burden, Need and Impact: An Evidence-Based Method to Identify Worker Safety and Health Research Priorities. Ann Work Expo Health. 2019 Apr 19;63(4):375-385. doi: 10.1093/annweh/wxz011."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mehta A, Levy F. Warehousing, trucking, and technology: the future of work in logistics. 2020;36. Available from: https://workofthefuture.mit.edu/wp-content/uploads/2020/09/2020-Research-Brief-Mehta-Levy-4.pdf"
                },
                {
                    "pmid": "20175398",
                    "type": "BACKGROUND",
                    "citation": "Luckhaupt SE, Tak S, Calvert GM. The prevalence of short sleep duration by industry and occupation in the National Health Interview Survey. Sleep. 2010 Feb;33(2):149-59. doi: 10.1093/sleep/33.2.149."
                },
                {
                    "pmid": "25349460",
                    "type": "BACKGROUND",
                    "citation": "Kelly EL, Moen P, Oakes JM, Fan W, Okechukwu C, Davis KD, Hammer L, Kossek E, King RB, Hanson G, Mierzwa F, Casper L. Changing Work and Work-Family Conflict: Evidence from the Work, Family, and Health Network*. Am Sociol Rev. 2014 Jun 1;79(3):485-516. doi: 10.1177/0003122414531435."
                },
                {
                    "pmid": "21580799",
                    "type": "BACKGROUND",
                    "citation": "Kelly EL, Moen P, Tranby E. Changing Workplaces to Reduce Work-Family Conflict: Schedule Control in a White-Collar Organization. Am Sociol Rev. 2011 Apr;76(2):265-290. doi: 10.1177/0003122411400056."
                },
                {
                    "pmid": "24907896",
                    "type": "BACKGROUND",
                    "citation": "Wulsin L, Alterman T, Timothy Bushnell P, Li J, Shen R. Prevalence rates for depression by industry: a claims database analysis. Soc Psychiatry Psychiatr Epidemiol. 2014 Nov;49(11):1805-21. doi: 10.1007/s00127-014-0891-3. Epub 2014 Jun 8."
                },
                {
                    "pmid": "11393444",
                    "type": "BACKGROUND",
                    "citation": "LePine JA, Van Dyne L. Voice and cooperative behavior as contrasting forms of contextual performance: evidence of differential relationships with big five personality characteristics and cognitive ability. J Appl Psychol. 2001 Apr;86(2):326-36. doi: 10.1037/0021-9010.86.2.326."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wood S. Job characteristics, employee voice and well-being in Britain. Industrial Relations Journal. Wiley-Blackwell; 2008 Mar;39(2):153-168."
                },
                {
                    "pmid": "31564754",
                    "type": "BACKGROUND",
                    "citation": "Jones D, Molitor D, Reif J. What do Workplace Wellness Programs do? Evidence from the Illinois Workplace Wellness Study. Q J Econ. 2019 Nov;134(4):1747-1791. doi: 10.1093/qje/qjz023. Epub 2019 Aug 16."
                },
                {
                    "pmid": "30990549",
                    "type": "BACKGROUND",
                    "citation": "Song Z, Baicker K. Effect of a Workplace Wellness Program on Employee Health and Economic Outcomes: A Randomized Clinical Trial. JAMA. 2019 Apr 16;321(15):1491-1501. doi: 10.1001/jama.2019.3307. Erratum In: JAMA. 2019 May 14;321(18):1830. doi: 10.1001/jama.2019.5197."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Abildgaard JS, Hasson H, von Thiele Schwarz U, Løvseth LT, Ala-Laurinaho A, Nielsen K. Forms of participation: the development and application of a conceptual model of participation in work environment interventions. Economic and Industrial Democracy. SAGE Publications Ltd; 2020 Aug 1;41(3):746-769."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nielsen K, Abildgaard J. Organizational interventions: A research-based framework for the evaluation of both process and effects. Work & Stress. 2013 Jul;27(3):278-297."
                },
                {
                    "pmid": "30407366",
                    "type": "BACKGROUND",
                    "citation": "Tamers SL, Goetzel R, Kelly KM, Luckhaupt S, Nigam J, Pronk NP, Rohlman DS, Baron S, Brosseau LM, Bushnell T, Campo S, Chang CC, Childress A, Chosewood LC, Cunningham T, Goldenhar LM, Huang TT, Hudson H, Linnan L, Newman LS, Olson R, Ozminkowski RJ, Punnett L, Schill A, Scholl J, Sorensen G. Research Methodologies for Total Worker Health(R): Proceedings From a Workshop. J Occup Environ Med. 2018 Nov;60(11):968-978. doi: 10.1097/JOM.0000000000001404."
                },
                {
                    "pmid": "28736455",
                    "type": "BACKGROUND",
                    "citation": "von Thiele Schwarz U, Nielsen KM, Stenfors-Hayes T, Hasson H. Using kaizen to improve employee well-being: Results from two organizational intervention studies. Hum Relat. 2017 Aug;70(8):966-993. doi: 10.1177/0018726716677071. Epub 2016 Dec 1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Böckerman P, Bryson A, Ilmakunnas P. Does high involvement management improve worker well-being? Journal of Economic Behavior & Organization. 2012 Nov 1;84(2):660-680."
                },
                {
                    "pmid": "19193533",
                    "type": "BACKGROUND",
                    "citation": "Morse T, Goyzueta J, Curry L, Warren N. Characteristics of effective job health and safety committees. New Solut. 2008;18(4):441-57. doi: 10.2190/NS.18.4.c."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Eaton AE, Nocerino T. The effectiveness of health and safety committees: results of a survey of public-sector workplaces. Industrial Relations: A Journal of Economy and Society. 2000;39(2):265-290."
                },
                {
                    "pmid": "18457492",
                    "type": "BACKGROUND",
                    "citation": "Bond FW, Flaxman PE, Bunce D. The influence of psychological flexibility on work redesign: mediated moderation of a work reorganization intervention. J Appl Psychol. 2008 May;93(3):645-54. doi: 10.1037/0021-9010.93.3.645."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Moen P, Kelly EL, Fan W, Lee S-R, Almeida D, Kossek EE, Buxton OM. Does a flexibility/support organizational initiative improve high-tech employees' well-being? Evidence from the work, family, and health network. Am Sociol Rev. SAGE Publications Inc; 2016 Feb 1;81(1):134-164."
                },
                {
                    "pmid": "22219060",
                    "type": "BACKGROUND",
                    "citation": "Carvalho Mesquita C, Ribeiro JC, Moreira P. Effect of a specific exercise program on the strength and resistance levels of lumbar muscles in warehouse workers. Int J Occup Med Environ Health. 2012 Mar;25(1):80-8. doi: 10.2478/s13382-012-0011-0. Epub 2012 Jan 5."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "IJzelenberg W. Prevention of work-related musculoskeletal complaints [Internet]. [Netherlands]: Erasmus University; 2006. Available from: https://core.ac.uk/download/pdf/18516169.pdf"
                },
                {
                    "pmid": "25528687",
                    "type": "BACKGROUND",
                    "citation": "Anger WK, Elliot DL, Bodner T, Olson R, Rohlman DS, Truxillo DM, Kuehl KS, Hammer LB, Montgomery D. Effectiveness of total worker health interventions. J Occup Health Psychol. 2015 Apr;20(2):226-47. doi: 10.1037/a0038340. Epub 2014 Dec 22."
                },
                {
                    "pmid": "26730561",
                    "type": "BACKGROUND",
                    "citation": "Cooklin A, Joss N, Husser E, Oldenburg B. Integrated Approaches to Occupational Health and Safety: A Systematic Review. Am J Health Promot. 2017 Sep;31(5):401-412. doi: 10.4278/ajhp.141027-LIT-542. Epub 2016 Jan 5."
                },
                {
                    "pmid": "27240022",
                    "type": "BACKGROUND",
                    "citation": "Feltner C, Peterson K, Palmieri Weber R, Cluff L, Coker-Schwimmer E, Viswanathan M, Lohr KN. The Effectiveness of Total Worker Health Interventions: A Systematic Review for a National Institutes of Health Pathways to Prevention Workshop. Ann Intern Med. 2016 Aug 16;165(4):262-9. doi: 10.7326/M16-0626. Epub 2016 May 31."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Tetrick LE, Winslow CJ. Workplace stress management interventions and health promotion. Annu Rev Organ Psychol Organ Behav. 2015 Apr 10;2(1):583-603."
                },
                {
                    "pmid": "26557703",
                    "type": "BACKGROUND",
                    "citation": "Hammer LB, Truxillo DM, Bodner T, Rineer J, Pytlovany AC, Richman A. Effects of a Workplace Intervention Targeting Psychosocial Risk Factors on Safety and Health Outcomes. Biomed Res Int. 2015;2015:836967. doi: 10.1155/2015/836967. Epub 2015 Oct 18."
                },
                {
                    "pmid": "26348479",
                    "type": "BACKGROUND",
                    "citation": "Hammer LB, Johnson RC, Crain TL, Bodner T, Kossek EE, Davis KD, Kelly EL, Buxton OM, Karuntzos G, Chosewood LC, Berkman L. Intervention effects on safety compliance and citizenship behaviors: Evidence from the Work, Family, and Health Study. J Appl Psychol. 2016 Feb;101(2):190-208. doi: 10.1037/apl0000047. Epub 2015 Sep 7."
                },
                {
                    "pmid": "26762216",
                    "type": "BACKGROUND",
                    "citation": "Kullberg A, Bergenmar M, Sharp L. Changed nursing scheduling for improved safety culture and working conditions - patients' and nurses' perspectives. J Nurs Manag. 2016 May;24(4):524-32. doi: 10.1111/jonm.12352. Epub 2016 Jan 13."
                },
                {
                    "pmid": "23362607",
                    "type": "BACKGROUND",
                    "citation": "Rickard G, Lenthall S, Dollard M, Opie T, Knight S, Dunn S, Wakerman J, MacLeod M, Seller J, Brewster-Webb D. Organisational intervention to reduce occupational stress and turnover in hospital nurses in the Northern Territory, Australia. Collegian. 2012;19(4):211-21. doi: 10.1016/j.colegn.2012.07.001."
                },
                {
                    "pmid": "31022886",
                    "type": "BACKGROUND",
                    "citation": "Sorensen G, Peters S, Nielsen K, Nagler E, Karapanos M, Wallace L, Burke L, Dennerlein JT, Wagner GR. Improving Working Conditions to Promote Worker Safety, Health, and Wellbeing for Low-Wage Workers: The Workplace Organizational Health Study. Int J Environ Res Public Health. 2019 Apr 24;16(8):1449. doi: 10.3390/ijerph16081449."
                },
                {
                    "pmid": "29608542",
                    "type": "BACKGROUND",
                    "citation": "Chari R, Chang CC, Sauter SL, Petrun Sayers EL, Cerully JL, Schulte P, Schill AL, Uscher-Pines L. Expanding the Paradigm of Occupational Safety and Health: A New Framework for Worker Well-Being. J Occup Environ Med. 2018 Jul;60(7):589-593. doi: 10.1097/JOM.0000000000001330."
                },
                {
                    "pmid": "31809344",
                    "type": "BACKGROUND",
                    "citation": "VanderWeele TJ, Chen Y, Long K, Kim ES, Trudel-Fitzgerald C, Kubzansky LD. Positive Epidemiology? Epidemiology. 2020 Mar;31(2):189-193. doi: 10.1097/EDE.0000000000001147. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mäkikangas A, Aunola K, Seppälä P, Hakanen J. Work engagement-team performance relationship: shared job crafting as a moderator. Journal of Occupational and Organizational Psychology. 2016 Aug 10;89(4):772-790."
                },
                {
                    "pmid": "26066933",
                    "type": "BACKGROUND",
                    "citation": "Schulte PA, Guerin RJ, Schill AL, Bhattacharya A, Cunningham TR, Pandalai SP, Eggerth D, Stephenson CM. Considerations for Incorporating \"Well-Being\" in Public Policy for Workers and Workplaces. Am J Public Health. 2015 Aug;105(8):e31-44. doi: 10.2105/AJPH.2015.302616. Epub 2015 Jun 11."
                },
                {
                    "pmid": "21553969",
                    "type": "BACKGROUND",
                    "citation": "Boehm JK, Peterson C, Kivimaki M, Kubzansky L. A prospective study of positive psychological well-being and coronary heart disease. Health Psychol. 2011 May;30(3):259-67. doi: 10.1037/a0023124."
                },
                {
                    "pmid": "22506752",
                    "type": "BACKGROUND",
                    "citation": "Boehm JK, Kubzansky LD. The heart's content: the association between positive psychological well-being and cardiovascular health. Psychol Bull. 2012 Jul;138(4):655-91. doi: 10.1037/a0027448. Epub 2012 Apr 16."
                },
                {
                    "pmid": "25603420",
                    "type": "BACKGROUND",
                    "citation": "Boehm JK, Trudel-Fitzgerald C, Kivimaki M, Kubzansky LD. The prospective association between positive psychological well-being and diabetes. Health Psychol. 2015 Oct;34(10):1013-21. doi: 10.1037/hea0000200. Epub 2015 Jan 19."
                },
                {
                    "pmid": "25867031",
                    "type": "BACKGROUND",
                    "citation": "Lambiase MJ, Kubzansky LD, Thurston RC. Positive psychological health and stroke risk: The benefits of emotional vitality. Health Psychol. 2015 Oct;34(10):1043-6. doi: 10.1037/hea0000228. Epub 2015 Apr 13."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nielsen K, Randall R. Opening the black box: presenting a model for evaluating organizational-level interventions. European Journal of Work and Organizational Psychology. Routledge; 2013 Oct 1;22(5):601-617"
                },
                {
                    "pmid": "28990211",
                    "type": "BACKGROUND",
                    "citation": "Schulte PA, Cunningham TR, Nickels L, Felknor S, Guerin R, Blosser F, Chang CC, Check P, Eggerth D, Flynn M, Forrester C, Hard D, Hudson H, Lincoln J, McKernan LT, Pratap P, Stephenson CM, Van Bogaert D, Menger-Ogle L. Translation research in occupational safety and health: A proposed framework. Am J Ind Med. 2017 Dec;60(12):1011-1022. doi: 10.1002/ajim.22780. Epub 2017 Oct 9."
                },
                {
                    "pmid": "29328872",
                    "type": "BACKGROUND",
                    "citation": "Shelton RC, Cooper BR, Stirman SW. The Sustainability of Evidence-Based Interventions and Practices in Public Health and Health Care. Annu Rev Public Health. 2018 Apr 1;39:55-76. doi: 10.1146/annurev-publhealth-040617-014731. Epub 2018 Jan 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kelly E, Moen P. Overload: how good jobs went bad and what we can do about it. Princeton University Press; 2020."
                },
                {
                    "pmid": "27082022",
                    "type": "BACKGROUND",
                    "citation": "Okechukwu CA, Kelly EL, Bacic J, DePasquale N, Hurtado D, Kossek E, Sembajwe G. Supporting employees' work-family needs improves health care quality: Longitudinal evidence from long-term care. Soc Sci Med. 2016 May;157:111-9. doi: 10.1016/j.socscimed.2016.03.031. Epub 2016 Mar 24."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rahmandad H, Ton Z. If higher pay is profitable, why is it so rare? Modeling competing strategies in mass market services. Organization Science. 2020 Feb 13;31(5):59."
                },
                {
                    "pmid": "22144731",
                    "type": "BACKGROUND",
                    "citation": "Moen P, Kelly EL, Tranby E, Huang Q. Changing work, changing health: can real work-time flexibility promote health behaviors and well-being? J Health Soc Behav. 2011 Dec;52(4):404-29. doi: 10.1177/0022146511418979."
                },
                {
                    "pmid": "29389812",
                    "type": "BACKGROUND",
                    "citation": "Sorensen G, Sparer E, Williams JAR, Gundersen D, Boden LI, Dennerlein JT, Hashimoto D, Katz JN, McLellan DL, Okechukwu CA, Pronk NP, Revette A, Wagner GR. Measuring Best Practices for Workplace Safety, Health, and Well-Being: The Workplace Integrated Safety and Health Assessment. J Occup Environ Med. 2018 May;60(5):430-439. doi: 10.1097/JOM.0000000000001286."
                },
                {
                    "pmid": "32515231",
                    "type": "BACKGROUND",
                    "citation": "Dennerlein JT, Burke L, Sabbath EL, Williams JAR, Peters SE, Wallace L, Karapanos M, Sorensen G. An Integrative Total Worker Health Framework for Keeping Workers Safe and Healthy During the COVID-19 Pandemic. Hum Factors. 2020 Aug;62(5):689-696. doi: 10.1177/0018720820932699. Epub 2020 Jun 9."
                },
                {
                    "pmid": "29215909",
                    "type": "BACKGROUND",
                    "citation": "Kossek EE, Thompson RJ, Lawson KM, Bodner T, Perrigino MB, Hammer LB, Buxton OM, Almeida DM, Moen P, Hurtado DA, Wipfli B, Berkman LF, Bray JW. Caring for the elderly at work and home: Can a randomized organizational intervention improve psychological health? J Occup Health Psychol. 2019 Feb;24(1):36-54. doi: 10.1037/ocp0000104. Epub 2017 Dec 7."
                },
                {
                    "pmid": "27919058",
                    "type": "BACKGROUND",
                    "citation": "Dennerlein JT, O'Day ET, Mulloy DF, Somerville J, Stoddard AM, Kenwood C, Teeple E, Boden LI, Sorensen G, Hashimoto D. Lifting and exertion injuries decrease after implementation of an integrated hospital-wide safe patient handling and mobilisation programme. Occup Environ Med. 2017 May;74(5):336-343. doi: 10.1136/oemed-2015-103507. Epub 2016 Oct 25."
                },
                {
                    "pmid": "32077300",
                    "type": "BACKGROUND",
                    "citation": "Brown MC, Harris JR, Hammerback K, Kohn MJ, Parrish AT, Chan GK, Ornelas IJ, Helfrich CD, Hannon PA. Development of a Wellness Committee Implementation Index for Workplace Health Promotion Programs in Small Businesses. Am J Health Promot. 2020 Jul;34(6):614-621. doi: 10.1177/0890117120906967. Epub 2020 Feb 20."
                },
                {
                    "pmid": "26946121",
                    "type": "BACKGROUND",
                    "citation": "Hannon PA, Hammerback K, Allen CL, Parrish AT, Chan KG, Kohn MJ, Teague S, Beresford SA, Helfrich CD, Harris JR. HealthLinks randomized controlled trial: Design and baseline results. Contemp Clin Trials. 2016 May;48:1-11. doi: 10.1016/j.cct.2016.02.011. Epub 2016 Mar 2."
                },
                {
                    "pmid": "31622155",
                    "type": "BACKGROUND",
                    "citation": "Hannon PA, Hammerback K, Kohn MJ, Kava CM, Gary Chan KC, Parrish AT, Allen C, Helfrich CD, Mayotte C, Beresford SA, Harris JR. Disseminating Evidence-Based Interventions in Small, Low-Wage Worksites: A Randomized Controlled Trial in King County, Washington (2014-2017). Am J Public Health. 2019 Dec;109(12):1739-1746. doi: 10.2105/AJPH.2019.305313. Epub 2019 Oct 17."
                },
                {
                    "pmid": "23192461",
                    "type": "BACKGROUND",
                    "citation": "Yassi A, Lockhart K, Sykes M, Buck B, Stime B, Spiegel JM. Effectiveness of joint health and safety committees: a realist review. Am J Ind Med. 2013 Apr;56(4):424-38. doi: 10.1002/ajim.22143. Epub 2012 Nov 28."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Keating E, Oliva R, Repenning N, Rockart S, Sterman J. Overcoming the improvement paradox. European Management Journal. 1999 Apr;17(2):120-134."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rich N, Bateman N. Companies' perceptions of inhibitors and enablers for process improvement activities. International Journal of Operations & Production Management. 2003 Feb 12;23(2):185-199."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sunder M. V. Lean six sigma project management: a stakeholder management perspective. The TQM journal: The International Review of Organizational Improvement. 2016;28(1):132-150."
                },
                {
                    "pmid": "27527576",
                    "type": "BACKGROUND",
                    "citation": "Sorensen G, McLellan DL, Sabbath EL, Dennerlein JT, Nagler EM, Hurtado DA, Pronk NP, Wagner GR. Integrating worksite health protection and health promotion: A conceptual model for intervention and research. Prev Med. 2016 Oct;91:188-196. doi: 10.1016/j.ypmed.2016.08.005. Epub 2016 Aug 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Litwin AS. Nose to tail: using the whole employment relationship to link worker participation to operational performance. Advances in Industrial and Labor Relations. Emerald Group Publishing Limited; 2015. p. 143-176."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Parry GC, Turner CE. Application of lean visual process management tools. Production Planning & Control. Taylor & Francis; 2006 Jan 1;17(1):77-86."
                },
                {
                    "pmid": "24284761",
                    "type": "BACKGROUND",
                    "citation": "Robertson M, Henning R, Warren N, Nobrega S, Dove-Steinkamp M, Tibirica L, Bizarro A; CPH-NEW Research Team. The Intervention Design and Analysis Scorecard: a planning tool for participatory design of integrated health and safety interventions in the workplace. J Occup Environ Med. 2013 Dec;55(12 Suppl):S86-8. doi: 10.1097/JOM.0000000000000036."
                },
                {
                    "pmid": "25041875",
                    "type": "BACKGROUND",
                    "citation": "Waters TR, Dick RB. Evidence of health risks associated with prolonged standing at work and intervention effectiveness. Rehabil Nurs. 2015 May-Jun;40(3):148-65. doi: 10.1002/rnj.166. Epub 2014 Jul 7."
                },
                {
                    "pmid": "23585499",
                    "type": "BACKGROUND",
                    "citation": "Uchiyama A, Odagiri Y, Ohya Y, Takamiya T, Inoue S, Shimomitsu T. Effect on mental health of a participatory intervention to improve psychosocial work environment: a cluster randomized controlled trial among nurses. J Occup Health. 2013;55(3):173-83. doi: 10.1539/joh.12-0228-oa. Epub 2013 Apr 13."
                },
                {
                    "pmid": "27942733",
                    "type": "BACKGROUND",
                    "citation": "Sabbath EL, Boden LI, Williams JA, Hashimoto D, Hopcia K, Sorensen G. Obscured by administrative data? Racial disparities in occupational injury. Scand J Work Environ Health. 2017 Mar 1;43(2):155-162. doi: 10.5271/sjweh.3611. Epub 2016 Dec 12."
                },
                {
                    "pmid": "18808232",
                    "type": "BACKGROUND",
                    "citation": "Probst TM, Brubaker TL, Barsotti A. Organizational injury rate underreporting: the moderating effect of organizational safety climate. J Appl Psychol. 2008 Sep;93(5):1147-54. doi: 10.1037/0021-9010.93.5.1147."
                },
                {
                    "pmid": "20538099",
                    "type": "BACKGROUND",
                    "citation": "Probst TM, Estrada AX. Accident under-reporting among employees: testing the moderating influence of psychological safety climate and supervisor enforcement of safety practices. Accid Anal Prev. 2010 Sep;42(5):1438-44. doi: 10.1016/j.aap.2009.06.027. Epub 2009 Jul 18."
                },
                {
                    "pmid": "9973879",
                    "type": "BACKGROUND",
                    "citation": "Pransky G, Snyder T, Dembe A, Himmelstein J. Under-reporting of work-related disorders in the workplace: a case study and review of the literature. Ergonomics. 1999 Jan;42(1):171-82. doi: 10.1080/001401399185874."
                },
                {
                    "pmid": "8450681",
                    "type": "BACKGROUND",
                    "citation": "McHorney CA, Ware JE Jr, Raczek AE. The MOS 36-Item Short-Form Health Survey (SF-36): II. Psychometric and clinical tests of validity in measuring physical and mental health constructs. Med Care. 1993 Mar;31(3):247-63. doi: 10.1097/00005650-199303000-00006."
                },
                {
                    "pmid": "18056547",
                    "type": "BACKGROUND",
                    "citation": "Kubzansky LD, Thurston RC. Emotional vitality and incident coronary heart disease: benefits of healthy psychological functioning. Arch Gen Psychiatry. 2007 Dec;64(12):1393-401. doi: 10.1001/archpsyc.64.12.1393."
                },
                {
                    "pmid": "2748771",
                    "type": "BACKGROUND",
                    "citation": "Buysse DJ, Reynolds CF 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989 May;28(2):193-213. doi: 10.1016/0165-1781(89)90047-4."
                },
                {
                    "pmid": "25308763",
                    "type": "BACKGROUND",
                    "citation": "Boden LI, Petrofsky YV, Hopcia K, Wagner GR, Hashimoto D. Understanding the hospital sharps injury reporting pathway. Am J Ind Med. 2015 Mar;58(3):282-9. doi: 10.1002/ajim.22392. Epub 2014 Oct 10."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Crawford JO. The Nordic musculoskeletal questionnaire. Occup Med (Lond). Oxford Academic; 2007 Jun 1;57(4):300-301."
                },
                {
                    "pmid": "17492632",
                    "type": "BACKGROUND",
                    "citation": "Jorgensen E, Sokas RK, Nickels L, Gao W, Gittleman JL. An English/Spanish safety climate scale for construction workers. Am J Ind Med. 2007 Jun;50(6):438-42. doi: 10.1002/ajim.20457."
                },
                {
                    "pmid": "19178583",
                    "type": "BACKGROUND",
                    "citation": "Singer S, Lin S, Falwell A, Gaba D, Baker L. Relationship of safety climate and safety performance in hospitals. Health Serv Res. 2009 Apr;44(2 Pt 1):399-421. doi: 10.1111/j.1475-6773.2008.00918.x. Epub 2008 Nov 4."
                },
                {
                    "pmid": "32408047",
                    "type": "BACKGROUND",
                    "citation": "Taylor S, Landry CA, Paluszek MM, Fergus TA, McKay D, Asmundson GJG. Development and initial validation of the COVID Stress Scales. J Anxiety Disord. 2020 May;72:102232. doi: 10.1016/j.janxdis.2020.102232. Epub 2020 May 4."
                },
                {
                    "pmid": "9805280",
                    "type": "BACKGROUND",
                    "citation": "Karasek R, Brisson C, Kawakami N, Houtman I, Bongers P, Amick B. The Job Content Questionnaire (JCQ): an instrument for internationally comparative assessments of psychosocial job characteristics. J Occup Health Psychol. 1998 Oct;3(4):322-55. doi: 10.1037//1076-8998.3.4.322."
                },
                {
                    "pmid": "32118284",
                    "type": "BACKGROUND",
                    "citation": "Albrecht SC, Kecklund G, Leineweber C. The mediating effect of work-life interference on the relationship between work-time control and depressive and musculoskeletal symptoms. Scand J Work Environ Health. 2020 Sep 1;46(5):469-479. doi: 10.5271/sjweh.3887. Epub 2020 Jan 30."
                },
                {
                    "pmid": "22351472",
                    "type": "BACKGROUND",
                    "citation": "Prochaska JJ, Sung HY, Max W, Shi Y, Ong M. Validity study of the K6 scale as a measure of moderate mental distress based on mental health treatment need and utilization. Int J Methods Psychiatr Res. 2012 Jun;21(2):88-97. doi: 10.1002/mpr.1349. Epub 2012 Feb 20."
                },
                {
                    "pmid": "10474153",
                    "type": "BACKGROUND",
                    "citation": "Little RJ, Raghunathan T. On summary measures analysis of the linear mixed effects model for repeated measures when data are not missing completely at random. Stat Med. 1999 Sep 15-30;18(17-18):2465-78. doi: 10.1002/(sici)1097-0258(19990915/30)18:17/183.0.co;2-2."
                },
                {
                    "pmid": "23790725",
                    "type": "BACKGROUND",
                    "citation": "Twisk J, de Boer M, de Vente W, Heymans M. Multiple imputation of missing values was not necessary before performing a longitudinal mixed-model analysis. J Clin Epidemiol. 2013 Sep;66(9):1022-8. doi: 10.1016/j.jclinepi.2013.03.017. Epub 2013 Jun 21."
                },
                {
                    "pmid": "16708780",
                    "type": "BACKGROUND",
                    "citation": "Wang M, Fitzmaurice GM. A simple imputation method for longitudinal studies with non-ignorable non-responses. Biom J. 2006 Apr;48(2):302-18. doi: 10.1002/bimj.200510188."
                },
                {
                    "pmid": "30189794",
                    "type": "BACKGROUND",
                    "citation": "Kasza J, Forbes AB. Inference for the treatment effect in multiple-period cluster randomised trials when random effect correlation structure is misspecified. Stat Methods Med Res. 2019 Oct-Nov;28(10-11):3112-3122. doi: 10.1177/0962280218797151. Epub 2018 Sep 7."
                },
                {
                    "pmid": "25944885",
                    "type": "BACKGROUND",
                    "citation": "Jiang Z, VanderWeele TJ. When is the difference method conservative for assessing mediation? Am J Epidemiol. 2015 Jul 15;182(2):105-8. doi: 10.1093/aje/kwv059. Epub 2015 May 5."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nielsen K, Miraglia M. What works for whom in which circumstances? On the need to move beyond the 'what works?' question in organizational intervention research. Human Relations. SAGE Publications Ltd; 2017 Jan 1;70(1):40-62."
                },
                {
                    "pmid": "32003780",
                    "type": "BACKGROUND",
                    "citation": "Punnett L, Cavallari JM, Henning RA, Nobrega S, Dugan AG, Cherniack MG. Defining 'Integration' for Total Worker Health(R): A New Proposal. Ann Work Expo Health. 2020 Mar 10;64(3):223-235. doi: 10.1093/annweh/wxaa003."
                },
                {
                    "pmid": "20503740",
                    "type": "BACKGROUND",
                    "citation": "Kellogg KC. Operating room: relational spaces and microinstitutional change in surgery. AJS. 2009 Nov;115(3):657-711. doi: 10.1086/603535."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bashshur MR, Oc B. When voice matters: a multilevel review of the impact of voice in organizations. Journal of Management. SAGE Publications Inc; 2015 Jul 1;41(5):1530-1554."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Satterstrom P, Kerrissey M, DiBenigno J. The voice cultivation process: how team members can help upward voice live on to implementation. Administrative Science Quarterly. SAGE Publications Inc; 2020 Oct 5;1-46."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Vallas SP. Why teamwork fails: obstacles to workplace change in four manufacturing plants. American Sociological Review. American Sociological Association, Sage Publications, Inc.; 2003;68(2):223-250."
                },
                {
                    "pmid": "23375082",
                    "type": "BACKGROUND",
                    "citation": "Schell SF, Luke DA, Schooley MW, Elliott MB, Herbers SH, Mueller NB, Bunger AC. Public health program capacity for sustainability: a new framework. Implement Sci. 2013 Feb 1;8:15. doi: 10.1186/1748-5908-8-15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Stone P, Lovejoy M. Opting back in: what really happens when mothers go back to work. Berkeley: University of California Press; 2019."
                },
                {
                    "pmid": "20625518",
                    "type": "BACKGROUND",
                    "citation": "Kelly EL, Ammons SK, Chermack K, Moen P. GENDERED CHALLENGE, GENDERED RESPONSE: Confronting the Ideal Worker Norm in a White-Collar Organization. Gend Soc. 2010 May 1;24(3):281-303. doi: 10.1177/0891243210372073."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bloom N, Mahajan A, McKenzie D, Roberts J. Do management interventions last? Evidence from India. American Economic Journal: Applied Economics. 2020 Apr;12(2):198-219."
                },
                {
                    "pmid": "27591993",
                    "type": "BACKGROUND",
                    "citation": "Barrera M Jr, Berkel C, Castro FG. Directions for the Advancement of Culturally Adapted Preventive Interventions: Local Adaptations, Engagement, and Sustainability. Prev Sci. 2017 Aug;18(6):640-648. doi: 10.1007/s11121-016-0705-9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Baumann AA, Cabassa LJ, Stirman SW. Adaptation in dissemination and implementation science. Dissemination and implementation research in health: translating science to practice. New York, NY: Oxford University Press; 2017."
                },
                {
                    "pmid": "24088228",
                    "type": "BACKGROUND",
                    "citation": "Chambers DA, Glasgow RE, Stange KC. The dynamic sustainability framework: addressing the paradox of sustainment amid ongoing change. Implement Sci. 2013 Oct 2;8:117. doi: 10.1186/1748-5908-8-117."
                },
                {
                    "pmid": "28763408",
                    "type": "BACKGROUND",
                    "citation": "Dowd WN, Bray JW, Barbosa C, Brockwood K, Kaiser DJ, Mills MJ, Hurtado DA, Wipfli B. Cost and Return on Investment of a Work-Family Intervention in the Extended Care Industry: Evidence From the Work, Family, and Health Network. J Occup Environ Med. 2017 Oct;59(10):956-965. doi: 10.1097/JOM.0000000000001097."
                },
                {
                    "pmid": "24013656",
                    "type": "BACKGROUND",
                    "citation": "Fabius R, Thayer RD, Konicki DL, Yarborough CM, Peterson KW, Isaac F, Loeppke RR, Eisenberg BS, Dreger M. The link between workforce health and safety and the health of the bottom line: tracking market performance of companies that nurture a \"culture of health\". J Occup Environ Med. 2013 Sep;55(9):993-1000. doi: 10.1097/JOM.0b013e3182a6bb75."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "For the Fulfillment Center Intervention Study, administrative data are made available through a data use agreement with the firm; therefore, the investigators will be unable to make these data publicly available. Additionally, qualitative data will not be made public as it may be impossible to adequately de-identify these elements because of site-specific details and reflections in the interviews and focus groups. To protect confidentiality of these nested data (with employee survey responses nested in work sites), de-identified survey data will be available to researchers through a restricted data access process.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "It is expected that survey data for the Fulfillment Center Intervention Study will be available through the restricted access process described below no later than the acceptance for publication of the main findings from the final dataset.",
            "accessCriteria": "Those who wish to use the data will need to complete an application with their affiliate institution and Institutional Review Board and provide a brief description of their project. The data sharing agreement will state that a) the data access will last for one year, with the opportunity to extend on a case-by-case basis, b) those who use the datasets will do so only for research or statistical purposes and not for investigation of the research subjects, c) published data will include the appropriate acknowledgement as stated in the data documentation, and d) the data will not be distributed to anyone other than the approved researcher."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}