{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04697849",
            "orgStudyIdInfo": {
                "id": "D3367-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Functional and Cognitive Rehabilitation of Hoarding Disorder",
            "officialTitle": "Functional and Cognitive Rehabilitation of Hoarding Disorder",
            "acronym": "CREST",
            "therapeuticArea": [
                "Other"
            ],
            "study": "functional-and-cognitive-rehabilitation-of-hoarding-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-28",
            "studyFirstSubmitQcDate": "2021-01-05",
            "studyFirstPostDateStruct": {
                "date": "2021-01-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "San Diego Veterans Healthcare System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Hoarding Disorder (HD) is serious and disabling in Veterans. Present in up to 7% of Veterans and even higher symptom rates in older Veterans; HD contributes to functional impairment and poor quality of life. Cognitive Rehabilitation and Exposure/Sorting Therapy (CREST) has shown promising functional improvement and symptom reduction. To reduce burdens and barriers to implementation of CREST, the proposed project will individualize CREST based on cognitive testing and participant preferences, provide all care in the participant's home through telemedicine and home visits, and shorten the timeframe of treatment. A randomized controlled trial comparing 24 sessions of Personalized-CREST to case management for 130 adult Veterans with HD is proposed. Multifaceted functional and recovery outcomes including quality of life, HD severity, and sustained recovery outcomes will be examined throughout treatment and follow-up. By advancing the knowledge of the rehabilitative care of HD, we can interrupt the trajectory of this chronic and debilitating condition.",
            "detailedDescription": "Hoarding Disorder (HD) is a chronic, progressive, and debilitating psychiatric condition that leads to devastating personal and public health consequences. HD is defined by persistent difficulty discarding or parting with possessions due to distress associated with discarding, urges to save, and/or difficulty making decisions about what to keep and what to discard. Subsequent accumulation of clutter can become so dangerous that it puts individuals at risk of falls, fires, infestations, food contamination, medication mismanagement, social isolation, nutritional deprivation, and eviction. Medical problems, activities of daily living (ADL) impairment, decreased quality of life, and functional disability are associated with HD symptom severity. HD starts early in life, does not remit if left untreated, and increases in severity with age. The highest rates of HD are seen in older adults, with up to 25% experiencing HD symptoms. The population of older Veterans is substantial, with 41% expected to be over the age of 65 by 2030. Recent research has found that Veterans with HD experience more medical and psychiatric comorbidities; thus, Veterans represent a group with high needs for effective HD treatment to reduce disability and improve multiple aspects of functioning.\n\nDr. Ayers' group has developed and evaluated Cognitive Rehabilitation and Exposure/Sorting Therapy (CREST) in randomized controlled trials. The CREST intervention provides compensatory cognitive strategies to address the executive dysfunction typical of individuals with HD, and then uses exposure therapy to reduce the distress associated with discarding items. CREST improves HD symptoms and functioning in Veterans with HD, but the intensive nature of the program (6-8 months) burdens mental health clinics and slows progress. Given that the home is the primary site of clutter and the need for sorting of a large volume of items during treatment, a home-based treatment approach is needed. To reduce the burdens and barriers to implementation of CREST, the investigators will use a novel approach, referred to as Personalized-CREST, designed to reflect a precision medicine approach to evidence-based treatment for HD. Personalized-CREST will be more individualized (matching cognitive strategies to Veteran needs and priorities), more efficient (shorter timeframe over 12 weeks), and easier to access (in-home sessions and home-based video telemedicine \\[HBVT\\] sessions). Recent pilot data suggest that HBVT for HD is feasible, efficacious, requires minimal adaptation, and is a preferred. Based on 73 non-Veteran community Personalized-CREST completers, results indicated statistically significant decreases in functional impairment, disability, and of HD symptom severity.\n\nThe proposed randomized controlled trial will compare Personalized-CREST to a case management (CM) control condition for 130 adult Veterans with HD. Personalized-CREST will be delivered twice a week in the home (one face-to-face and one HBVT session) for 60 minutes per session. A total of 24 sessions will be provided over 3 months. Per the standard of care for CM, a social worker will visit the Veteran once a week in their home. A thorough evaluation of treatment outcomes, including multifaceted functional and rehabilitative outcomes, including quality of life and hoarding severity will be conducted at baseline (0 months), mid-treatment, end of treatment (3 months), and 6-month follow-up. The investigators will also examine factors that mediate improvement in Personalized-CREST (improved executive functioning and reduction in avoidance of discarding items). Individual factors (e.g., age, baseline executive functioning, baseline HD severity, gender and economic factors) and treatment factors (e.g., attendance) will be explored as moderators. The proposed study will generate knowledge to advance the rehabilitative care of Veterans with HD."
        },
        "conditionsModule": {
            "conditions": [
                "Hoarding Disorder"
            ],
            "keywords": [
                "hoarding",
                "OCD",
                "cognitive rehabilitation",
                "exposure therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The Cognitive Rehabilitation and Exposure/Sorting Therapy (CREST) intervention provides compensatory cognitive strategies to address the executive dysfunction typical of individuals with HD, and then uses exposure therapy to reduce the distress associated with discarding items. CREST will be compared to case management for hoarding symptoms.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The assessor will be blind to treatment condition. Statistician to create randomization table.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CREST",
                    "type": "EXPERIMENTAL",
                    "description": "Cognitive Rehabilitation and Exposure/Sorting Therapy (CREST) provides training in compensatory cognitive strategies to address the executive dysfunction typical of individuals with HD, then helps reduce the distress associated with discarding items via exposure therapy.",
                    "interventionNames": [
                        "Behavioral: Cognitive Rehabilitation and Exposure/Sorting Therapy"
                    ]
                },
                {
                    "label": "Case Management",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Case Management (CM). CM is the most widely available and utilized intervention for HD and is considered standard of care. This form of treatment involves managing the functional, housing, and legal ramifications of HD. Additionally, CM often involves assistance with economic, health, and social resources while providing support for the client.",
                    "interventionNames": [
                        "Behavioral: Case Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Rehabilitation and Exposure/Sorting Therapy",
                    "description": "Cognitive Rehabilitation and Exposure/Sorting Therapy (CREST) provides training in compensatory cognitive strategies to address the executive dysfunction typical of individuals with HD, then helps reduce the distress associated with discarding items via exposure therapy.",
                    "armGroupLabels": [
                        "CREST"
                    ],
                    "otherNames": [
                        "CREST"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Case Management",
                    "description": "Case Management (CM). CM is the most widely available and utilized intervention for HD and is considered standard of care. This form of treatment involves managing the functional, housing, and legal ramifications of HD. Additionally, CM often involves assistance with economic, health, and social resources while providing support for the client.",
                    "armGroupLabels": [
                        "Case Management"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "World Health Organization Disability Assessment Schedule (WHODAS 2.0) Change",
                    "description": "World Health Organization Disability Assessment Schedule (WHODAS 2.0) A 36-item, six domain (Cognitive, Mobility, Self-Care, Getting Along, Household, Work, Participation) assessment instrument developed by the World Health Organization (WHO) to provide a standardized method for measuring health and disability across cultures. The WHODAS has demonstrated high internal consistency, domain-specific reliability, and concurrent validity with similar disability measures. Total scores range from 0-100. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                },
                {
                    "measure": "Activities of Daily Living in Hoarding Scale Change",
                    "description": "The Activities of Daily Living in Hoarding Scale is a 15-item measure that assesses functional impairments in daily activities due to hoarding behavior. The ADL-H assesses a respondents' ability to fulfill basic needs such as prepare meals, utilize appliances and furniture, move around the home, and exit the home. The ADL-H has demonstrated good test-retest reliability, internal and inter-rater reliability, and convergent and discriminant validity. Total scores range from 0-75. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                },
                {
                    "measure": "PROMIS-43 Profile v2.1 Change",
                    "description": "The PROMIS-43 Profile v2.1 consists of a fixed collection of 6-item sets to assess global health and functioning (in physical, mental, and social domains). The PROMIS-43 assesses anxiety, depression, fatigue, pain interference, pain intensity (1-item), physical functioning, sleep disturbance, and ability to participate in social roles and activities. Substantial evidence supports the validity, reliability, and responsiveness to change of the PROMIS measures among adults with and without medical and mental health conditions. Total scores range from 0-275. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                },
                {
                    "measure": "Quality of Life in Neurological Disorders (Neuro-QoL) Positive Affect and Well-Being Short form Change",
                    "description": "Quality of Life will be assessed using the Quality of Life in Neurological Disorders (Neuro-QoL) Positive Affect and Well-Being Short form, a 9-item self-report measure that assesses sense of well-being, life satisfaction, purpose, and learning. The Neuro-QoL has demonstrated good internal consistency, test-retest reliability, and convergent and discriminant validity. A total score will be used for analyses and scores range from 0-9. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Savings Inventory-Revised (SI-R) Change",
                    "description": "Hoarding symptom severity will be measured using the Savings Inventory-Revised (SI-R), a 23-item self-report measure used to assess common HD symptoms. Subtests include excessive clutter, compulsive acquisition, and difficulty discarding. The SI-R has demonstrated good internal consistency, concurrent validity, divergent validity, and test-retest reliability in clinical samples with HD. The total score will be used for analyses and scores range from 0-92. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                },
                {
                    "measure": "Clutter Image Rating Scale (CIR) Change",
                    "description": "The Clutter Image Rating Scale (CIR) is a measure using a series of 9 photographs each of a kitchen, living room, and bedroom with varying levels of clutter. Participants and the rater independently select the photograph that most closely resembles each of the three rooms in the home. Internal consistency, test-retest reliability, and inter-rater reliability for the CIR were high, as well as correlations with validated hoarding measures. Scores range from 0-18. Change is being assessed from baseline to post-treatment and again at follow-up.",
                    "timeFrame": "Baseline, 1.5 months, 3 months, and 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans age 18 and older\n* voluntary informed consent for participation\n* DSM-5 diagnosis of HD as measured by the Structured Interview for Hoarding Disorder\n* HD as a primary diagnosis, and 5) stable on medications for at least 6 weeks\n\nExclusion Criteria:\n\n* current psychosis or mania as measured by the Mini-International Neuropsychiatric Interview\n* current or history of any neurodegenerative disease\n* concurrent participation in any form of exposure-based psychotherapy\n\n  * suicide ideation will be monitored by the clinicians during sessions and VA standard suicide measure will be completed at all assessment points",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine R Ayers, PhD",
                    "role": "CONTACT",
                    "phone": "(858) 642-2976",
                    "email": "Catherine.Ayers1@va.gov"
                },
                {
                    "name": "Patricia A Franklin, AA BS",
                    "role": "CONTACT",
                    "phone": "(858) 552-8585",
                    "phoneExt": "7441",
                    "email": "patricia.franklin2@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Catherine R Ayers, PhD",
                    "affiliation": "VA San Diego Healthcare System, San Diego, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA San Diego Healthcare System, San Diego, CA",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161-0002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patricia A Franklin, AA BS",
                            "role": "CONTACT",
                            "phone": "858-552-8585",
                            "phoneExt": "7441",
                            "email": "patricia.franklin2@va.gov"
                        },
                        {
                            "name": "Catherine R Ayers, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Requests for access to this data must be made in writing signed by a requestor from the United States. The request should reference the publication underlying the request. Requests may be made to the Principal Investigator/lead point-of-contact for the publication. Should the PI leave the VASDHS the requests may be sent to the Associate Chief of Staff for Research.\n\nOne or more data sets without personal identifiers will be generated during the data analysis phase of the study. The data sets will include all data underlying any publications generated by this study and therefore these will be sufficient to reproduce or verify any published findings. Publications will specify the statistical analytic methods used, thereby enabling recipients to analyze the same data and validate study results.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The data will be available in 2024 for a minimum of 7 years.",
            "accessCriteria": "Requests for access to this data must be made in writing signed by a requestor from the United States. The request should reference the publication underlying the request. Requests may be made to the Principal Investigator/lead point-of-contact for the publication. Should the PI leave the VASDHS the requests may be sent to the Associate Chief of Staff for Research.\n\nAny HIPAA identifiers, or combinations of variables that could be used for re-identification, will be redacted from this data. Any proprietary information will also be redacted from this data. This plan does not include any access to individually identifiable data. The request must include an email address for delivery and a written assurance that the recipient will not attempt to identify or re-identify any individual whose data are included in the data set."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067836",
                    "term": "Hoarding Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M204",
                    "name": "Hoarding Disorder",
                    "asFound": "Hoarding Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}