{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06276894",
            "orgStudyIdInfo": {
                "id": "IRB #2064530-1"
            },
            "organization": {
                "fullName": "Craig Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Functional Near-Infrared Spectroscopy (fNIRS) Assessing Neural Activity During Virtual Reality Walking Intervention",
            "officialTitle": "Using Functional Near-Infrared Spectroscopy (fNIRS) to Assess Neural Activity During a Virtual Reality Walking Intervention: A Feasibility Study",
            "acronym": "fNIRS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "functional-near-infrared-spectroscopy-fnirs-assessing-neural-activity-during-virtual-reality-walking-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-18",
            "studyFirstSubmitQcDate": "2024-02-23",
            "studyFirstPostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Candace Tefertiller",
                "investigatorTitle": "Executive Director of Research and Evaluation",
                "investigatorAffiliation": "Craig Hospital"
            },
            "leadSponsor": {
                "name": "Craig Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and feasibility of using a portable neuroimaging device called functional near-infrared spectroscopy (fNIRS) to successfully analyze fNIRS data in individuals with chronic TBI during treadmill training augmented with VR.",
            "detailedDescription": "Each year, an estimated 2.9 million Americans sustain traumatic brain injuries (TBI) that result in emergency department visits, hospitalizations, and death. Although there are many treatment strategies in the early weeks and months after TBI, millions of individuals live with residual disability. This residual, chronic disability often includes significant impairments in functional abilities, like mobility, along with unresolved neurophysiological deficits. Because better mobility is directly linked to improved quality of life and enhanced societal participation, interventions designed to improve mobility in chronic TBI are essential.\n\nOne candidate intervention that could improve mobility in chronic TBI is virtual reality (VR). VR systems are computer-based applications that allow an individual to view and dynamically interact with a simulated environment in real-time. Evidence suggests that VR may enhance motor learning and ultimately neuroplasticity (the ability to reorganize synaptic connections in response to learning), as VR provides users with increased sensory stimulation, a more immersive environment, and real-time feedback. VR has been used to improve balance and mobility deficits associated with multiple neurologic conditions, including TBI. Neuroimaging studies have found that VR engagement can activate various cortical networks, including the visual cortex, parietal cortex, and premotor cortex, among others, which may impact motor outcomes. Craig has been evaluating the impact of VR use in TBI since 2012 when they conducted a site-specific study evaluating VR balance training in the home in comparison to a written home exercise program. Importantly, it was found that both interventions elicited significant improvements in clinical measures of balance in individuals with chronic TBI, but did not find between group differences.\n\nIn the current Traumatic Brain Injury Model Systems (TBIMS) grant, the investigator hypothesized that combining treadmill training (TT) and VR would increase cortical excitability which would concurrently enhance activation of the neuromuscular system. Subsequently, this intervention would improve walking, balance, and cognitive outcomes - as evaluated with gold standard clinical measures. However, more research is needed to test this hypothesis and address knowledge gaps, as efficacy for TT + VR has not been established, specific \"responders\" to TT + VR interventions have not been identified, and the plausible mechanisms associated with response have not been established. Specifically, studies have not yet evaluated the relationship between clinical outcomes and cortical activation.\n\nTo address these gaps, the investigators are proposing a translational research approach. Translational research integrates basic and clinical science to better understand disorders like chronic TBI and to create enhanced diagnostics and treatments to expedite recovery processes. Here, the investigators propose to pair a neuroscience method with clinical interventions in adults with chronic TBI. Specifically, they plan to use portable a neuroimaging device, functional near-infrared spectroscopy (fNIRS), to measure neural activity during a TT + VR intervention to support future research and clinical initiatives in VR.\n\nfNIRS is a neuroimaging technique that uses near-infrared light to evaluate changes in brain activity via proxy measures of oxygenated (HbO) and deoxygenated hemoglobin (HbR). Specifically, following neural activity, oxygen is pulled from hemoglobin resulting in an immediate increase of HbR. Next, the oxygen reduction elicits an increase in localized cerebral blood flow (CBF) - a mechanism called neurovascular coupling. As CBF increases, a greater concentration of HbO can be detected. Both HbR and HbO have optical properties, meaning that their concentrations can be measured with near-infrared light. Thus, fNIRS can detect localized neural activity by evaluating HbR and HbO, and increases in HbO concentrations reflect site-specific increases in neural activity.\n\nIn summary, this proposed pilot study is designed to assess the feasibility of using portable fNIRS to measure neural activity during a TT + VR intervention in adults with TBI. Establishing feasibility will allow us to use fNIRS in future studies comparing different intervention types. These outcomes will advance VR research and enhance the scientific understanding of clinical and physiological outcomes following VR interventions, ultimately informing clinical care."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ],
            "keywords": [
                "fNIRS",
                "Virtual Reality",
                "Treadmill Training",
                "Neuroimaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stepping on a Virtual Reality Treadmill with a Functional Near-infrared Spectroscopy (fNIRS) Device",
                    "type": "OTHER",
                    "description": "This is a single-arm safety and feasibility study that will enroll up to 15 participants. Those meeting inclusion/exclusion criteria will be invited to enroll in the study. Following a thorough informed consent process, each participant will participate in one session of data acquisition. fNIRS data will be acquired with the NIRSport2, which is a fully-portable system as the device (weighs less than 2 pounds) is secured to the participant's back with backpack-like straps. Following signal optimization and signal quality checks, baseline fNIRS data will be obtained during 60-second periods of quiet, static standing. Then, each participant will complete up to 24 minutes of stepping on a treadmill with and without VR wearing the fNIRS cap. This training will be carried out in two 12-minute sessions with individuals being offered a sitting rest break in between. Training will be completed using the Motek C-Mill™ treadmill, which provides optional body weight support and VR feedback.",
                    "interventionNames": [
                        "Device: Motek C-Mill™ treadmill",
                        "Other: training session with and without VR wearing the fNIRS cap"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Motek C-Mill™ treadmill",
                    "description": "We will enroll 10 to 15 participants to participate in a VR treadmill training session while wearing an fNIRS cap.",
                    "armGroupLabels": [
                        "Stepping on a Virtual Reality Treadmill with a Functional Near-infrared Spectroscopy (fNIRS) Device"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "training session with and without VR wearing the fNIRS cap",
                    "description": "training session with and without VR wearing the fNIRS cap",
                    "armGroupLabels": [
                        "Stepping on a Virtual Reality Treadmill with a Functional Near-infrared Spectroscopy (fNIRS) Device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Related Adverse Events (e.g., Safety and Tolerability)",
                    "description": "Monitoring and documenting adverse events such as falls or near-falls during TT + VR sessions",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Acceptability of the intervention",
                    "description": "Monitored using the feasibility questionnaire (Translated English Version from Swedish) that assesses participants' experience during or after the gait test. There are 9 questions that are rated on a 4-point Likert scale from strongly disagree to strongly agree with an \"I don't know\" option.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "fNIRS Data Quality",
                    "description": "Assessed using the quantitative markers in the signal optimization process. Data will be acquired from participants when we reach acceptable or excellent values at each channel and signal quality values over 7.4%. Following data acquisition, fNIRS data will be uploaded into Satori analysis software (nirx.net). Study investigators will use visual inspection to evaluate raw data and then confirm that all data analysis steps - optical density conversion, spatial registration, and temporal processing - have been completed successfully. Given that this is movement-based paradigm, research investigators will carefully examine the presence of motion artifacts (e.g., noise created from head movements) in raw data and confirm that these have been detected and removed from analyzed data.",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Moderate to severe TBI that required inpatient rehabilitation program;\n2. at least one-year post-injury at time of consent;\n3. weight less than 298 pounds and able to fit appropriately in the treadmill system;\n4. intact skin (no open lesions/bandages) in the area of treadmill harness contact;\n5. able to walk ten feet requiring the assistance of no more than one person (bracing and assistive devices allowed);\n6. self-reports ongoing balance deficits;\n7. ability to follow directions/standardized instructions;\n8. minimum 18 years of age at consent\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marissa Lundstern, MPH",
                    "role": "CONTACT",
                    "phone": "3037898970",
                    "email": "mlundstern@craighospital.org"
                },
                {
                    "name": "Candy Tefertiller, PT, DPT, PhD, NCS",
                    "role": "CONTACT",
                    "phone": "3037898251",
                    "email": "ctefertiller@craighospital.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Candy Tefertiller, PT, DPT, PhD, NCS",
                    "affiliation": "Craig Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Craig Hospital",
                    "city": "Englewood",
                    "state": "Colorado",
                    "zip": "80113",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.64777,
                        "lon": -104.98776
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}