{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04103593",
            "orgStudyIdInfo": {
                "id": "F2790-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Functional Interval Training for Veterans Exercising Through Telehealth.",
            "officialTitle": "Effects of 12-weeks of High-intensity Resistance Aerobic Circuit ExerciseTraining on Epigenetic Aging and Inflammation in Older HIV-infected Veterans",
            "acronym": "FIT-VET",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "functional-interval-training-for-veterans-exercising-through-telehealth"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-23",
            "studyFirstSubmitQcDate": "2019-09-23",
            "studyFirstPostDateStruct": {
                "date": "2019-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Atlanta VA Medical Center",
                    "class": "FED"
                },
                {
                    "name": "Baltimore VA Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Most Veterans living with HIV are 50 years of age or older and can expect to live more than 20 years longer with HIV medication. However, despite this success, Veterans living with HIV are more likely to have age-related diseases and loss of fitness and muscle that place them at increased risk for disability. This is a major priority for the VHA, the largest provider of HIV care in the United States. The goal of this study is to test a circuit exercise program in Veterans living with HIV that is designed to slowdown the aging process. The exercise program will be widely available by Video Teleconferencing (VTEL) and does not require stationary exercise equipment, making it widely accessible. This research will help reach the goal for Veterans to preserve their quality of life and ability to function independently. Novel findings will strengthen strategies to maintain life-long fitness through a personalized exercise prescription.",
            "detailedDescription": "The Veterans Health Administration (VHA) is the largest U.S. HIV health provider with 64% of these Veterans 50+ years of age. HIV infection in the setting of antiretroviral therapy represents a chronic disease with an advanced aging phenotype manifested as increased cardiovascular disease, sarcopenia, and frailty, primarily driven by systemic inflammation. The investigators found a 42% reduction in VO2peak in older HIV+ adults that significantly improved with high-intensity aerobic (AEX) and resistance training (RT). Yet, durable strategies for high-intensity exercise in older adults remain a challenge and limited data are available in older HIV+ adults. There is an urgent need to address these knowledge gaps in order to prevent widespread disability in HIV+ Veterans. The objective is to provide a high-intensity exercise program for older Veterans that can be widely disseminated and attenuates processes underlying aging. Epigenetic changes with increased age encapsulate the putative effects of biological aging and lifestyle factors. DNA methylation (DNAm) patterns are frequently modified in genes encoding pro-inflammatory cytokines, but can be reversed with exercise training. DNA methylation age (DNAm Age) is an epigenetic biomarker that is expressed in years and provides a concrete benchmark of advanced aging. The investigators found that HIV+ adults have DNAm Age 11 years greater than age-matched adults without HIV. Further, in adults without HIV, increased DNAm Age is associated with physical inactivity, weakness and frailty. Preliminary data in the Veterans Aging Cohort Study (VACS) show that DNAm Age correlates with the VACS Index, a measure of frailty in HIV+ adults. However, the impact of exercise training on DNAm Age has yet to be determined in any patient population. The investigators propose to adapt center-based high-intensity AEX+RT intervention in older HIV+ Veterans into a video telehealth (VTEL) delivered functional (no stationary equipment) exercise program that leverages epigenetic outcomes to demonstrate anti-aging effects of exercise. The overarching hypothesis is that VTEL high-intensity functional circuit exercise in older HIV+ Veterans will improve the advanced aging phenotype and attenuate DNAm epigenetic processes underlying aging. Experimental approach includes a 12-week VTEL exercise intervention in 80 older HIV+ Veterans who are randomized to exercise or standard of care sedentary control groups. AIM 1 will determine the effect of VTEL exercise on VO2peak, sarcopenia, and frailty as phenotypic outcomes of advanced aging in HIV. AIM 2 will investigate the effect of VTEL exercise on DNAm Age as a biomarker of advanced aging. AIM 3 will determine the effect of VTEL exercise on DNA methylation of specific genes encoding specific pro-inflammatory cytokines in leukocytes. This approach will advance an understanding of effective and feasible exercise strategies to prevent and minimize disability in patient populations with advanced aging. Findings will provide an innovative approach to functional exercise in all older adults. DNAm Age could be used as a personalized benchmark for an individual's benefit from exercise to promote sustainable behavior change. Findings will also provide epigenetic risk profiles that can be used to generate a personalized exercise prescription, an important next step in the next decade of precision medicine. The proposal leverages exercise training experience in HIV and VTEL, availability of 3,000 HIV+ Veterans at Atlanta and Baltimore VAMCs, and the VHA VTEL infrastructure. The capacity to disseminate VTEL exercise with minimal cost using existing infrastructure will facilitate large-scale dissemination and national impact. Deliverables include improved clinical outcomes and substantial cost savings from reduced hospitalization and institutionalization rates."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Infection"
            ],
            "keywords": [
                "exercise training",
                "video telehealth",
                "DNA methylation",
                "Aging",
                "HIV"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Exercise trial of 12-weeks high-intensity circuit exercise delivered by VTEL to older Veterans living with HIV that compares exercise group to standard of care sedentary control group",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "exercise group",
                    "type": "EXPERIMENTAL",
                    "description": "High-intensity circuit exercise training will be performed 3 times weekly for 12 weeks in a group setting. Circuit training is an exercise modality consisting of a series of exercises at different stations. Exercise training will be delivered by VTEL broadcast from the Salem VAMC to participants at the Atlanta VAMC and Baltimore VAMC. Rooms will be equipped with steps, hand and ankle weights, dumbbells, chairs and bands. No stationary exercise equipment will be used in either AEX or RT.",
                    "interventionNames": [
                        "Behavioral: exercise training"
                    ]
                },
                {
                    "label": "control group",
                    "type": "NO_INTERVENTION",
                    "description": "Sedentary activity (confirmed at eligibility no more than 1 structured physical activity/week) will be continued in participants randomized to the control group. Participants have the option after 12-week intervention phase to enter ?delayed? exercise training to assure that all participants can receive exercise training."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "exercise training",
                    "description": "12-weeks of high-intensity functional circuit exercise that will be broadcasted from the Salem VAMC to older Veterans living with HIV in the Atlanta and Baltimore VAMCs",
                    "armGroupLabels": [
                        "exercise group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline VO2peak to after 12-week exercise intervention",
                    "description": "O2 consumption at peak exercise effort, VO2peak, is used as the standard measure of aerobic capacity in sedentary adults since the majority are not able to reach maximal aerobic capacity defined as a plateau in O2 consumption. VO2peak will be the average of the final 30 second values of O2 consumption at peak exercise on a treadmill using a modified Bruce protocol",
                    "timeFrame": "baseline and 13-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline DNA Methylation to after 12-week exercise intervention",
                    "description": "Epigenome-wide association studies (EWAS)",
                    "timeFrame": "baseline and 13-weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "VTEL Exercise Training Feasibility",
                    "description": "Rates will be calculated for enrollment, attendance, and retention",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran living with HIV and under care at VAMC\n* 50 years of age and older\n* Stable antiretroviral therapy (same ARV medications within 3 months)\n* At least one HIV-1 PCR \\< 20 c/ml (viral load) within prior 6 months\n\nExclusion Criteria:\n\n* History of AIDS defining illnesses (within 6 months; CDC Criteria)\n* Myocardial infarction (within 3 months)\n* Exertional or unstable angina (current chest pain that limits activity)\n* Severe congestive heart failure (EF \\< 20% in last year or NYHA Classification III or IV)\n* Uncontrolled hypertension (SBP \\>180 \\&/or DBP \\> 110 mm Hg)\n* Therapy with beta blockers or non-dihydropyridine calcium channel blocker (within 1 month)\n* Screening EKG with ischemia, complex arrhythmia, or high-grade block (per Minnesota Code)\n* Poorly controlled DM within prior 1 month (FBS\\>180 mg/dl, RBS \\> 299 mg/dl, or HbA1C \\> 10)\n* Receiving treatment for cancer except skin cancer (within 3 months)\n* Peripheral vascular disease with claudication\n* Severe arthritis limiting ambulation\n* Neurologic disease limiting ambulation (requiring assist device)\n* End stage liver disease (decompensated liver disease)\n* Chronic renal failure (requiring dialysis)\n* Severe pulmonary disease (home O2, admission for dyspnea or pneumonia within 1 month)\n* Use of systemic steroids (testosterone or glucocorticoids) or growth hormone (within 6 months)\n* Dementia (based on Evaluation to Consent)\n* Signs or symptoms of any medical comorbidity that would preclude exercise testing or training\n* Exercise on routine basis (structured aerobic exercise \\> 3 times per week) within 1 month\n* Past medical history of COPD or emphysema AND mMRC score =4",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kris Ann K Oursler, MD",
                    "role": "CONTACT",
                    "phone": "(540) 982-2463",
                    "phoneExt": "2029",
                    "email": "KrisAnn.Oursler@va.gov"
                },
                {
                    "name": "Kimberly L Birkett, MPH BS",
                    "role": "CONTACT",
                    "phone": "(540) 982-2463",
                    "phoneExt": "4534",
                    "email": "kimberly.birkett@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kris Ann K Oursler, MD",
                    "affiliation": "Salem VA Medical Center, Salem, VA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alice S. Ryan, PhD",
                    "affiliation": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Vincent Marconi",
                    "affiliation": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vincent Marconi",
                            "role": "CONTACT",
                            "phone": "404-727-2343",
                            "email": "vcmarco@emory.edu"
                        },
                        {
                            "name": "Kathryn Kathryn Meagley",
                            "role": "CONTACT",
                            "phone": "404) 3216111",
                            "phoneExt": "203773",
                            "email": "Kathryn.Meagley@VA.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alice Ryan, PhD",
                            "role": "CONTACT",
                            "phone": "410-605-7851",
                            "email": "aryan@som.umaryland.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Salem VA Medical Center, Salem, VA",
                    "status": "RECRUITING",
                    "city": "Salem",
                    "state": "Virginia",
                    "zip": "24153-6404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kris Ann K Oursler, MD",
                            "role": "CONTACT",
                            "phone": "540-982-2463",
                            "phoneExt": "2029",
                            "email": "KrisAnn.Oursler@va.gov"
                        },
                        {
                            "name": "Kris Ann K Oursler, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.29347,
                        "lon": -80.05476
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35970820",
                    "type": "BACKGROUND",
                    "citation": "Oursler KK, Marconi VC, Wang Z, Xu K, Montano M, So-Armah K, Justice AC, Sun YV. Epigenetic Age Acceleration Markers Are Associated With Physiologic Frailty and All-Cause Mortality in People With Human Immunodeficiency Virus. Clin Infect Dis. 2023 Feb 8;76(3):e638-e644. doi: 10.1093/cid/ciac656."
                },
                {
                    "pmid": "33481463",
                    "type": "BACKGROUND",
                    "citation": "Oursler KK, Marconi VC, Briggs BC, Sorkin JD, Ryan AS; FIT VET Project Team. Telehealth Exercise Intervention in Older Adults With HIV: Protocol of a Multisite Randomized Trial. J Assoc Nurses AIDS Care. 2022 Mar-Apr 01;33(2):168-177. doi: 10.1097/JNC.0000000000000235."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "A Limited Dataset (LDS) will be created and shared pursuant to a Data Use Agreement (DUA) appropriately limiting use of the dataset and prohibiting the recipient from identifying or re-identifying (or taking steps to identify or re-identify) any individual whose data are included in the dataset."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "HIV Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}