{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05501015",
            "orgStudyIdInfo": {
                "id": "1795792-2"
            },
            "organization": {
                "fullName": "Atlantic Health System",
                "class": "OTHER"
            },
            "briefTitle": "Functional Oral-Pharyngeal Rehabilitation of Patients With Dysphagia Using Ice-chips, a Prospective Randomized Study",
            "officialTitle": "Functional Oral-Pharyngeal Rehabilitation of Patients With Dysphagia Using Ice-chips, a Prospective Randomized Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "functional-oral-pharyngeal-rehabilitation-of-patients-with-dysphagia-using-ice-chips-a-prospective-randomized-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-22",
            "studyFirstSubmitQcDate": "2022-08-12",
            "studyFirstPostDateStruct": {
                "date": "2022-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-12",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zoltan Nemeth",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "Atlantic Health System"
            },
            "leadSponsor": {
                "name": "Atlantic Health System",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to evaluate the effectiveness of early swallowing intervention in post extubated patients in the ICU to determine if this minimizes the risk of aspiration, increases initiating of oral intake sooner, reduced length of ICU stay and reduces the need for alternate means of nutrition/hydration.\n\nPatients will be randomly assigned to either Group A or B. We will decide grouping, using wheel that will randomly select group A or B after spinning.\n\nAll participants will receive ongoing therapy while enrolled in the study until they receive an oral diet or are placed on a feeding tube as directed by their physician.\n\nParticipants will be assigned to be in Group A or B. In Group A, participants will receive traditional swallowing therapy and perform exercises to strengthen swallowing muscles three times a day, while in Group B, participants will consume ice chips with supervision three times a day, which is also to strengthen swallowing muscles.\n\nBefore starting therapy, all participants will receive a Clinical Dysphagia Evaluation by a Speech-Language Pathologist and an instrumental swallowing assessment by a Speech-Language Pathologist called a Fiberoptic Endoscopic Evaluation of Swallowing -(FEES). The FEES is an objective exam where a small, thin fiberoptic endoscope is placed trans nasally by the SLP. The assessment determines if a patient is aspirating, what texture of food and /or liquid the patient is aspirating, assesses ability to manage secretions, assesses vocal fold movement and determines if patient is safe to begin oral intake.\n\nGroup A will serve as the control group. This group will receive oral hygiene followed by traditional dysphagia exercises, including effortful swallow, Masako Maneuver, and Tongue Press. This will occur three times a day. Group B will serve as the experimental group. In place of traditional dysphagia exercises, participants in Group B will receive oral hygiene and will consume small amounts of ice chips with supervision, three times a day. The ice chip protocol is based on the same findings as the Frazier Free Water Protocol, in that small amounts of clean water or ice chips are not harmful to the lungs and relatively benign if aspirated. Ice chips provide additional advantages in rehabilitating dysphagia as they are a cohesive bolus that are easier for patients with severe dysphagia to control in their mouth and swallow.",
            "detailedDescription": "Dysphagia is a swallowing disorder that results in difficulty or inability to transport food or liquid effectively and safely from the mouth to the stomach. If dysphagia is not detected and treated early, it may lead to aspiration and aspiration pneumonia. Aspiration occurs when food, liquid, secretions or stomach contents are inhaled into the lungs. Silent aspiration occurs when food, liquid, secretions or stomach contents are inhaled into the lungs and the patient does not feel it so there is no cough response elicited.\n\nSwallowing disorders are often associated with prolonged intubation (\\>48 hours (about 2 days). The reported incidence of post-extubation dysphagia (PED) varies significantly. One study found that PED was present in 84% of patients, and this was even after the exclusion of patients with stroke or neuromuscular disease. Clinical signs and symptoms of aspiration may be observed by a patient who coughs on their own secretions or coughs when food or liquid is introduced. Silent aspiration is a covert form of aspiration that occurs without any outward signs or symptoms. Silent aspiration is usually a result of desensitization of the pharynx and upper airways and can be diagnosed through an instrumental swallow assessment. A meta -analysis and systematic review systematic including 38 studies, 5798 patients and 1957 dysphagia events noted a high incidence of post-extubation silent aspiration. The authors calculated the combined weighted incidence of post-extubation dysphagia to be 41% (95% confidence interval, 0.33-0.50), with 36% of the patients with PED having silent aspiration (95% confidence interval, 0.22-0.50). Without instrumental swallow evaluations, silent aspiration may go undetected and lead to pulmonary complications.\n\nPost-extubation dysphagia has been associated with poor outcomes including increased risk of reintubation, development of pneumonia, prolonged hospital stays, need for feeding tubes, increased hospital costs, malnutrition, dehydration, increased risk of death, discharge to a nursing home and poor quality of life. Additional sequala following post extubation dysphagia may include laryngeal trauma, neuromuscular weakness, reduced ability to coordinate breathing and swallowing, impaired cough response and generalized disuse atrophy.\n\nIn the critically ill population, there have been only a few studies that analyzed the impact of post-extubation dysphagia on patient centered outcomes. ICU (Intensive Care Unit) acquired weakness (ICUAW) including general muscular weakness and muscular atrophy has not been reported in the literature. ICUAW weakness may be a consequence of disuse in patient's receiving long term intubation, long term sedation and or neuromuscular blocking agents. The \"use it or lose it\" principle suggest that early intervention can improve diet tolerance, airway protection and overall nutrition.\n\nCurrently, in our ICU at MMC, when a patient is extubated, they receive a nursing swallowing screen with 3 ounces of water. If the patient fails the nursing swallow screening, they remain NPO (nothing by mouth) and are then seen by a Speech-Language Pathologist (SLP) for a formal Dysphagia Evaluation. The SLP assessment includes a cranial nerve exam, integrity of cough strength, vocal quality, dental status, oral hygiene, and mentation. If the SLP deems the patient safe for oral trials, various textures of food and liquid are introduced. If the patient exhibits overt signs and symptoms of aspiration (coughs when eating or drinking) they are often kept NPO (nil by mouth) and re-assessed in a few days. The ability to detect silent aspiration during a clinical bedside dysphagia evaluation is limited. An instrumental assessment is often recommended as the patient improves which is completed by the SLP. Following these assessments, recommendations are then made to either begin oral intake if patient is safe to eat or remain NPO. Swallow therapy is often not initiated until after the patient is out of ICU.\n\nThe objective of this study is to evaluate the effectiveness of early swallowing intervention in post extubated patients in the ICU to determine if this minimizes the risk of aspiration, increases initiating of oral intake sooner, reduced length of ICU stay and reduces the need for alternate means of nutrition/hydration."
        },
        "conditionsModule": {
            "conditions": [
                "Post Extubation Dysphagia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A - Standard Dysphagia Treatment",
                    "type": "NO_INTERVENTION",
                    "description": "Group A will serve as the control group. This group will receive oral hygiene followed by traditional dysphagia exercises, including effortful swallow, Masako Maneuver, and Tongue Press."
                },
                {
                    "label": "Group B - Ice Chip Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Group B will serve as the experimental group. In place of traditional dysphagia exercises, participants in Group B will receive oral hygiene and will consume small amounts of ice chips with supervision, three times a day. The ice chip protocol is based on the same findings as the Frazier Free Water Protocol, in that small amounts of clean water or ice chips are not harmful to the lungs and relatively benign if aspirated. Ice chips provide additional advantages in rehabilitating dysphagia as they are a cohesive bolus that are easier for patients with severe dysphagia to control in their mouth and swallow.",
                    "interventionNames": [
                        "Other: Ice chips"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Ice chips",
                    "description": "Consuming small amounts of ice chips with supervision",
                    "armGroupLabels": [
                        "Group B - Ice Chip Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rehabilitating dysphagia",
                    "description": "Return of swallowing function, assessed by FEES or barium swallow study supervised by a speech language pathologist.",
                    "timeFrame": "5-10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A participant will be included if he/she:\n* Has been intubated for greater than 48 hours (about 2 days)\n* Can follow simple commands\n* Has been extubated\n* Can elicit a cough response\n* Is on room air, nasal cannula, or high flow oxygen\n* Does not currently have pneumonia/aspiration pneumonia\n* Can manage secretions\n\nExclusion Criteria:\n\n* Has been Intubated for less than 48 hours (about 2 days)\n* Is aphonic\n* Is unable to manage secretions\n* Has prior history of dysphagia\n* Is unable to follow directions\n* Is on ventilator\n* Has oral thrush\n* Is unable to elicit a cough",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zoltan Nemeth, PhD",
                    "role": "CONTACT",
                    "phone": "9739718934",
                    "email": "zoltan.nemeth@atlantichealth.org"
                }
            ],
            "locations": [
                {
                    "facility": "Morristown Medical Center",
                    "status": "RECRUITING",
                    "city": "Morristown",
                    "state": "New Jersey",
                    "zip": "07960",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zoltan Nemeth, PhD",
                            "role": "CONTACT",
                            "phone": "973-971-8934",
                            "email": "zoltan.nemeth@atlantichealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79677,
                        "lon": -74.48154
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30684017",
                    "type": "BACKGROUND",
                    "citation": "Perren A, Zurcher P, Schefold JC. Clinical Approaches to Assess Post-extubation Dysphagia (PED) in the Critically Ill. Dysphagia. 2019 Aug;34(4):475-486. doi: 10.1007/s00455-019-09977-w. Epub 2019 Jan 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003680",
                    "term": "Deglutition Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6882",
                    "name": "Deglutition Disorders",
                    "asFound": "Dysphagia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M251802",
                    "name": "Imidacloprid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}