{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05489042",
            "orgStudyIdInfo": {
                "id": "H-51048"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K25DA055156-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K25DA055156-01A1"
                },
                {
                    "id": "YIG-1-141-20",
                    "type": "OTHER_GRANT",
                    "domain": "AFSP"
                }
            ],
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Functional Connectivity Alterations in Suicidal Patients Among Opioid Users",
            "officialTitle": "Functional Connectivity Alterations in Suicidal Patients Among Opioid Users",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "functional-connectivity-alterations-in-suicidal-patients-among-opioid-users"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-27",
            "studyFirstSubmitQcDate": "2022-08-03",
            "studyFirstPostDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hyuntaek Oh, PhD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Foundation for Suicide Prevention",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Suicide is the 10th leading cause of death for Americans of all ages and more people in the United States now die from suicide than die from car accidents. Although death by firearm remains the most common cause of suicide in the United States, an intentional overdose of substance usage such as prescription opioids accounts for over 5,000 suicides per year. In 2017, more than 70,000 drug overdose deaths occurred, making it the leading cause of injury-related death, and well over half (67.8%) involved opioids. The dramatic increase in opioid overdose raises concerns about their contribution to suicidal outcomes (e.g., suicidal behavior, ideation, and attempts). Abuse of prescription opioids is characterized by the persistence of opioid use despite negative consequences. The neurobiology of opioid abuse involves the mesolimbic dopamine systems as the main neural substrate for opioid reward, and altered dopamine release in this system plays a role in opioid abuse. Moreover, the cortico-striatal system, especially the orbitofrontal cortex (OFC), has been associated with the abuse of many substances, including opioids and alcohol. Structural brain alterations in frontal areas, particularly the OFC, may cause executive control dysfunctions of mood which are highly associated with suicidal ideation. Recent preclinical work has shown that higher input from the OFC to the dorsal striatum (dSTR) is associated with compulsive reward-seeking behavior despite negative effects (e.g., punishment). In this study, the investigators propose that OFC/dSTR connectivity may be one neural differentiator that distinguishes between those who become compulsive users after initial opioid use and those that do not. Moreover, suicidal patients among those who become compulsive users may have higher OFC/dSTR connectivity compared to non-suicidal patients.",
            "detailedDescription": "The OFC is functionally connected to other cortical brain regions (e.g., prefrontal and parietal cortices) but also subcortical areas in the dorsal striatum, a core reward circuitry region. The functional connectivity between the OFC and the dorsal striatum also plays an important role in addiction, particularly opioid abuse, and suicide behaviors. Thus, it is clear that the investigators need a better understanding of the therapeutic mechanisms using non-invasive brain stimulation (e.g., TMS) treatment to the OFC as applied to opioid users. As such, the investigators propose to use a combination of interleaved TMS-fMRI, a novel method to observe and characterize causal manipulations of functional neural circuits, targeting the OFC and resting state functional magnetic resonance imaging (fMRI) to longitudinally study psychiatric symptoms (e.g., opioid craving, suicidal behaviors) changes in opioid users."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Abuse",
                "Suicide",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The administration of rTMS will adhere to a double-blinded, randomized, controlled design with 50% of the opioid users or opioid-related patients (e.g., suicidal or depressive patients) recruited to the study receiving placebo stimulation (sham) instead of active rTMS. The placebo stimulation will use a TMS coil of identical appearance that is designed to mimic the sensations associated with the active TMS coil.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The participant will not be aware of if they are receiving TMS treatment or sham TMS treatment.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active rTMS",
                    "type": "EXPERIMENTAL",
                    "description": "5 sessions of active rTMS",
                    "interventionNames": [
                        "Device: Repetitive Transcranial Magnetic Stimulation (rTMS)"
                    ]
                },
                {
                    "label": "Sham rTMS",
                    "type": "SHAM_COMPARATOR",
                    "description": "5 sessions of sham rTMS",
                    "interventionNames": [
                        "Device: sham rTMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Repetitive Transcranial Magnetic Stimulation (rTMS)",
                    "description": "5 Sessions of rTMS - brief single pulse TMS or short TMS pulse bursts consisting of 2-5 pulses delivered per second at a standard intensity. If a brief single pulse TMS is applied, a standard single pulse TMS procedure will be used - This procedure consists of 10 trains of 180 seconds duration and each train will be separated by at least 30 seconds. If short TMS pulse bursts are applied, a standard theta-burst TMS procedure will be used - This procedure consists of TMS triplets (i.e., 3 pulses) that repeat for 10 trains of a total duration of 40-190 seconds and these bursts will be separated by at least 6 seconds and each train will be separated by at least 30 seconds",
                    "armGroupLabels": [
                        "Active rTMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "sham rTMS",
                    "description": "5 sessions of sham rTMS",
                    "armGroupLabels": [
                        "Sham rTMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Functional Connectivity between the orbitofrontal cortex (OFC) and dorsal striatum in opioid users or opioid-related patients versus healthy subjects",
                    "description": "Changes in functional connectivity between opioid users and healthy subjects",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "rTMS changes in dorsal striatum responses between those receiving active stimulation versus sham stimulation",
                    "description": "Active vs sham rTMS",
                    "timeFrame": "7 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria Opioid Use Patients:\n\nEach potential subject will be eligible for inclusion in this study only if the specific criteria listed below are met:\n\n* Be male or female aged 18-60 years old\n* Participation in H-22611;\n* Meets a World Health Organization Alcohol, Smoking and Substance Involvement Screening Test (WHO-ASSIST) score of 4+ in the opioid category;\n* Has depressive symptoms according to the Patient Health Questionnaire (PHQ)-9;\n* Has active suicidal thoughts according to Suicide Behaviors Questionnaire-Revised (SBQ-R);\n* Be able to verbalize understanding of consent form, able to provide written informed consent, and verbalize willingness to complete study procedures;\n* Female subjects must be non-nursing and not pregnant at the times of fMRI experiments and rTMS treatment;\n* Has no contraindications to MRI (pacemaker, cochlear implants, metal in eyes, other metal implants, etc.); Meets the pre-screening magnetic resonance imaging (MRI) questions provided by the Center for Advanced MR Imaging (CAMRI);\n* Has no contraindications to TMS (any types of non-removable metal in their head except the mouth, or within 12 inches of the coil, etc.).\n\nInclusion Criteria Healthy Controls:\n\nEach potential subject will be eligible for inclusion in this study only if the specific criteria listed below are met:\n\n* Be male or female aged 18-60 years old;\n* No history of severe medical or neurological illnesses per history;\n* Be able to verbalize understanding of consent form, able to provide written informed consent, and verbalize willingness to complete study procedures;\n* Female subjects must be non-nursing and not pregnant at the time of fMRI experiments;\n* Has no contraindications to MRI (pacemaker, cochlear implants, metal in eyes, other metal implants, etc.): Meets the pre-screening MRI questions provided by the Center for Advanced MR Imaging (CAMRI);\n* Has no contraindications to TMS (any types of non-removable metal in their head except the mouth, or within 12 inches of the TMS coil, etc.).\n\nExclusion Criteria:\n\nAny potential subject who meets any of the following criteria will be excluded from participating in the study if s/he has\n\n* In the opinion of the clinician and the research team at admission, be expected to fail to complete the study protocol due to not tolerable to receive rTMS;\n* Unable to understand the design and requirements of the study;\n* Unable to sign informed consent for any reason;\n* Has an unstable medical condition, including Acquired immunodeficiency syndrome (AIDS), acute hepatitis, active TB, unstable cardiac disease, unstable diabetes, hepatic or renal insufficiency;\n* Female subjects who are pregnant or nursing;\n* Contraindications to MRI (pacemaker, cochlear implants, metal in the eye, other metal implants, etc.): Do not meet the pre-screening MRI questions provided by the CAMRI;\n* Contraindications to the noninvasive brain stimulation (NIBS) (any types of non- removable metal in their head except the mouth, or within 12 inches of the coil, etc.) Additional exclusion criteria for the TMS experiments are based on the recommendations described by the international consensus panel on brain stimulation;\n* Non-English speaking subjects (we do not have the staff and resources to include other languages)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hyuntaek Oh, PhD",
                    "role": "CONTACT",
                    "phone": "713-275-5019",
                    "email": "hoh@menninger.edu"
                },
                {
                    "name": "Julia Myerson",
                    "role": "CONTACT",
                    "phone": "713-275-5228",
                    "email": "jmyerson@menninger.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The Menninger Clinic",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hyuntaek Oh, PhD",
                            "role": "CONTACT",
                            "phone": "713-275-5019",
                            "email": "hoh@menninger.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23514317",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Bromet EJ. The epidemiology of depression across cultures. Annu Rev Public Health. 2013;34:119-38. doi: 10.1146/annurev-publhealth-031912-114409."
                },
                {
                    "pmid": "26258159",
                    "type": "BACKGROUND",
                    "citation": "Admon R, Pizzagalli DA. Dysfunctional Reward Processing in Depression. Curr Opin Psychol. 2015 Aug 1;4:114-118. doi: 10.1016/j.copsyc.2014.12.011."
                },
                {
                    "pmid": "10333980",
                    "type": "BACKGROUND",
                    "citation": "Horst WD, Preskorn SH. Mechanisms of action and clinical characteristics of three atypical antidepressants: venlafaxine, nefazodone, bupropion. J Affect Disord. 1998 Dec;51(3):237-54. doi: 10.1016/s0165-0327(98)00222-5."
                },
                {
                    "pmid": "10446738",
                    "type": "BACKGROUND",
                    "citation": "Nutt DJ. Care of depressed patients with anxiety symptoms. J Clin Psychiatry. 1999;60 Suppl 17:23-7; discussion 46-8."
                },
                {
                    "pmid": "17074942",
                    "type": "BACKGROUND",
                    "citation": "Rush AJ, Trivedi MH, Wisniewski SR, Nierenberg AA, Stewart JW, Warden D, Niederehe G, Thase ME, Lavori PW, Lebowitz BD, McGrath PJ, Rosenbaum JF, Sackeim HA, Kupfer DJ, Luther J, Fava M. Acute and longer-term outcomes in depressed outpatients requiring one or several treatment steps: a STAR*D report. Am J Psychiatry. 2006 Nov;163(11):1905-17. doi: 10.1176/ajp.2006.163.11.1905."
                },
                {
                    "pmid": "17640522",
                    "type": "BACKGROUND",
                    "citation": "Hallett M. Transcranial magnetic stimulation: a primer. Neuron. 2007 Jul 19;55(2):187-99. doi: 10.1016/j.neuron.2007.06.026."
                },
                {
                    "pmid": "27111185",
                    "type": "BACKGROUND",
                    "citation": "Curtin SC, Warner M, Hedegaard H. Increase in Suicide in the United States, 1999-2014. NCHS Data Brief. 2016 Apr;(241):1-8."
                },
                {
                    "pmid": "30605448",
                    "type": "BACKGROUND",
                    "citation": "Scholl L, Seth P, Kariisa M, Wilson N, Baldwin G. Drug and Opioid-Involved Overdose Deaths - United States, 2013-2017. MMWR Morb Mortal Wkly Rep. 2018 Jan 4;67(5152):1419-1427. doi: 10.15585/mmwr.mm675152e1."
                },
                {
                    "pmid": "28364579",
                    "type": "BACKGROUND",
                    "citation": "Ashrafioun L, Bishop TM, Conner KR, Pigeon WR. Frequency of prescription opioid misuse and suicidal ideation, planning, and attempts. J Psychiatr Res. 2017 Sep;92:1-7. doi: 10.1016/j.jpsychires.2017.03.011. Epub 2017 Mar 19."
                },
                {
                    "pmid": "16099045",
                    "type": "BACKGROUND",
                    "citation": "Pierce RC, Kumaresan V. The mesolimbic dopamine system: the final common pathway for the reinforcing effect of drugs of abuse? Neurosci Biobehav Rev. 2006;30(2):215-38. doi: 10.1016/j.neubiorev.2005.04.016. Epub 2005 Aug 11."
                },
                {
                    "pmid": "17719014",
                    "type": "BACKGROUND",
                    "citation": "Schoenbaum G, Shaham Y. The role of orbitofrontal cortex in drug addiction: a review of preclinical studies. Biol Psychiatry. 2008 Feb 1;63(3):256-62. doi: 10.1016/j.biopsych.2007.06.003. Epub 2007 Aug 23."
                },
                {
                    "pmid": "30568192",
                    "type": "BACKGROUND",
                    "citation": "Pascoli V, Hiver A, Van Zessen R, Loureiro M, Achargui R, Harada M, Flakowski J, Luscher C. Stochastic synaptic plasticity underlying compulsion in a model of addiction. Nature. 2018 Dec;564(7736):366-371. doi: 10.1038/s41586-018-0789-4. Epub 2018 Dec 19."
                },
                {
                    "pmid": "32371303",
                    "type": "BACKGROUND",
                    "citation": "Oh H, Lee J, Gosnell SN, Patriquin M, Kosten T, Salas R. Orbitofrontal, dorsal striatum, and habenula functional connectivity in psychiatric patients with substance use problems. Addict Behav. 2020 Sep;108:106457. doi: 10.1016/j.addbeh.2020.106457. Epub 2020 Apr 27."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Abuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}