{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05509842",
            "orgStudyIdInfo": {
                "id": "HUM00212090"
            },
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Function-based Accelerated Stimulation Therapy (FAST-therapy) for Freezing of Gait (FOG) After Parkinson's Disease (PD)",
            "officialTitle": "High-dose Accelerated Theta Burst Stimulation to Restore PD-induced Motor Network Dysconnectivity",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "function-based-accelerated-stimulation-therapy-fast-therapy-for-freezing-of-gait-fog-after-parkinson-s-disease-pd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-17",
            "studyFirstSubmitQcDate": "2022-08-19",
            "studyFirstPostDateStruct": {
                "date": "2022-08-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Vesia, PhD",
                "investigatorTitle": "Assistant Professor, Movement Science",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Parkinson disease (PD) is a common disorder in which reduced speed of movement results from inadequate brain production of the chemical dopamine. The most effective treatment for Parkinson disease is the use of drugs that provide dopamine replacement therapy (DRT). However, as the disease progresses there are prominent DRT-resistant features of Parkinson disease that are a major source of disability. These include cognitive (attention, memory) impairments and gait disorders such as freezing and falls.\n\nRepetitive transcranial magnetic stimulation (rTMS), a form of non-invasive brain stimulation, holds promise for the study and treatment of motor and cognitive deficits in persons with Parkinson's. To date, there are no conclusive results regarding an optimal rTMS protocol for recovery of motor and cognitive deficits in Parkinson's disease. This study is designed to promote clinical rehabilitation neuroscience research, and aims to improve rehabilitation in persons with Parkinson's with freezing of gait. This work will evaluate the use of a new accelerated, high dose, non-invasive brain stimulation method for treatment of freezing of gait in PD and will test how applying targeted accelerated stimulation to the brain improves gait disturbance due to PD.",
            "detailedDescription": "* The proposed research will characterize how inter-individual brain and behavior differences (i.e., gait function behavior and fMRI functional connectivity) at baseline relate to the treatment response.\n* This knowledge will provide important information about how interventions can be personalized and optimized.\n* The work may increase understanding of the underlying neurobiological mechanisms of neuromodulation for rehabilitation in patients with gait disturbances due to PD.\n* Impact: Results will provide insights into the effects of the neuromodulatory treatment on gait and motor dysfunction and could dramatically improve quality of life for patients with PD. The results also will (1) provide a mechanistic foundation for studies of therapeutic iTBS for PD patients, (2) evaluate novel stimulation targets, and (3) markedly condense the duration of treatment into a more manageable timeframe for patients.\n\nOur overall objectives in the current study are to:\n\n1. To establish safety, feasibility, and tolerability of a high-dose, resting-state functional connectivity-guided iTBS\n2. To elucidate the neural mechanism by which such a highly efficient and personalized stimulation approach leads to improvements in freezing of gait in PD.\n3. To promote rehabilitation neuroscience research that expands current neuromodulatory methods\n4. To increase understanding of the neurobiological mechanisms underlying such neuromodulatory treatment\n\n   The specific aims / hypotheses in the current study are:\n\n   - Aim 1: Demonstrate the safety, feasibility and tolerability of high-dose, accelerated, network targeted rTMS in the basal ganglia-cerebellar-motor network.\n\n   Working hypothesis: The approach will be safe, feasible and well tolerated by the patients.\n\n   - Aim 2: Demonstrate preliminary efficacy of high-dose, accelerated, network-targeted rTMS on freezing of gait.\n\n   Working hypothesis: The approach facilitates recovery in motor network dysconnectivity, and thereby will improve FOG after treatment compared to pre-treatment.\n\n   - Aim 3: Demonstrate modulation of functional connectivity aftereffects of high-dose, accelerated, network-targeted rTMS.\n\n   Working hypothesis: Functional connectivity as assessed with fMRI will change after the high-dose, accelerated, functionally-guided stimulation treatment compared to pre-treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed study is for an open-label trial in which participants will undergo up to 11 separate sessions, including a 6-day noninvasive brain stimulation intervention and basic neurological testing, neuroimaging, gait assessment, and cognitive/motor testing over a period of 4-6 weeks.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open label treatment",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects then will receive open-label treatment (Tx) for six days within an fourteen-day span (Visits 3-8). Briefly, a newer form of rTMS called intermittent theta burst stimulation (iTBS) will be used that mimics endogenous theta rhythms, which can improve induction of synaptic long-term potentiation and influence functional connectivity. A 10-min iTBS sessions will be applied to the basal ganglia-cerebellar-cortical network immediately after the subject has primed and activated the network by performing a precision force tracking task for up to 10 min. The subject will undergo 5 sessions of the force task and stimulation per day, with each session separated by 40 min.",
                    "interventionNames": [
                        "Device: rTMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "rTMS",
                    "description": "A MagPro X100 magnetic stimulator with a 90mm figure-8 coil (MC-B70, MagVenture Inc.) will be used to apply rTMS to targeted locations marked on the structural MRI using a frameless infrared stereotactic neuronavigation system (Brainsight, Rogue Research).",
                    "armGroupLabels": [
                        "Open label treatment"
                    ],
                    "otherNames": [
                        "MagPro X100 magnetic stimulator with a 90mm figure-8 coil (MC-B70, MagVenture Inc.)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participant perception of treatment acceptability",
                    "description": "A study-specific questionnaire of rTMS treatment acceptability. Participants rate any perceived symptoms on a scale from 1 to 4 (none, mild, moderate, severe), with lower scores indicating better acceptability.",
                    "timeFrame": "up to six treatment days"
                },
                {
                    "measure": "Retention rate",
                    "description": "Percentage of participants enrolled who completed the study.",
                    "timeFrame": "Change from Baseline prior to treatment and at follow-up within 1 week post-treatment"
                },
                {
                    "measure": "Percentage change in TUG test time to 48 hours and 14 days post-intervention",
                    "description": "Time to complete the full TUG protocol.",
                    "timeFrame": "Change from Baseline; 48 hours post; 14 days post -intervention"
                },
                {
                    "measure": "Net changes in FOG-Q scores at 48 hours and 14 days post-intervention",
                    "description": "Net changes in FOG-Q scores at 48 hours and 14 days post-intervention",
                    "timeFrame": "Change from Baseline; 48 hours post; 14 days post -intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage change in accuracy to precision force-tracking task at 48 hours and 14 days post-intervention",
                    "description": "Squared distance (error) from the cursor to the target in precision force-tracking task, estimated as the root mean squared error (RMSE).",
                    "timeFrame": "Baseline; 48 hours post; 14 days post -intervention"
                },
                {
                    "measure": "Changes in functional connectivity and BOLD signal in the basal ganglia-cerebellar-cortical network during resting state and task-based fMRI 7-10 days post-intervention",
                    "description": "Basal ganglia-cerebellar-cortical network defined by BOLD change while subject performs the precision force-tracking task \\*Optional",
                    "timeFrame": "Baseline; 7-10 hours post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Parkinson disease (PD) with PD diagnosis based on the recent Movement Disorder Society criteria\n2. PD subjects \\>45 years and \\<90 will be studied\n3. H\\&Y2-3 (early PD) subjects will be recruited\n4. English speaker\n5. Able to provide written consent prior to admission\n\nExclusion Criteria:\n\n1. The presence of other neurologic disease or neurologic findings on examination\n2. Depression: Geriatric Depression Scale (GDS) score \\>11\n3. Evidence of a stroke or mass lesion on prior structural brain imaging (CT or MRI)\n4. Are younger than 45 or older than 90 years old\n5. Non-English speaker\n6. Are pregnant, suspect pregnancy or are attempting to become pregnant\n7. Have a pacemaker, intracardiac lines or any other medically implanted device or medicine pump\n8. Have cochlear hearing implants\n9. Are taking GABAergic, NDMA-receptor antagonist, or other drug known to influence neural receptors that facilitate neuroplasticity\n10. Have non removable body piercings or have foreign objects in body\n11. Have metal anywhere in the head that could increase a subjects risk of serious injury (not including braces, dental fillings, etc.):\n\n    1. deep brain or vagus nerve stimulator\n    2. aneurysm clips or coils\n    3. stents in neck or brain\n    4. implanted stimulators\n    5. electrodes to monitor brain activity\n    6. metallic implants in eyes or ears\n    7. shrapnel or bullet fragments in or near the head\n    8. facial tattoos with metallic or magnetic-sensitive ink\n    9. other metal devices or objects implanted in or near the head,\n12. Have any of the below conditions that would put a subject at increased risk of having a seizure:\n\n    1. a personal or family history of seizure/epilepsy\n    2. taking prescription drugs that lower the threshold for seizures\n    3. recent history of excessive alcohol consumption\n    4. history of alcohol addiction/dependence\n    5. recent history of recreational drug use\n    6. history of drug addiction/dependence\n13. Have been diagnosed with any of the following:\n\n    1. A stroke, brain hemorrhage, brain tumor, encephalitis, or multiple sclerosis\n    2. Alzheimer's disease\n    3. attention deficit disorder, schizophrenia, or manic depressive (bipolar) disorder\n    4. normal pressure hydrocephalus or increased intra-cranial pressure\n    5. diabetes requiring insulin treatment\n    6. any serious heart disorder or liver disease\n\n6. Metallic medical implants (i.e. pacemaker), foreign objects in body, non-removable body-piercings 7. Pregnancy 8. Additional exclusion criteria related to TMS: g. Metal in the cranium (mouth excluded) h. Cardiac pacemaker i. Implanted medication pump j. Implanted deep brain stimulator or vagus nerve stimulator k. Intracardiac lines l. Serious heart disease m. Increased intracranial pressure n. History of seizures o. Epileptogenic medication p. Cochlear implants q. Recent extended air travel resulting in jetlag or other sleep deprived state",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Rettmann",
                    "role": "CONTACT",
                    "phone": "734-763-2790",
                    "email": "arettman@umich.edu"
                },
                {
                    "name": "Michael Vesia, PhD",
                    "role": "CONTACT",
                    "phone": "734-764-5237",
                    "email": "mvesia@umich.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Rettmann",
                            "role": "CONTACT",
                            "phone": "734-763-2790",
                            "email": "ashley.rettmann@gmail.com"
                        },
                        {
                            "name": "Michael Vesia, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}