{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00001352",
            "orgStudyIdInfo": {
                "id": "930106"
            },
            "secondaryIdInfos": [
                {
                    "id": "93-I-0106"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Fungal Infection Susceptibility",
            "officialTitle": "Cryptococcosis in Previously Healthy Adults",
            "therapeuticArea": [
                "Respiratory",
                "Infectious Diseases",
                "Other"
            ],
            "study": "fungal-infection-susceptibility"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-15",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1993-04-01",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "1999-11-03",
            "studyFirstSubmitQcDate": "1999-11-03",
            "studyFirstPostDateStruct": {
                "date": "1999-11-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will follow the course of disease in previously healthy patients with cryptococcosis who developed the disease for no identifiable reason. Participants may be followed for up to 5 years.\n\nIndividuals with a positive Cryptococcus (neoformans or gattii) culture that are 18 years of age and older without HIV infection or other condition predisposing to cryptococcosis (such as high-dose corticosteroid therapy, sarcoidosis, or a blood cancer) may be eligible for this study. Genetic relatives and healthy volunteers are also eligible for this study. Candidates who test positive for HIV infection may not participate.\n\nStudy participants have the option to be completely remote through tele-health visits with cooperation from their PCP and local physicians, or participate through in-person visits at the NIH Clinical Center. Potential participants will have a physical examination, past medical and family history evaluations, routine laboratory tests, and assessment of disease activity performed during the initial screening and enrollment visit. Patients who have active cryptococcosis may also have a lumbar puncture (spinal tap), imaging, and/or additional laboratory tests performed, as clinically indicated. After the initial screening evaluation and study enrollment, patients receiving treatment for cryptococcosis can either continue to be seen remotely through tele-health visits, or they can come to the NIH Clinical Center as needed to manage their disease, typically no less than every 3 months. Other patients will be seen every 6 to 12 months. These follow-up visits may include a medical history, physical examination, routine laboratory tests, imaging, and updates to their treatment plan as indicated.",
            "detailedDescription": "Cryptococcus is a fungus that causes infections most commonly in immunocompromised patients, such as those with AIDS and solid organ transplant recipients, particularly renal transplant recipients (1-3). However, approximately one-third of cases fall outside these groups and, overall, 12.9% to 17.9% have no readily identifiable immune defect (4, 5). The genetic factors, which may predispose to cryptococcosis and the immune response in these patients, have not been extensively studied.\n\nThis protocol is designed to examine the immune deficits that predispose to cryptococcosis as well as the clinical and immune responses among previously healthy adults. The patients included will have an unknown predisposing condition and cryptococcosis. Patients will undergo blood, saliva, and tissue sampling. Throughout the study, patients will be provided with standard medical care and will be seen as often as necessary to manage their condition. Patients in whom microbiologic control of the infection has occurred but in whom inflammation is causing neurologic damage may be treated with corticosteroids or other immunosuppressive agents. Genetically related family members of patients will also be screened for clinical, in vitro, immune, and genetic correlates of immune abnormalities. Healthy adult volunteers, as a comparison group, will be enrolled as a source of blood samples for research testing. Moreover, with respect to cryptococcosis, patients with isolated non-central nervous system (CNS) disease (e.g., pulmonary) may serve as a subset comparator to those with (CNS) involvement a major tissue tropism for Cryptococcus.\n\nGenetic and immunologic testing will be performed on all subjects (patients, relatives, and healthy volunteers) to evaluate for possible immunogenetic factors that lead to susceptibility to cryptococcosis. Among the aims of this protocol are to better understand the pathophysiology and genetic factors that lead to defects in host defense and to use modern and evolving methods in molecular and cellular biology to elucidate the pathogenesis of this particular susceptibility. A better understanding of the underlying pathophysiology of immune defects and genetic susceptibility to fungal infections could allow for the rational development of novel therapies for such diseases and to benefit future patients."
        },
        "conditionsModule": {
            "conditions": [
                "Cryptococcal Infection",
                "Cryptococcal Pneumonia",
                "Pulmonary Cryptococcosis",
                "Cryptococcal Meningitis",
                "Cryptococcosis"
            ],
            "keywords": [
                "Natural History",
                "Cryptococcus",
                "Cryptococcus Neoformans",
                "Cryptococcus gattii"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Genetic Relatives",
                    "description": "Will be placed in a control group. Must be a blood (genetic) relative of a patient enrolled in the study. Participant age must be 18 years or older. Relatives may be excluded if they have a condition that may interfere with evaluation of an immune system abnormality."
                },
                {
                    "label": "Healthy Volunteers",
                    "description": "Will be placed in a control group. Participant age must be 18 years or older. Healthy volunteers will be excluded if they have HIV, viral hepatitis (B or C), history of recurrent or severe infections, history of intravenous drug use, history of engaging in high-risk activities for HIV exposure, receiving chemotherapeutic agents, immunosuppressants, have underlying malignancies, pregnancy, or a history of heart disease, lung disease, kidney disease, or bleeding disorders."
                },
                {
                    "label": "Patient Population",
                    "description": "Previously healthy adult patients diagnosed with Cryptococcosis and have no predisposing conditions, such as HIV."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Characterize the full spectrum of clinical disease of Cryptococcosis in previously healthy adults without known immune predisposition.",
                    "timeFrame": "1-5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Characterize the immunological and genetic mechanisms predisposing to disease acquisition.",
                    "timeFrame": "1-5 years"
                },
                {
                    "measure": "Understand the inflammatory response and distinguish its consequences from those directly due to fungal growth.",
                    "timeFrame": "1-5 years"
                },
                {
                    "measure": "Understand the natural history of disease progression or regression over time.",
                    "timeFrame": "1-5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients:\n\nPatients must:\n\n1. Have cryptococcosis as determined by information collected from their medical records, telephone interviews or from a referring physician:\n\n   * histopathology showing cryptococci; or\n   * culture of C. neoformans or C. gattii\n   * a positive cryptococcal antigen in the serum and/or CSF, together with CSF cell count and chemistry consistent with cryptococcal meningitis.\n2. Be over the age of 18 years old.\n3. Have a primary physician outside of the NIH.\n4. Agree to undergo genetic testing that will include WES and high density SNP arrays as appropriate for possible WES linkage studies.\n5. Allow samples to be stored for future research.\n6. Pregnant patient willnot be excluded; However, research procedures greater than minimal risk including bone marrow biopsy and apheresis would not be performed on pregnant subjects. Otherwise, pregnant patients with cryptococcus would be treated as per standard of care, minimizing teratogenic potential of drugs and ionizing radiation whenever possible.\n\nGenetic Relatives of Patients:\n\nGenetic relatives must:\n\n1. Be a genetic relative of a patient enrolled in this study\n2. Be over the age of 18 years old\n3. Agree to undergo genetic testing that may include WES and high density SNP analysis\n4. Allow samples to be stored for future research\n\nHealthy Volunteers:\n\nHealthy volunteers must:\n\n1. Be between the ages of 18 and 70 years old\n2. Allow samples to be stored for future research\n\nEXCLUSION CRITERIA:\n\nPatients\n\nPatients will be excluded for any of the following:\n\n1. The presence of certain types of acquired abnormalities of immunity due to:\n\n   * HIV\n   * Cancer chemotherapeutic agent(s)\n   * An underlying malignancy could be grounds for possible exclusion of a patient if in the opinion of the investigator, the underlying disease predisposed the patient to the infection\n   * Monoclonal antibody therapy directed against a patient s immune system\n2. Any condition that in the medical opinion of the investigator may interfere with the evaluation of a co-existing abnormality of immunity that is exclude patients with Cushing s disease that have very high cortisol levels at the time of diagnosis of their cryptococcosis.\n\nGenetic Relatives of Patients:\n\nGenetic relatives will be excluded for the following:\n\n* Pregnancy\n* Any condition that in the medical opinion of the investigator may interfere with evaluation of an immune system abnormality that is the subject of study under this protocol.\n\nHealthy Volunteers:\n\nHealthy volunteers will be excluded for any of the following:\n\n1. History of HIV or viral hepatitis (B or C).\n2. History of recurrent or severe infections.\n3. History of intravenous drug use.\n4. History of engaging in high risk activities for exposure to HIV;\n5. Receiving chemotherapeutic agent(s), immunosuppressants or have underlying malignancy.\n6. Pregnancy.\n7. Have history of heart, lung, kidney disease, or bleeding disorders.\n8. Any condition that in the medical opinion of the investigator may interfere with evaluation of an immune system abnormality that is the subject of study under this protocol.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Study subjects will consist of previously healthy adults without known prior conditions who have cryptococcosis, genetic (blood) relatives of these patients, and healthy adult volunteers. Potential Cryptococcus patients must be 18 or older with evidence of positive Cryptococcus infection results as shown through their medical records, telephone interviews or referring physician. This includes a positive Cryptococcus culture (neoformans or gattii), a positive cryptococcal antigen from serum or CSF with CSF cell count and chemistry consistent with Cryptococcus infection, or histopathology showing cryptococci. Genetic relatives and healthy volunteers must be 18 years or older.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter R Williamson, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 443-8339",
                    "email": "williamsonpr@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter R Williamson, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Williamson, MD PhD",
                            "role": "CONTACT",
                            "phone": "301-273-5056",
                            "email": "peter.williamson2@nih.gov"
                        },
                        {
                            "name": "Tracey-Ann Hoeltermann",
                            "role": "CONTACT",
                            "phone": "(240) 344-8127",
                            "email": "tracey-ann.hoeltermann@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23465017",
                    "type": "BACKGROUND",
                    "citation": "Baddley JW, Forrest GN; AST Infectious Diseases Community of Practice. Cryptococcosis in solid organ transplantation. Am J Transplant. 2013 Mar;13 Suppl 4:242-9. doi: 10.1111/ajt.12116. No abstract available."
                },
                {
                    "pmid": "19182676",
                    "type": "BACKGROUND",
                    "citation": "Park BJ, Wannemuehler KA, Marston BJ, Govender N, Pappas PG, Chiller TM. Estimation of the current global burden of cryptococcal meningitis among persons living with HIV/AIDS. AIDS. 2009 Feb 20;23(4):525-30. doi: 10.1097/QAD.0b013e328322ffac."
                },
                {
                    "pmid": "20047480",
                    "type": "BACKGROUND",
                    "citation": "Perfect JR, Dismukes WE, Dromer F, Goldman DL, Graybill JR, Hamill RJ, Harrison TS, Larsen RA, Lortholary O, Nguyen MH, Pappas PG, Powderly WG, Singh N, Sobel JD, Sorrell TC. Clinical practice guidelines for the management of cryptococcal disease: 2010 update by the infectious diseases society of america. Clin Infect Dis. 2010 Feb 1;50(3):291-322. doi: 10.1086/649858."
                },
                {
                    "pmid": "23555970",
                    "type": "BACKGROUND",
                    "citation": "Brizendine KD, Baddley JW, Pappas PG. Predictors of mortality and differences in clinical features among patients with Cryptococcosis according to immune status. PLoS One. 2013;8(3):e60431. doi: 10.1371/journal.pone.0060431. Epub 2013 Mar 26."
                },
                {
                    "pmid": "22937064",
                    "type": "BACKGROUND",
                    "citation": "Bratton EW, El Husseini N, Chastain CA, Lee MS, Poole C, Sturmer T, Juliano JJ, Weber DJ, Perfect JR. Comparison and temporal trends of three groups with cryptococcosis: HIV-infected, solid organ transplant, and HIV-negative/non-transplant. PLoS One. 2012;7(8):e43582. doi: 10.1371/journal.pone.0043582. Epub 2012 Aug 24. Erratum In: PLoS One. 2012;7(10). doi: 10.1371/annotation/a94bc542-6682-4579-a315-57019cef7e0e."
                },
                {
                    "pmid": "24141976",
                    "type": "BACKGROUND",
                    "citation": "Gullo FP, Rossi SA, Sardi Jde C, Teodoro VL, Mendes-Giannini MJ, Fusco-Almeida AM. Cryptococcosis: epidemiology, fungal resistance, and new alternatives for treatment. Eur J Clin Microbiol Infect Dis. 2013 Nov;32(11):1377-91. doi: 10.1007/s10096-013-1915-8. Epub 2013 Jul 4."
                },
                {
                    "pmid": "18449582",
                    "type": "BACKGROUND",
                    "citation": "Baddley JW, Perfect JR, Oster RA, Larsen RA, Pankey GA, Henderson H, Haas DW, Kauffman CA, Patel R, Zaas AK, Pappas PG. Pulmonary cryptococcosis in patients without HIV infection: factors associated with disseminated disease. Eur J Clin Microbiol Infect Dis. 2008 Oct;27(10):937-43. doi: 10.1007/s10096-008-0529-z. Epub 2008 May 1."
                },
                {
                    "pmid": "23697747",
                    "type": "BACKGROUND",
                    "citation": "Chen SC, Korman TM, Slavin MA, Marriott D, Byth K, Bak N, Currie BJ, Hajkowicz K, Heath CH, Kidd S, McBride WJ, Meyer W, Murray R, Playford EG, Sorrell TC; Australia and New Zealand Mycoses Interest Group (ANZMIG) Cryptococcus Study. Antifungal therapy and management of complications of cryptococcosis due to Cryptococcus gattii. Clin Infect Dis. 2013 Aug;57(4):543-51. doi: 10.1093/cid/cit341. Epub 2013 May 22."
                },
                {
                    "pmid": "23874010",
                    "type": "BACKGROUND",
                    "citation": "Pappas PG. Cryptococcal infections in non-HIV-infected patients. Trans Am Clin Climatol Assoc. 2013;124:61-79."
                },
                {
                    "pmid": "17710620",
                    "type": "BACKGROUND",
                    "citation": "Meletiadis J, Walsh TJ, Choi EH, Pappas PG, Ennis D, Douglas J, Pankey GA, Larsen RA, Hamill RJ, Chanock S. Study of common functional genetic polymorphisms of FCGR2A, 3A and 3B genes and the risk for cryptococcosis in HIV-uninfected patients. Med Mycol. 2007 Sep;45(6):513-8. doi: 10.1080/13693780701390140."
                },
                {
                    "pmid": "7935577",
                    "type": "BACKGROUND",
                    "citation": "Schepelmann K, Muller F, Dichgans J. Cryptococcal meningitis with severe visual and hearing loss and radiculopathy in a patient without immunodeficiency. Mycoses. 1993 Nov-Dec;36(11-12):429-32. doi: 10.1111/j.1439-0507.1993.tb00734.x."
                },
                {
                    "pmid": "23509356",
                    "type": "BACKGROUND",
                    "citation": "Rosen LB, Freeman AF, Yang LM, Jutivorakool K, Olivier KN, Angkasekwinai N, Suputtamongkol Y, Bennett JE, Pyrgos V, Williamson PR, Ding L, Holland SM, Browne SK. Anti-GM-CSF autoantibodies in patients with cryptococcal meningitis. J Immunol. 2013 Apr 15;190(8):3959-66. doi: 10.4049/jimmunol.1202526. Epub 2013 Mar 18."
                },
                {
                    "pmid": "24196381",
                    "type": "BACKGROUND",
                    "citation": "Rabbani B, Tekin M, Mahdieh N. The promise of whole-exome sequencing in medical genetics. J Hum Genet. 2014 Jan;59(1):5-15. doi: 10.1038/jhg.2013.114. Epub 2013 Nov 7."
                },
                {
                    "pmid": "20858594",
                    "type": "BACKGROUND",
                    "citation": "Mullaney JM, Mills RE, Pittard WS, Devine SE. Small insertions and deletions (INDELs) in human genomes. Hum Mol Genet. 2010 Oct 15;19(R2):R131-6. doi: 10.1093/hmg/ddq400. Epub 2010 Sep 21."
                },
                {
                    "pmid": "18462102",
                    "type": "BACKGROUND",
                    "citation": "De Pauw B, Walsh TJ, Donnelly JP, Stevens DA, Edwards JE, Calandra T, Pappas PG, Maertens J, Lortholary O, Kauffman CA, Denning DW, Patterson TF, Maschmeyer G, Bille J, Dismukes WE, Herbrecht R, Hope WW, Kibbler CC, Kullberg BJ, Marr KA, Munoz P, Odds FC, Perfect JR, Restrepo A, Ruhnke M, Segal BH, Sobel JD, Sorrell TC, Viscoli C, Wingard JR, Zaoutis T, Bennett JE; European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group; National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) Consensus Group. Revised definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) Consensus Group. Clin Infect Dis. 2008 Jun 15;46(12):1813-21. doi: 10.1086/588660."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1993-I-0106.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000016919",
                    "term": "Meningitis, Cryptococcal"
                },
                {
                    "id": "D000003453",
                    "term": "Cryptococcosis"
                },
                {
                    "id": "D000008581",
                    "term": "Meningitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000016921",
                    "term": "Meningitis, Fungal"
                },
                {
                    "id": "D000020314",
                    "term": "Central Nervous System Fungal Infections"
                },
                {
                    "id": "D000009181",
                    "term": "Mycoses"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000002494",
                    "term": "Central Nervous System Infections"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M7380",
                    "name": "Disease Susceptibility",
                    "relevance": "LOW"
                },
                {
                    "id": "M11564",
                    "name": "Meningitis",
                    "asFound": "Meningitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M19263",
                    "name": "Meningitis, Cryptococcal",
                    "asFound": "Cryptococcal Meningitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6664",
                    "name": "Cryptococcosis",
                    "asFound": "Cryptococcosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19265",
                    "name": "Meningitis, Fungal",
                    "relevance": "LOW"
                },
                {
                    "id": "M22126",
                    "name": "Central Nervous System Fungal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M5743",
                    "name": "Central Nervous System Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1668",
                    "name": "Cryptococcosis",
                    "asFound": "Cryptococcosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}