{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04098081",
            "orgStudyIdInfo": {
                "id": "1911GCCC"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "1911GCCC: Galeterone or Galeterone With Gemcitabine for Patients With Metastatic Pancreatic Adenocarcinoma",
            "officialTitle": "1911GCCC:Two Parallel, Single-arm, Open Label, Phase 2 Trials of Galeterone Alone or Galeterone Combined With Gemcitabine for Patients With Metastatic Pancreatic Adenocarcinoma Refractory to Standard Chemotherapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "galeterone-or-galeterone-with-gemcitabine-for-patients-with-metastatic-pancreatic-adenocarcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-18",
            "studyFirstSubmitQcDate": "2019-09-19",
            "studyFirstPostDateStruct": {
                "date": "2019-09-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Assess the effectiveness of galeterone in advanced pancreatic adenocarcinoma",
            "detailedDescription": "This research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of galeterone, an investigational drug, in pancreatic cancer.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved galeterone for pancreatic cancer. Galeterone is an androgen receptor inhibitor that showed anti-cancer activity in pancreatic cancer in research lab. In this study, the investigator is interested in evaluating galeterone alone or in combination with chemotherapy in treating pancreatic cancer."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Pancreatic Cancer"
            ],
            "keywords": [
                "pancreatic cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "2 parallel arm phase II study of galeterone alone or galeterone with gemcitabine in advanced pancreatic cancer",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 58,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "galeterone",
                    "type": "EXPERIMENTAL",
                    "description": "galeterone orally once daily",
                    "interventionNames": [
                        "Drug: galeterone"
                    ]
                },
                {
                    "label": "galeterone+gemcitabine",
                    "type": "EXPERIMENTAL",
                    "description": "daily dose galeterone and weekly dose of gemcitabine",
                    "interventionNames": [
                        "Drug: galeterone",
                        "Drug: Gemcitabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "galeterone",
                    "description": "Therapeutic",
                    "armGroupLabels": [
                        "galeterone",
                        "galeterone+gemcitabine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "Therapeutic",
                    "armGroupLabels": [
                        "galeterone+gemcitabine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "response rate",
                    "description": "number of patients whose disease shrink during treatment",
                    "timeFrame": "8 weeks post treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "progression-free survival",
                    "description": "time for galeterone to control the disease",
                    "timeFrame": "From date of randomization until the date of first documented progression, assessed up to 100 months"
                },
                {
                    "measure": "overall survival",
                    "description": "total life expectancy",
                    "timeFrame": "From date of randomization until the date of death from any cause, assessed up to 100 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to understand and willingness to sign a written informed consent document\n2. Agree to comply with the study requirements and agrees to come to the clinic/hospital for required study visits\n3. 18 years of age or order\n4. Histologic or cytologic diagnosis of pancreatic adenocarcinoma\n5. Measurable metastatic disease documented by CT/MRI at least 1cm in greatest dimension\n6. Have received 2 lines of prior systemic therapy; those patients must demonstrate continued disease progression (RECIST 1.1) and must not have received chemotherapy for at least 4 weeks prior to trial assignment;\n7. ECOG performance status must be 0-2 (Appendix A).\n8. All participants (male and female) with reproductive potential must practice an effective method of contraception while on this study in order to minimize risks to fetuses.\n9. Men and women of all ethnic groups are eligible for this trial.\n10. Able to swallow up to six pills and retain oral medication\n11. Expected life expectancy of more than 12 weeks.\n12. Patient has adequate bone marrow function as demonstrated by the following blood\n\n    * counts at Baseline (obtained ≤14 days prior to randomization):\n    * Absolute neutrophil count (ANC) ≥1.5 × 109/L;\n    * Platelet count ≥100,000/mm3 (100 × 109/L);\n    * Hemoglobin (Hgb) ≥ 8 g/dL.\n13. Patient has adequate organ functions at baseline (obtained ≤14 days prior to randomization):\n\n    * AST (SGOT), ALT (SGPT) ≤ 2.5 × upper limit of normal range (ULN),\n    * Total bilirubin ≤ 1.2mg/dl\n    * Serum creatinine within normal limits or calculated clearance ≥50 mL/min. If using creatinine clearance, actual body weight should be used for calculating creatinine clearance (eg, using the Cockroft-Gault formula). For patients with a Body Mass Index (BMI) \\>30 kg/m2, adjusted body weight should be used instead.\n14. Patients with well controlled oligo brain metastasis are eligible Ability to understand and willingness to sign a written informed consent document.\n15. Agree to comply with the study requirements and agrees to come to the clinic/hospital for required study visits.\n16. 18 years of age or order.\n17. Histologic or cytologic diagnosis of stage IV pancreatic adenocarcinoma.\n18. Measurable disease per RECIST 1.1 criteria.\n19. Have received 2 lines of prior systemic therapy; those patients must demonstrate continued disease progression (RECIST 1.1) and must not have received chemotherapy for at least 4 weeks prior to trial assignment.\n20. ECOG performance status must be 0-2 (Appendix A).\n21. All participants (male and female) with reproductive potential must agree to be abstinent or practice an effective method of contraception while on this study in order to minimize risks to fetuses.\n22. Men and women of all ethnic groups are eligible for this trial.\n23. Able to swallow up to six pills and retain oral medication.\n24. Expected life expectancy of more than 12 weeks.\n\nExclusion Criteria:\n\n1. Participation in another clinical trial involving experimental therapy for pancreatic adenocarcinoma within 4 weeks prior to enrollment or simultaneous participation in a study involving investigational treatment.\n2. Prior anti-cancer therapy:\n\n   * Prior treatment with galeterone, or anti-androgens.\n   * Prior radiation therapy within 4 weeks (if single fraction of radiotherapy within 2 weeks).\n3. Concurrent use of other anti-cancer agents.\n4. Major surgery within 4 weeks prior to randomization.\n5. The following medical conditions:\n\n   * New York Heart Association Class III or IV congestive heart failure.\n   * Myocardial infarction/unstable angina (within the 6 months prior to randomization).\n   * History of clinically significant ventricular arrhythmias (e.g., ventricular tachycardia).\n   * History of long QT syndrome, Mobitz II second or third degree heart block without a permanent pacemaker in place.\n   * Bradycardia as defined by heart rate of \\<50 beats/minute at Screening ECG.\n   * History of chronic or active Hepatitis B or Hepatitis C or other known chronic liver disease. Patients recovered from hepatitis are not excluded from the study.\n   * Known human immunodeficiency virus (HIV) infection.\n   * Uncontrolled hypertension (defined as systolic blood pressure \\> 170 mmHg or diastolic blood pressure of \\> 105 mmHg measured on at least two occasions, two weeks apart) despite acceptable anti-hypertension therapy.\n   * Hypotension (defined as systolic blood pressure \\<90 mmHg).\n   * History of adrenal insufficiency or hyperaldosteronism.\n   * Gastrointestinal disorders or gastric bypass surgery, with the exception of pancreatic cancer and its complications, including lap bands that could interfere with the absorption of galeterone.\n   * Serious active infections requiring systemic treatment or nonmalignant medical illnesses that are uncontrolled.\n   * History of seizure or any condition or concomitant use of any medication that may predispose to seizure or lower the seizure threshold.\n   * History of loss of consciousness or transient ischemic attack within 12 months of randomization.\n   * History of (in the past 5 years) other malignancy, other than curatively treated nonmelanomatous skin cancer and superficial transitional cell carcinoma of the bladder.\n   * Cranial/spinal epidural disease.\n   * The patient has known allergy to any of the treatment components.\n6. Any physical or mental condition or social situation that, in the opinion of the Investigator, may interfere with the patient's ability to comply with the trial procedures, confound the ability to interpret data from the study or places the patient at unacceptable risk if he participates in this study.\n7. Current alcohol abuse or illicit drug use.\n8. Since the teratogenic potential of this combination is currently unknown, females who are pregnant or lactating are excluded.\n9. Females at reproductive age must have a negative urine pregnancy test prior to entry to this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aaron Ciner, MD",
                    "role": "CONTACT",
                    "phone": "410-328-6505",
                    "email": "Aaron.Ciner@umm.edu"
                },
                {
                    "name": "Arif Hussain, MD",
                    "role": "CONTACT",
                    "phone": "410-328-7225",
                    "email": "ahussain@som.umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron Ciner, MD",
                    "affiliation": "University of Maryland, Baltimore",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Ciner, MD",
                            "role": "CONTACT",
                            "phone": "410-328-6505"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21561347",
                    "type": "BACKGROUND",
                    "citation": "Conroy T, Desseigne F, Ychou M, Bouche O, Guimbaud R, Becouarn Y, Adenis A, Raoul JL, Gourgou-Bourgade S, de la Fouchardiere C, Bennouna J, Bachet JB, Khemissa-Akouz F, Pere-Verge D, Delbaldo C, Assenat E, Chauffert B, Michel P, Montoto-Grillot C, Ducreux M; Groupe Tumeurs Digestives of Unicancer; PRODIGE Intergroup. FOLFIRINOX versus gemcitabine for metastatic pancreatic cancer. N Engl J Med. 2011 May 12;364(19):1817-25. doi: 10.1056/NEJMoa1011923."
                },
                {
                    "pmid": "24131140",
                    "type": "BACKGROUND",
                    "citation": "Von Hoff DD, Ervin T, Arena FP, Chiorean EG, Infante J, Moore M, Seay T, Tjulandin SA, Ma WW, Saleh MN, Harris M, Reni M, Dowden S, Laheru D, Bahary N, Ramanathan RK, Tabernero J, Hidalgo M, Goldstein D, Van Cutsem E, Wei X, Iglesias J, Renschler MF. Increased survival in pancreatic cancer with nab-paclitaxel plus gemcitabine. N Engl J Med. 2013 Oct 31;369(18):1691-703. doi: 10.1056/NEJMoa1304369. Epub 2013 Oct 16."
                },
                {
                    "pmid": "28881737",
                    "type": "BACKGROUND",
                    "citation": "Kwegyir-Afful AK, Murigi FN, Purushottamachar P, Ramamurthy VP, Martin MS, Njar VCO. Galeterone and its analogs inhibit Mnk-eIF4E axis, synergize with gemcitabine, impede pancreatic cancer cell migration, invasion and proliferation and inhibit tumor growth in mice. Oncotarget. 2016 Dec 24;8(32):52381-52402. doi: 10.18632/oncotarget.14154. eCollection 2017 Aug 8."
                },
                {
                    "pmid": "22797067",
                    "type": "BACKGROUND",
                    "citation": "Adesso L, Calabretta S, Barbagallo F, Capurso G, Pilozzi E, Geremia R, Delle Fave G, Sette C. Gemcitabine triggers a pro-survival response in pancreatic cancer cells through activation of the MNK2/eIF4E pathway. Oncogene. 2013 Jun 6;32(23):2848-57. doi: 10.1038/onc.2012.306. Epub 2012 Jul 16."
                },
                {
                    "pmid": "12761494",
                    "type": "BACKGROUND",
                    "citation": "Arlt A, Gehrz A, Muerkoster S, Vorndamm J, Kruse ML, Folsch UR, Schafer H. Role of NF-kappaB and Akt/PI3K in the resistance of pancreatic carcinoma cell lines against gemcitabine-induced cell death. Oncogene. 2003 May 22;22(21):3243-51. doi: 10.1038/sj.onc.1206390."
                },
                {
                    "pmid": "27618366",
                    "type": "BACKGROUND",
                    "citation": "Kwegyir-Afful AK, Bruno RD, Purushottamachar P, Murigi FN, Njar VC. Galeterone and VNPT55 disrupt Mnk-eIF4E to inhibit prostate cancer cell migration and invasion. FEBS J. 2016 Nov;283(21):3898-3918. doi: 10.1111/febs.13895. Epub 2016 Oct 1."
                },
                {
                    "pmid": "26527750",
                    "type": "BACKGROUND",
                    "citation": "Montgomery B, Eisenberger MA, Rettig MB, Chu F, Pili R, Stephenson JJ, Vogelzang NJ, Koletsky AJ, Nordquist LT, Edenfield WJ, Mamlouk K, Ferrante KJ, Taplin ME. Androgen Receptor Modulation Optimized for Response (ARMOR) Phase I and II Studies: Galeterone for the Treatment of Castration-Resistant Prostate Cancer. Clin Cancer Res. 2016 Mar 15;22(6):1356-63. doi: 10.1158/1078-0432.CCR-15-1432. Epub 2015 Nov 2."
                },
                {
                    "pmid": "22307213",
                    "type": "BACKGROUND",
                    "citation": "Hosein PJ, de Lima Lopes G Jr, Pastorini VH, Gomez C, Macintyre J, Zayas G, Reis I, Montero AJ, Merchan JR, Rocha Lima CM. A phase II trial of nab-Paclitaxel as second-line therapy in patients with advanced pancreatic cancer. Am J Clin Oncol. 2013 Apr;36(2):151-6. doi: 10.1097/COC.0b013e3182436e8c."
                },
                {
                    "pmid": "29564179",
                    "type": "BACKGROUND",
                    "citation": "Palacio S, Hosein PJ, Reis I, Akunyili II, Ernani V, Pollack T, Macintyre J, Restrepo MH, Merchan JR, Rocha Lima CM. The nab-paclitaxel/gemcitabine regimen for patients with refractory advanced pancreatic adenocarcinoma. J Gastrointest Oncol. 2018 Feb;9(1):135-139. doi: 10.21037/jgo.2017.10.12."
                },
                {
                    "pmid": "16555971",
                    "type": "BACKGROUND",
                    "citation": "Toschi L, Finocchiaro G, Bartolini S, Gioia V, Cappuzzo F. Role of gemcitabine in cancer therapy. Future Oncol. 2005 Feb;1(1):7-17. doi: 10.1517/14796694.1.1.7."
                },
                {
                    "pmid": "2702835",
                    "type": "BACKGROUND",
                    "citation": "Simon R. Optimal two-stage designs for phase II clinical trials. Control Clin Trials. 1989 Mar;10(1):1-10. doi: 10.1016/0197-2456(89)90015-9."
                },
                {
                    "pmid": "16011702",
                    "type": "BACKGROUND",
                    "citation": "Ivanova A, Qaqish BF, Schell MJ. Continuous toxicity monitoring in phase II trials in oncology. Biometrics. 2005 Jun;61(2):540-5. doi: 10.1111/j.1541-0420.2005.00311.x."
                },
                {
                    "pmid": "19097774",
                    "type": "BACKGROUND",
                    "citation": "Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, Dancey J, Arbuck S, Gwyther S, Mooney M, Rubinstein L, Shankar L, Dodd L, Kaplan R, Lacombe D, Verweij J. New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer. 2009 Jan;45(2):228-47. doi: 10.1016/j.ejca.2008.10.026."
                },
                {
                    "pmid": "12232752",
                    "type": "BACKGROUND",
                    "citation": "Corrie P, Mayer A, Shaw J, D'Ath S, Blagden S, Blesing C, Price P, Warner N. Phase II study to evaluate combining gemcitabine with flutamide in advanced pancreatic cancer patients. Br J Cancer. 2002 Sep 23;87(7):716-9. doi: 10.1038/sj.bjc.6600523."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "C000500627",
                    "term": "3-hydroxy-17-(1H-benzimidazole-1-yl)androsta-5,16-diene"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M215544",
                    "name": "Benzimidazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M258936",
                    "name": "3-hydroxy-17-(1H-benzimidazole-1-yl)androsta-5,16-diene",
                    "asFound": "Rehmannia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}