{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05196984",
            "orgStudyIdInfo": {
                "id": "1908962521"
            },
            "organization": {
                "fullName": "Massachusetts Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "Gamma Frequency Stimulation in Individuals With Down Syndrome",
            "officialTitle": "Acute Exposure of Individuals With Down Syndrome to Gamma Frequency Stimulation",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "gamma-frequency-stimulation-in-individuals-with-down-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-05",
            "studyFirstSubmitQcDate": "2022-01-05",
            "studyFirstPostDateStruct": {
                "date": "2022-01-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Massachusetts Institute of Technology",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Down Syndrome (DS) is characterized by an additional copy of chromosome 21, which also increases risk of Alzheimer's Disease (AD). The investigators' lab found a non-invasive way to remove toxic proteins from the brain in AD mouse models. Remarkably, treated mice also have improved memory on behavioral testing. The investigators then translated this non-invasive method, which uses light and sound to stimulate the brain, to be used in mild Alzheimer's patients and cognitively normal adults. The investigators have also translated this research into a vibrating speaker device to study tactile vibration to stimulate the brain as well. For the present study, 30 participants with Down Syndrome and 30 cognitively normal adult controls will be recruited, and the investigators will assess their brain waves with electroencephalogram (EEG) during light, sound, and tactile stimulation. The investigators will also test for safety, feasibility, and cognitive performance before and after a 30-60 minute session of light and sound stimulation to optimize the stimulation devices for use in the DS population.",
            "detailedDescription": "The hallmark sign of Down Syndrome (DS) is an additional copy of chromosome 21, which is also a risk factor of Alzheimer's Disease (AD). Given the significantly increased likelihood of developing AD in DS, it is imperative to study the impact of a possible disease modifying therapeutic both in the prevention of progression to dementia as well as for changing the course of memory disorders in this population. Development of a non-invasive medical device that is effective in slowing cognitive impairment is not only revolutionary but also possibly cost- effective.\n\nInformation processing in the brain is thought to occur through synchronized neuronal activity in the form of network oscillations. Disruptions of gamma oscillations, particularly in the 30 - 50 Hz range, are reported as a potential early hallmark of Alzheimer's disease. Using a non-invasive light (LED) flickering at 40 Hz, investigators were able to show entrainment of 40 Hz gamma oscillations in the visual cortex of Alzheimer's mouse models, along with microglia activation and a significant reduction in amyloid load. Similar gamma activity disruptions have been observed in mouse models of Down Syndrome.\n\nIn initial pilot studies, investigators found that the light and sound device is safe to use in cognitively normal adults and adults with mild AD and that the stimulation at 40Hz can be used to entrain their brain activity. Additionally, investigators have found that a vibrating speaker tactile device is safe to use in cognitively normal adults and can also be used to entrain brain activity. While trials are ongoing in the setting of sporadic Alzheimer's Disease, the purpose of this proposed study is to determine whether gamma entrainment through non-invasive 40Hz sensory stimulation can be observed in participants with Down Syndrome as measured by electroencephalogram (EEG) and an acute stimulation session. The investigators will recruit 30 participants diagnosed with Down Syndrome and 30 cognitively normal participants as a comparison group. Participants will be randomly assigned into one of two study conditions within their participant group: an active condition (40Hz stimulation) and a control condition (sham stimulation) for a 30-60 minute light and sound stimulation session. Cognitive and mental health evaluations as well as memory tests will be performed on all participants, before and after exposure to the GENUS light and sound device for 30-60 minutes, which can deliver light and sound waves at different frequencies. The GENUS device is composed of a panel with light-emitting diode (LED) illumination and speakers for auditory stimulation. In addition to the stimulation session, the investigators will also use electroencephalography (EEG) to check how the participant's brain waves respond to the stimulation, and use questionnaires to evaluate for safety and tolerability. The investigators will also use EEG to check how a subset of the participants (10 total individuals) respond to tactile stimulation using a vibrating speaker device. The tactile stimulation will simply be an additional condition during the EEG for these 10 individuals, but will not impact the stimulation session or study condition assignments, which involve only light and sound. This study will provide critical insight into potential longitudinal studies involving non-invasive 40Hz sensory stimulation in subjects with Down Syndrome as a potential intervention for the development of AD."
        },
        "conditionsModule": {
            "conditions": [
                "Down Syndrome"
            ],
            "keywords": [
                "Down Syndrome",
                "Alzheimer Disease",
                "Non-Invasive Sensory Stimulation",
                "Light and Sound Stimulation",
                "Gamma",
                "Tactile Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Down Syndrome Experimental",
                    "type": "EXPERIMENTAL",
                    "description": "Experimental arm within Down Syndrome participant group: exposure to active 40Hz stimulation for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Active Settings)"
                    ]
                },
                {
                    "label": "Down Syndrome Sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham arm within the Down Syndrome participant group: exposure to control stimulation for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Sham Settings)"
                    ]
                },
                {
                    "label": "Cognitively Normal Experimental",
                    "type": "EXPERIMENTAL",
                    "description": "Experimental arm within the cognitively normal control participant group: exposure to active 40Hz stimulation for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Active Settings)"
                    ]
                },
                {
                    "label": "Cognitively Normal Sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham arm within the cognitively normal control participant group: exposure to control stimulation for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Sham Settings)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "GENUS device (Active Settings)",
                    "description": "Participants in the active condition within the Down Syndrome participant group and the Cognitively Normal Control group will use the GENUS device configured to active 40Hz settings for 30-60 minutes.",
                    "armGroupLabels": [
                        "Cognitively Normal Experimental",
                        "Down Syndrome Experimental"
                    ],
                    "otherNames": [
                        "Gamma Frequency Stimulation",
                        "Light and Sound Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "GENUS device (Sham Settings)",
                    "description": "Participants in the control condition within the Down Syndrome participant group and the Cognitively Normal Control group will use the GENUS device configured to sham settings for 30-60 minutes.",
                    "armGroupLabels": [
                        "Cognitively Normal Sham",
                        "Down Syndrome Sham"
                    ],
                    "otherNames": [
                        "Gamma Frequency Stimulation",
                        "Light and Sound Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of gamma frequency stimulation",
                    "description": "Feasibility of gamma frequency stimulation in subjects with DS will be assessed by analyzing the EEG data from each subject for a sign of change in gamma frequency waves and determining the percent of subjects who show this change.",
                    "timeFrame": "Immediately after the completion of stimulation"
                },
                {
                    "measure": "Incidence of Stimulation-Related Adverse Events",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed using questionnaires and measures to rate the subjects' overall experience with the stimulation. These questionnaires will monitor for any adverse effects of the stimulation.",
                    "timeFrame": "Immediately after the completion of stimulation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in memory and cognitive performance after gamma frequency stimulation",
                    "description": "Exploratory measure to check if there is any change in cantab cognitive battery test performance between baseline and immediately after the completion of the stimulation. The cantab testing battery involves the Motor Screening Task (MOT), the Paired Associates Learning (PAL), the Reaction Time (RTI), and the Multitasking Test (MTT) to test for multitasking, episodic memory, executive function, and processing speed",
                    "timeFrame": "Baseline and immediately after the completion of the stimulation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject is between the ages of 25-65\n* Subject must have a clinically confirmed diagnosis of Down Syndrome (karyotypes optional). Individuals with mosaic Down syndrome will be excluded.\n* Subject or their legal guardian is willing to sign informed consent document.\n* If subject is deemed to not have capacity to sign the informed consent, he/she will need a legally authorized representative to provide surrogate consent.\n* Subject will be medically stable with consistent medication over the previous 3 months.\n\nExclusion Criteria:\n\n* Subjects has history of a dual diagnosis Down Syndrome and Autism\n* Subjects with has history of seizure or epilepsy within the past 24 months.\n* Subjects with a new diagnosis of Attention-deficit/hyperactivity disorder (ADHD) (\\< 6 months) or untreated ADHD\n* Active treatment with one or more anti-epileptic agent.\n* Subjects who have a known history a stroke within the past 24 months.\n* Subjects with a known history of migraine headache.\n* Subjects on medications that lower seizure threshold such as wellbutrin, ciprofloxacin, levofloxacin, etc.\n* Subjects with clinically significant suicide risk and/or suicide attempt in the past 1 year.\n* Subjects with behavioral problems such as aggression/agitation/impulsivity that might interfere with their ability to comply with protocol.\n* Active treatment with one or more psychiatric agent (e.g. antidepressants, antipsychotics, etc).\n* Subjects who have an active implantable medical device including but not limited to implantable cardioverter defibrillator (ICD), deep brain stimulator (DBS), cardiac pacemaker, and/or sacral nerve stimulator.\n* Subjects who have profound and uncorrected hearing or visual impairment.\n* Subjects who are pregnant (self-report).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gabrielle C de Weck, BS",
                    "role": "CONTACT",
                    "phone": "6172587723",
                    "email": "gdeweck@mit.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Li-Huei Tsai, PhD",
                    "affiliation": "Massachusetts Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Diane Chan, MD, PhD",
                    "affiliation": "Massachusetts Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts Institute of Technology",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02139",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gabrielle C de Weck, BS",
                            "role": "CONTACT",
                            "phone": "617-258-7723",
                            "email": "gdeweck@mit.edu"
                        },
                        {
                            "name": "Li-Huei Tsai, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Diane Chan, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brennan L Jackson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Gabrielle de Weck, BS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kenji Aoki, BA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Theresa Cho",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ute Geigenmuller, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20878909",
                    "type": "BACKGROUND",
                    "citation": "Parker SE, Mai CT, Canfield MA, Rickard R, Wang Y, Meyer RE, Anderson P, Mason CA, Collins JS, Kirby RS, Correa A; National Birth Defects Prevention Network. Updated National Birth Prevalence estimates for selected birth defects in the United States, 2004-2006. Birth Defects Res A Clin Mol Teratol. 2010 Dec;88(12):1008-16. doi: 10.1002/bdra.20735. Epub 2010 Sep 28."
                },
                {
                    "pmid": "2149974",
                    "type": "BACKGROUND",
                    "citation": "Pueschel SM. Clinical aspects of Down syndrome from infancy to adulthood. Am J Med Genet Suppl. 1990;7:52-6. doi: 10.1002/ajmg.1320370708."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004314",
                    "term": "Down Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000025063",
                    "term": "Chromosome Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7489",
                    "name": "Down Syndrome",
                    "asFound": "Down Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23023",
                    "name": "Chromosome Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}