{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06295458",
            "orgStudyIdInfo": {
                "id": "STUDY00006945"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Gamma Sensory Flicker for Parkinson's Disease Patients With Freezing of Gait",
            "officialTitle": "Gamma Sensory Flicker for Parkinson's Disease Patients With Freezing of Gait",
            "acronym": "Flicker w FOG",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "gamma-sensory-flicker-for-parkinson-s-disease-patients-with-freezing-of-gait"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-22",
            "studyFirstSubmitQcDate": "2024-02-28",
            "studyFirstPostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stewart Factor",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Parkinson's Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study aims to answer the question: to assess the safety, and tolerability of gamma light in Parkinson's disease (PD) patients with freezing of gait (FOG).\n\nParkinson's disease (PD) patients often experience a complex gait disorder known as Freezing of Gait (FOG). FOG is characterized by brief arrests of stepping when initiating gait, turning, and walking straight and patients describe it as their feet being \"glued\" to the floor. FOG in Parkinson's disease (PD) is a considerable public health burden worldwide. It is a poorly understood gait symptom that has potentially grave consequences as FOG is intermittent and unpredictable, a leading cause of falls with injury, and results in loss of independence. FOG is generally found to be associated with cognitive decline, particularly executive dysfunction which, in turn, has been associated with higher spinal fluid amyloid (Aβ42) levels in PD.\n\nThere is data linking amyloid to FOG. A previous study showed that the gamma light helped reduce some amyloid. The research team is studying if gamma light exposure for 1 hour daily is well tolerated. Also, does it have any effect on freezing of gait severity?",
            "detailedDescription": "This will be a sham-controlled study with one group receiving the sensory stimulation and the other receiving sham stimulation.\n\nExposure will be provided by wearing a pair of glasses and headphones. Both of these will be connected to a device that will provide light and sound during the daily 1-hour session.\n\nGamma light appeared in a previous study to have potential as a non-invasive, non-medication approach to reduce amyloid from the brain. This study will investigate if the link between amyloid and FOG can be changed and improve FOG.\n\nGamma is a short wavelength of light and/or sound between 25-140Hz. Previous research suggested that 40Hz can potentially activate cells in the brain to remove amyloid. Amyloid is a protein that forms in the spaces between nerve cells in the brain in diseases such as Alzheimer's and Parkinson's disease.\n\nThis study also has two optional parts. One option is to undergo two lumbar punctures at the baseline and Month 6 visits. The other option is to participate in a one-year extension of the study. Blood draws will be used to verify levodopa levels in the blood during both the ON and OFF Parkinson's disease medication states.\n\nOptional lumbar punctures will be performed at baseline and 6 months to collect cerebrospinal fluid (CSF) samples which will be analyzed for change in amyloid levels before and after treatment. An electroencephalogram (EEG) will be utilized at the beginning of the study to evaluate the brain's response to the stimulus. Cognitive testing will be administered to capture any cognitive changes. Questionnaires used will provide any changes to the participant's self-evaluation.\n\nThe duration of the blinded portion is approximately 7 months. The optional extension portion will have two in-clinic visits at month 12 and month 18. Participants will be enrolled from the Emory University movement disorder clinic."
        },
        "conditionsModule": {
            "conditions": [
                "Gait Disorders, Neurologic",
                "Parkinson Disease"
            ],
            "keywords": [
                "Freezing of Gait (FOG)",
                "Amyloid",
                "Gamma Flicker",
                "Parkinson's disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Flicker Exposure (Treatment Group)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be instructed to take home the stimulation equipment. Participants and their study partners (if applicable) will be trained on how to use the device before leaving the facility. Each device case also includes an instruction document. Participants and/or study partners (if applicable) will keep a manual log of daily operation, including the time of day used, whether the participant felt drowsy or, was able to complete the entire session, or if the participant was unable to complete the therapy that day. Finally, study staff will contact participants monthly every 2 weeks to ensure compliance, assess adverse events, and log concomitant medications.",
                    "interventionNames": [
                        "Device: David Delight Plus Device"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will receive sham stimulation. Participants and/or study partners (if applicable) will keep a manual log of daily operation, including the time of day used, whether the participant felt drowsy or, was able to complete the entire session, or if the participant was unable to complete the therapy that day. Finally, study staff will contact participants monthly every 2 weeks to ensure compliance, assess adverse events, and log concomitant medications.",
                    "interventionNames": [
                        "Other: Sham Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "David Delight Plus Device",
                    "description": "Flicker exposure via a light and sound device-based stimulation-provided sensory stimulation device. The DAVID Delight Plus device consists of light-emitting goggles and sound-emitting headphones that are turned on and off with a repetition rate of 40 Hz connected to a controller operated by the participant or study partner (if the participant elects to have an optional study partner). At the baseline visit, light and sound intensity levels (auditory: 0-80 dBA, visual: 0-1400 lux) will be programmed into each participant's controller based on their unique response to tolerance and EEG entrainment testing which occurred at screening. The participant may not detect gamma-flicker frequency.",
                    "armGroupLabels": [
                        "Flicker Exposure (Treatment Group)"
                    ],
                    "otherNames": [
                        "Flicker Device",
                        "Intervention Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sham Therapy",
                    "description": "Sham therapy will be provided in the same manner as the flicker light. The difference is that it will be a constant light and sound from the same device instead of the 40hz light treatment and sound.",
                    "armGroupLabels": [
                        "Control Group"
                    ],
                    "otherNames": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with Adverse events",
                    "description": "Participants will document the occurrence of any adverse events that occur during the flicker exposure to evaluate the safety and tolerability.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of participants compliant with the study procedures",
                    "description": "Compliance will be measured by the number of participants who adhere to the study procedures (at-home usage, monitored by the device, and manual log of daily operation by the participants and their study partners).",
                    "timeFrame": "up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the MDS-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) scale in participants with PD",
                    "description": "Each participant with PD will be assessed at baseline and at 6 months in the practically defined off state and after a levodopa challenge with the MDS-UPDRS scale. The MDS-UPDRS was developed to evaluate various aspects of Parkinson's disease including non-motor and motor experiences of daily living and motor complications. It includes a motor evaluation and characterizes the extent and burden of disease. Each Parkinsonian sign or symptom is rated on a 5-point Likert-type scale (ranging from 0 to 4), with higher scores indicating more severe impairment. The maximum total UPDRS score is 199, indicating the worst possible disability from PD. The change in severity based on both measures will be compared between groups.",
                    "timeFrame": "Baseline and up to 6 months"
                },
                {
                    "measure": "Change in the freezing of gait severity in participants with PD.",
                    "description": "Each participant with PD will be assessed at baseline and at 6 months in the practically defined off state and after a levodopa challenge with MDS-UPDRS scale and in the motion capture laboratory to assess percent time with freezing during timed up and go tests. The change in severity based on both measures will be compared between groups.",
                    "timeFrame": "Baseline and up to 6 months"
                },
                {
                    "measure": "Change in subjective changes in FOG.",
                    "description": "Participants will complete the New Freezing of Gait Questionnaire (N-FOGQ) to assess subjective changes in FOG. The NFOG-Q is in essence a valid, self-reported questionnaire assessing the clinical aspects of freezing (frequency and duration) and its impact on quality of life when looking back during a period of 1 month. The total score ranges between 0 and 28 points and requires a rating of FOG occurrence in both on or off-medication states. Higher scores correspond to more severe FOG.",
                    "timeFrame": "Baseline and 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in the effects of driving gamma on cerebrospinal fluid (CSF) amyloid levels in patients with PD-FOG",
                    "description": "Participants will be given the option to have a lumbar puncture at baseline and month 6. CSF levels of Alzheimer markers, AB42 amyloid, T-tau, and p-tau will be measured and the groups compared.",
                    "timeFrame": "Baseline and 6 months"
                },
                {
                    "measure": "Change in the effects of driving gamma on cerebrospinal fluid (CSF) inflammatory markers levels in patients with PD-FOG",
                    "description": "Participants will be given the option to have a lumbar puncture at baseline and month 6. CSF levels of Alzheimer's inflammatory markers will be measured and the groups compared.",
                    "timeFrame": "Baseline and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* PD Diagnosis by UK Brain Bank Criteria\n* Hoehn \\& Yahr stage I-IV in the off-state\n* FOG noted in medical history\n* FOG confirmed visually by the examiner in the office\n* PD that is levodopa-treated and responsive\n* Able to manage 12 hours of \"OFF\" dopaminergic medication state\n* Age 50-75 years\n* Able to sign a consent document and willing to participate in all aspects of the study\n\nExclusion Criteria:\n\n* A diagnosis of atypical parkinsonism including vascular parkinsonism\n* Prior treatment with medications that cause Parkinsonism\n* Stage V PD -unable to walk independently when OFF\n* Absence of levodopa response\n* Neurological or orthopedic disorders interfering with gait\n* Dementia precluding completing study protocol including those meeting criteria for dementia with Lewy bodies\n* Major depression based on the Diagnostic and Statistical Manual of Mental Disorders (DSM V) criteria\n* Any medical problems that would preclude participation, including individuals with a history of migraines, tinnitus, or seizures because sensory stimuli can potentially exacerbate these conditions.\n* Profound sensory loss as determined by the investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barbara Sommerfeld, MSN, RN",
                    "role": "CONTACT",
                    "phone": "404-712-6997",
                    "email": "bsommer@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stewart Factor, DO",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Movement Disorders Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Sommerfeld, MSN, RN",
                            "role": "CONTACT",
                            "phone": "404-712-6997",
                            "email": "bsommer@emory.edu"
                        },
                        {
                            "name": "Stewart Factor, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All deidentified tabular data will be shared in the format of a CSV download of the study Redcap database. The Research Team will also provide the accompanying data dictionary.",
            "infoTypes": [
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The Investigators will supply the data as supplementary material with the manuscripts upon publication, anticipated no later than 12 months after the study end date.",
            "accessCriteria": "The Research Team will release the data under a license that allows arbitrary reuse with attribution, such as the MIT license."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020233",
                    "term": "Gait Disorders, Neurologic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M22058",
                    "name": "Gait Disorders, Neurologic",
                    "asFound": "Gait Disorders, Neurologic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}