{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02014246",
            "orgStudyIdInfo": {
                "id": "999903329"
            },
            "secondaryIdInfos": [
                {
                    "id": "03-AG-N329"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Genetic Characterization of Movement Disorders and Dementias",
            "officialTitle": "Genetic Characterization of Movement Disorders and Dementias",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "genetic-characterization-of-movement-disorders-and-dementias"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2003-07-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2059-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2059-12-31"
            },
            "studyFirstSubmitDate": "2013-12-12",
            "studyFirstSubmitQcDate": "2013-12-12",
            "studyFirstPostDateStruct": {
                "date": "2013-12-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Aging (NIA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThere are two basic types of movement disorders. Some cause excessive movement, some cause slowness or lack of movement. Some of these are caused by mutations in genes. On the other hand, dementia is a condition of declining mental abilities, especially memory. Dementia can occur at any age but becomes more frequent with age. Researchers want to study the genes of families with a history of movement disorders or dementia. They hope to find a genetic cause of these disorders. This can help them better understand and treat the diseases. This study will not be limited to a particular disorder, but will study all movement disorders or dementias in general. This study will perform genetic testing to identify the genetic causes of movement disorders and dementia. Today, genetic testing can be done to analyze multiple genes at the same time. This increases the chances of finding the genetic cause of movement disorders and dementias.\n\nObjectives:\n\nTo learn more about movement disorders and dementia, their causes, and treatments.\n\nEligibility:\n\nAdults and children with a movement disorder or dementia, and their family members.\n\nHealthy volunteers.\n\nDesign:\n\nParticipants will be screened with medical history and blood tests. Some will have physical exam.\n\nParticipants will give a blood sample by a needle in the arm. This can be done at the clinic, by their own doctor, or at home. Alternatively, a saliva sample may be provided if a blood sample cannot be obtained.\n\nParticipants can opt to send an extra blood sample to a repository for future study. Genetic test will be done on these samples. The samples will be coded. The key to the code will remain at NIA. Only NIA investigators will have access to the code key. Participants can request to receive results of the tests.\n\nParticipation is generally a single visit. Participants may be called back for extra",
            "detailedDescription": "Objective\n\nThe objective of this study is to ascertain individuals with a clinical diagnosis of a movement disorder or dementia, their affected and unaffected family members, and unrelated, healthy individuals (to provide control samples); to characterize their phenotypes; and to identify and further characterize genetic contributions to etiology by collecting blood samples, and/or saliva samples on these individuals for DNA and induced Pluripotent stem (iPs) cell line preparation.\n\nStudy population\n\nUp to 10,000 persons with a diagnosis of a movement disorder or dementia, 1,000 asymptomatic persons who are family members/related to individuals with a diagnosis of movement disorder or dementia, and 1,000 unrelated, healthy control individuals.\n\nDesign\n\nThis study usually requires one outpatient visit to the NIH Clinical Center. Participant visits may also take place when they are an inpatient at the NIH Clinical Center. Those who are unable to travel to NIH may have study procedures performed at a site near their\n\nhome, such as hospital facilities, private physician offices, nursing homes, assisted living facilities, local community centers, or participant homes. Participants will undergo medical record review, a physical examination and biospecimen collection including\n\nblood draw and/or saliva collection at the enrollment visit.\n\nAdditional visits may be scheduled to collect additional phenotype information or to collect additional biospecimens.\n\nOutcome measures\n\nThe primary outcome measure of this study is the identification of pathogenic genetic variants that are causative for the movement disorder or dementia that the patient has been diagnosed with. These disease-causing variants are often inherited.\n\nThe secondary outcome measure of this study is the identification of genetic variants that alter susceptibility/risk for the movement disorder or dementia that the patient has been diagnosed with. These genetic risk factors are associated with disease that can be apparently sporadic in nature."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Movement Disorder"
            ],
            "keywords": [
                "Movement Disorders",
                "Polymorphisms",
                "DNA",
                "Lymphoblastoid Cell Lines",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 12000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Participants with confirmed or suspected movement disorder or dementia diagnosis and their affected and unaffected family members will be potential candidates for the study, well as unrelated, healthy individuals (known as control samples."
                },
                {
                    "label": "2",
                    "description": "We plan to enroll 12,000 study subjects (10,000 patients, 1,000 asymptomatic family members, 1,000 neurological normal controls) for this study"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Finding genetic cause of disease",
                    "description": "Causative for the movement disorder or dementia that the patient has been diagnosed with.",
                    "timeFrame": "Identification of pathogenic genetic variants"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA\n\nFor Patients:\n\n* Diagnosis of a movement disorder or dementia by a neurologist or other qualified professional and accompanied by sufficient clinical and/or laboratory evidence to support the diagnosis\n* Confirmation of a movement disorder or dementia by study investigators or a qualified clinician by physical examination and/or review of medical records\n* Ages 18 and above\n* Able to provide consent or, in the case of minors, or cognitive impairment, have a legally-authorized representative to provide consent\n* Able to understand and participate in study procedures or for those without consent capacity, able to participate in study procedures AND has a legally authorized representative that understands the study procedures and can consent on their behalf.\n\nFor unaffected family members of patients:\n\n* Unaffected relative of a patient diagnosed with a movement disorder or dementia enrolled in this protocol. For these purposes, we define a family member as an individual for which there is a demonstrable relationship with the proband in the pedigree. This is a standard approach used in family-based studies. Furthermore, the related patient (defined as a family member diagnosed with the disease of interest) must be enrolled in the study.\n* Ages 18 and above\n* Able to provide consent\n* Able to understand and participate in study procedures\n\nFor unrelated healthy control individuals:\n\n* Be in good general health\n* Have no known movement disorder or dementia, or family member with a movement disorder or dementia\n* Age 18 and above\n* Able to provide consent\n* Able to understand and participate in study procedures\n\nEXCLUSION CRITERIA\n\nFor patients:\n\n-An identifiable, non-genetic etiology for the movement disorder or dementia, such as a specific environmental exposure, birth injury, metabolic disorder, or brain infection such as encephalitis\n\nFor all participants:\n\n* Clinically significant anemia that would make phlebotomy unsafe, and participant unwilling to provide saliva sample.\n* Clinically significant bleeding that would make phlebotomy unsafe, and participant unwilling to provide saliva sample.\n* Any medical condition that would make phlebotomy unsafe or undesirable, such as a serious medical illness like unstable heart disease, or unstable chronic obstructive pulmonary disease, and participant unwilling to provide saliva sample.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants with confirmed or suspected movement disorder or dementia diagnosis and their affected and unaffected family members will be potential candidates for the study, well as unrelated, healthy individuals (known as control samples. Where there is no logical upper limit, we plan to enroll 12,000 study subjects (10,000 patients, 1,000 asymptomatic family members, 1,000 neurological normal controls) for this study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bryan J Traynor, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-7606",
                    "email": "traynorb@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bryan J Traynor, M.D.",
                    "affiliation": "National Institute on Aging (NIA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute of Aging, Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIA Studies Recruitment",
                            "role": "CONTACT",
                            "phone": "410-350-3941",
                            "email": "niastudiesrecruitment@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".The NIA IRP is discussing the plan to make IPD available. A final decision has not been made."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "asFound": "Movement Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}