{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05946278",
            "orgStudyIdInfo": {
                "id": "23-0602"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Genetic Regulators of Bone Health That Are Unique to Vertebral Bone",
            "officialTitle": "Identification and Characterization of Genetic Regulators of Bone Health That Are Unique to Vertebral Bone.",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "genetic-regulators-of-bone-health-that-are-unique-to-vertebral-bone"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-07",
            "studyFirstSubmitQcDate": "2023-07-07",
            "studyFirstPostDateStruct": {
                "date": "2023-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Virginia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Osteoporosis is an age related disease in which a person's bone slowly becomes weaker with time. The bones may become so weak that they break easily such as a fall from standing height. The most commonly broke bones in osteoporosis are those of the hip, the spine or the wrist. Osteoporosis runs in families meaning that genetic differences explain why some people break bones in old age and other do not. Genetic studies have been done that show the the genes associated with spine (vertebral) fractures (broken bones) and hip fractures are different, suggesting that osteoporosis of the spine is not the exact same disease as osteoporosis of the hip. Genetic studies tell us what part of the genome (i.e. genes) are associated with a disease, but do not tell us how these genes act biologically to cause that disease. In this study, we seek to determine how the genes uniquely associated with spine osteoporosis behave in normal and aged bone, to determine how they interact with each other as a team to impact spine bone. In this study, we will measure gene activity (so called gene expression) in bone samples taken from people undergoing major spine deformity surgery. We will using genetic data from these patients to determine how gene activity is controlled in bone and how that relates to measures of bone health such as bone mineral density data. The results of this study will provide critical data regarding how osteoporosis of the spine happens, and these data will be used to find better and safer treatments to prevent bone fractures of the spine that happen with age."
        },
        "conditionsModule": {
            "conditions": [
                "Age-Related Osteoporosis"
            ],
            "keywords": [
                "Bone mineral density, gene transcription, spine, genetic disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "At the time of surgery, peripheral blood (5 mL of whole blood) is drawn into a DNA/RNA Shield Blood collection tube (Zymo Research) and DNA is extracted."
            },
            "enrollmentInfo": {
                "count": 550,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients undergoing deformity correction surgery",
                    "description": "Patients undergoing deformity correction surgery undergoing a multi-level spinal fusion (i.e. a T10 (or higher) fusion to the pelvis) -OR- a 3 column osteotomy with a corpectomy from for short segment surgeries -OR- a vertebral column resection (VCR) involving a corpectomy -OR- any deformity correction surgery wherein the attending surgeon determines that a large amount of bone containing trabecular elements will be removed and discarded",
                    "interventionNames": [
                        "Other: Sample collection for gene expression"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Sample collection for gene expression",
                    "description": "This is a cross-sectional sample collection study. Vertebral bone tissue that would otherwise be discarded is collected from patients undergoing surgery to correct a spine deformity and gene expression is measure in these tissues.",
                    "armGroupLabels": [
                        "Patients undergoing deformity correction surgery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gene and transcript quantification",
                    "description": "The abundances (in transcripts per million, TPM) of all known transcripts will be quantified in each bone sample via next generation RNA-sequencing.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Genotypes",
                    "description": "Low coverage whole genome sequence data will be obtained from all participants and the yielded outcome will be high quality genotypes for millions of single nucleotide polymorphism (SNPs) across the patient's genome. As this is low coverage genotyping, the coverage rate will be between 1 and 0.4X representation for each spot in the genome per patients, so the data will be imputed to ensure coverage to 1X for all patients. Each patient will be genotyped and therefore, data on a per participant level will be yielded.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Expression quantitative trait loci (eQTL)",
                    "description": "Using the imputed genotyping data and the gene expression data, regions of the genomes where there is local control (so called cis-regulatory elements) of for each gene expressed in bone will be identified. The outcome deliverable will be a list of genes for which there is local genetic control of that gene's expression and the single nucleotide polymorphism(s) likely to be involved. Each entry in this list is an Expression quantitative trait loci (eQTL). This analysis uses all data from all participants in aggregate and the yielded results will be at the level of averages for the cohort, not at the individual participant level.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Co-localization",
                    "description": "Expression quantitative trait loci that co-localize with previously published bone mineral density genome wide association study associations will be identified. Co-localizing genes will be prioritized for additional analyses. This analysis uses all data from all participants in aggregate and the yielded results will be at the level of averages for the cohort, not at the individual participant level.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Expression-phenotype correlation",
                    "description": "For the genes for which a prioritized Expression quantitative trait loci from the co-localization analysis was identified, bone mineral density and other measures of bone mass and quality will be will be tested for correlation with the gene expression measures. This analysis uses all data from all participants in aggregate and the yielded results will be at the level of averages for the cohort, not at the individual participant level.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Co-expression Network",
                    "description": "The participant level gene expression data, as collected from bone samples, will be used to construct networks of gene-gene interaction. This will yield modules of highly correlated gene expression. Bone mineral density data obtained from the patient electronic medical record will be used to identify modules that correlate with bone mineral density.This analysis uses all data from all participants in aggregate and the yielded results will be at the level of averages for the cohort, not at the individual participant level.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women between the ages of 18 and 85 undergoing a multi-level spinal fusion (i.e. a T10 (or higher) fusion to the pelvis) -OR- a 3 column osteotomy with a corpectomy from for short segment surgeries -OR- a vertebral column resection (VCR) involving a corpectomy -OR- any deformity correction surgery wherein the attending surgeon determines that a large amount of bone containing trabecular elements will be removed and discarded.\n* Willing and able to provide informed consent\n\nExclusion Criteria:\n\n* End stage renal disease.\n* Any history of cancer.\n* Reliance on a wheelchair for 70% or greater of their mobility for longer than 12 months.\n* Quadra or paraplegia due to spinal cord injury.\n* Current use of epilepsy medications.\n* Confirmed Marfans, osteogenesis imperfecta or other genetic syndrome known to impact bone formation (Guacher's, Vit D independent rickets, etc).\n* Current glucocorticoid use lasting longer than 3 months, or greater than 6 months lifetime use.\n* Current or suspected current infection associated with orthopedic hardware.\n* HIV or Hep C positive and or currently on anti-viral medications.\n* History of gastric bypass surgery and or weigh loss exceeding 100 pounds.\n* Primary or secondary hyperparathyroidism.\n* Paget's disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients undergoing deformity correction surgery undergoing a multi-level spinal fusion (i.e. a T10 (or higher) fusion to the pelvis) -OR- a 3 column osteotomy with a corpectomy from for short segment surgeries -OR- a vertebral column resection (VCR) involving a corpectomy -OR- any deformity correction surgery wherein the attending surgeon determines that a large amount of bone containing trabecular elements will be removed and discarded. Patients Patients will be recruited through the Spine Center at the University of Colorado Hospital.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cheryl L Ackert-Bicknell, PhD",
                    "role": "CONTACT",
                    "phone": "3037246623",
                    "email": "CHERYL.ACKERT-BICKNELL@CUANSCHUTZ.EDU"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cheryl L Ackert-Bicknell, PhD",
                    "affiliation": "University of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Univeristy of Colorado Denver",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheryl L Ackert-Bicknell@cuAnschutz.edu, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-6623",
                            "email": "cheryl.ackert-bicknell@cuanschutz.edu"
                        },
                        {
                            "name": "Reed A Ayers, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-1158",
                            "email": "reed.ayers@cuanschutz.edu"
                        },
                        {
                            "name": "Cheryl L Ackert-Bicknell, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Ou Yang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010024",
                    "term": "Osteoporosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001851",
                    "term": "Bone Diseases, Metabolic"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12947",
                    "name": "Osteoporosis",
                    "asFound": "Age-Related Osteoporosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5130",
                    "name": "Bone Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}