{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04664478",
            "orgStudyIdInfo": {
                "id": "200158"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-H-0158"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Gene First Approach to Connective Tissue Disease",
            "officialTitle": "Natural History Study: Gene First Approach to Connective Tissue Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "gene-first-approach-to-connective-tissue-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-10",
            "studyFirstSubmitQcDate": "2020-12-10",
            "studyFirstPostDateStruct": {
                "date": "2020-12-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nElastic fibers affect parts of the body that stretch repetitively, such as the skin, blood vessels, and lungs. Researchers want to use medical and research tests in patients with already identified changes in a set of connective tissue genes to better understand diseases related to elastic fibers.\n\nObjective:\n\nTo learn more about the impact of underlying changes in a set of connective tissue genes on people s overall health.\n\nEligibility:\n\nPeople ages 2-100 who have had a gene test that identified a change in a gene that affects elastic fibers. Initial emphasis will be placed on people with changes in ELN, LOX, MFAP4, FBLN5 and EFEMP2.\n\nDesign:\n\nParticipants will visit the NIH for several days to perform tests that will help researchers learn more about how changes in connective tissue genes affect a person s health. They will also have clinicians take their medical history and physical exam. Optional tests include giving blood samples, hair strand, urine, and/or saliva samples. They may have a cheek swab or skin biopsy. Their genes may be studied. Their cells may be grown in a laboratory. Participants may have photographs taken of the face and body.\n\nThey will receive exams by a medical team with experience in connective tissue disease. They may have a dental exam or eye exams and with photography. During the eye exam, pictures may be taken of the blood vessels in the eyes. If this occurs, they will get dye through an intravenous (IV) line in an arm vein.\n\nThey will also have medical tests to check the health of tissues that may be affected by these connective tissue genes. Participants may have lung function tests. They may have a six-minute walk test. They may complete a treadmill or bike stress test. Their heart s electrical activity may be recorded. Participants may have X-rays and ultrasounds. They may have a DEXA scan to measure bone density. They may have CT, MRI or other imaging scans. Some of these tests require the participant to get a contrast fluid via IV.\n\nParticipants may have a skin elasticity test using a suction cup that pulls lightly on their skin.\n\nParticipants may wear blood pressure cuffs while probes are placed on their skin. The tests will be chosen for each individual based on their specific gene change and no person is expected to complete all tests. Participation will last 3-5 days.",
            "detailedDescription": "Study Description:\n\nThis protocol will allow deep phenotyping of patients with underlying gene variation in a set of connective tissue genes (see Appendix A for list) to both quantify risk of specific disease features and to describe novel phenotypes attributable to gene variation.\n\nStudy Objectives:\n\nPrimary Objective: Phenotypic description for patients with known variation in specified connective tissue genes.\n\nSecondary Objective: Within and across gene correlation of variant type with specific phenotype outcomes.\n\nEndpoints:\n\nPrimary Endpoint: We will quantify the frequency of a set phenotypic observations for patients with variation in specified connective tissue genes. Organ systems under evaluation are those predicted to be affected based on gene expression or previous medical record investigations by our collaborators at Geisinger Health System.\n\nSecondary Endpoint: We will compare the frequency of specified phenotypes within genes in patients with specific genotypes and across connective tissue genes. Different variation type (stop gain vs missense) or location (in or out of a functional domain) has the potential to cause different phenotypic outcomes. Likewise, variation in genes impacting the same pathways may have overlapping phenotypes/outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Abnormal Elastogenesis",
                "Vascular Diseases",
                "Connective Tissue Diseases"
            ],
            "keywords": [
                "elastic fiber",
                "gene variation",
                "Phenotyping",
                "genotype-phenotype correlations",
                "elastin",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Subjects with abnormal elastogenesis",
                    "description": "Participants with genetic variant in the connective tissue target genes"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The frequency of a set phenotypic observations",
                    "description": "The frequency of a set phenotypic observations for patients with variation in specified connective tissue genes.",
                    "timeFrame": "2 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The frequency of specified phenotypes within genes in patients with specific genotypes and across connective tissue genes",
                    "description": "We will compare the frequency of specified phenotypes within genes in patients with specific genotypes and across connective tissue genes. Different variation type (stopgain vs missense) or location (in or out of a functional domain) has the potential to cause different phenotypic outcomes. Likewise, variation in genes impacting the same pathways may have overlapping phenotypes/outcomes.",
                    "timeFrame": "2 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Participant must have a genetic variant in one of the connective tissue target genes identified on previous research or clinical genetic testing. A clinical or research report of the variant in question will be reviewed at the time of referral.\n2. This variant must be of sufficient interest for focused study to the clinical research team. Interest may be based on a variety of factors including: its population frequency, potential pathogenicity, or apparent genotype/phenotype associations in the medical record, among others.\n3. Male or female, within the ages of 2 and 100 years old.\n\nEXCLUSION CRITERIA:\n\n1. Pregnancy or Nursing.\n\nRationale for excluding pregnant women\n\nWe do believe that pregnancy likely impacts connective tissue disease and deserves focused study. Unfortunately, we do not believe that our current study design will allow us to attract a large enough number of currently pregnant women to adequately power a direct study into the impacts of connective tissue disease on pregnancy. And the single visit nature of the study precludes following an individual throughout their pregnancy. As such, we have chosen to exclude currently pregnant women from the study. We do, however, welcome their participation once pregnancy is done. We expect that our history taking will include questions about pregnancy and so may still collect historical data related to these variants and pregnancy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with variation in our genes of interest(relevant genotypes) to identify relevant phenotypes in the cohort via deep phenotyping.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Teresa R Luperchio",
                    "role": "CONTACT",
                    "phone": "(240) 550-4039",
                    "email": "teresa.luperchio@nih.gov"
                },
                {
                    "name": "Manfred Boehm, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-7211",
                    "email": "boehmm@nhlbi.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Manfred Boehm, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-H-0158.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".It is not yet known."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "asFound": "Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "asFound": "Connective Tissue Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5524",
                    "name": "Supravalvular Aortic Stenosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}