{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01775072",
            "orgStudyIdInfo": {
                "id": "12-245"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Genomic Profiling in Cancer Patients",
            "officialTitle": "Genomic Profiling in Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "genomic-profiling-in-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-01"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-01-21",
            "studyFirstSubmitQcDate": "2013-01-21",
            "studyFirstPostDateStruct": {
                "date": "2013-01-24",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            }
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine whether certain genes in cancer may be abnormal. When a gene is abnormal this is called a mutation. Most mutations in cancer cells are not inherited (passed down from parents) but happen after birth in the cancer itself. Most cancers have many mutations. Some of these mutations are important for the cancer cells to survive while others are not. The goal of this study is test cancer for certain mutations using leftover tumor tissue from a previous surgery or biopsy. Participants will also be asked to provide a tube of blood cheek (also known as a buccal) swab, or a saliva sample that contains normal genes for comparison.\n\nThe purpose of Part B of this study is to:\n\nUnderstand how genetic changes in tumor effect the chance of responding to experimental cancer treatment. Understand how the genes in the tumor change overtime in response to targeted cancer treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumors",
                "Hematologic Cancers"
            ],
            "keywords": [
                "tissue",
                "blood",
                "salvia",
                "buccal swab",
                "Genomic Profiling",
                "Solid Tumors",
                "hematologic cancer",
                "Clinical Assay",
                "Research Assay",
                "12-245"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "tissue, blood, saliva or nail clippings"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pts with solid tumors",
                    "description": "Patients must have solid or hematologic cancer. for treatment on a . Patients must have undergone pathologic confirmation of their tumor at MSKCC and have either: 1) archival tissue available for analysis, 2) have fresh tissue collection planned as routine standard of care biopsy or part of a research biopsy under another clinical trial(or peripheral blood / bone marrow collection in the case of hematologic cancers) outside of the context of this protocol, or 3)archival tissue .available at an outside facility. For prospective genotyping tissue specimens from the primary site, a metastasis or recurrence will be used based upon the availability and quality of tissue.",
                    "interventionNames": [
                        "Genetic: molecular profiling of tumors",
                        "Genetic: Clinical Germline Analysis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "molecular profiling of tumors",
                    "description": "Part A is the molecular profiling of tumors. No new tumor biopsies will be performed in the context of Part A. If a pt does have a surgery or tumor biopsy , leftover tissue (or an additional core) from this procedure may be used for molecular profiling. Clinical Assay(s): This testing will be performed in the CLIA-certified Molecular Diagnostics Service laboratory. Research Assay(s): This protocol will also be used as a platform to pilot the use of investigational \"next-generation\" profiling technologies .including whole exome sequencing, whole genome sequencing RNA sequencing cell-free tumor DNA/RNA sequencing, proteomics, \\& others. To confirm the findings obtained on these assays using an orthogonal assay, additional sequencing such as Sanger,Sequenom, MiSeq or IMPACT testing may be utilized in either the CLIA or non-CLIA setting Part B: DTC Cohort Pts successfully registered to Part B of this study will be eligible for minimal risk collection \\& research biopsies.",
                    "armGroupLabels": [
                        "Pts with solid tumors"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "Clinical Germline Analysis",
                    "description": "Part C: Clinical Germline Analysis Participants who have donated a matched normal peripheral blood sample for comparison to somatic sequence will be offered the opportunity to have that germline DNA sample analyzed for the presence of deleterious or likely deleterious mutations in genes on the MSK-IMPACT panel that are known to be linked to inherited susceptibility or that are included on consensus lists of genes that should undergo secondary analysis (e.g. the \"ACMG list\").\n\nPart D: Germline Profiling for Individuals at Elevated Cancer Risk",
                    "armGroupLabels": [
                        "Pts with solid tumors"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "frequency of \"actionable\" oncogenic mutations",
                    "description": "\"Actionable\" mutations will be defined as either 1) a mutation shown to predict for sensitivity or resistance to a drug FDA approved for use in another cancer indication or 2) a mutation which predicts for sensitivity or resistance in preclinical models to an investigational class of drugs.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the impact of molecular profiling results performed in the CLIA-setting on the treatment of patients.",
                    "description": "The Bioinformatics Core will assist in interpreting data generated by next-generation sequencing techniques such as WES and WGS.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "interrogate the mechanisms",
                    "description": "underlying response and resistance (de-novo and acquired) to targeted therapy. The research assay(s) used to accomplish this will vary based on the clinical setting and tissue available and may include Sanger, Sequenom, MiSeq, exon-capture (ie: IMPACT), whole exome, and whole genome sequencing.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "To explore the genetic mechanisms of tumorigenesis",
                    "description": "in a subset of specimens with no identifiable culpritic genomic alterations on highly-multiplexed next-generation sequencing (i.e.: IMPACT testing) by using even more comprehensive investigational profiling techniques such as whole exome sequencing, whole genome sequencing or RNA sequencing",
                    "timeFrame": "2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPart A:\n\n* Patients with a history of cancer or patients without a documented cancer history undergoing a surgical procedure, endoscopy, biopsy, or liquid biopsy (for example cell free DNA testing) to confirm or exclude a cancer diagnosis, or\n* Any participant having a test or procedure that has the potential to provide a specimen that can be banked for future research purposes, or\n* Any participant who has already had a diagnostic or therapeutic procedure that has yielded tissue, blood or other bodily fluids presently in the archive but who has not yet been approached to participate is also eligible.\n\nPart B:\n\n* Patients must be successfully registered to Part A of MSKCC IRB# 12-245\n* Prior written approval for patient consent obtained from the Principal/Co-Principal Investigator of MSKCC IRB # 12-245.\n\nPart C:\n\n* Patient must be receiving ongoing care at MSK or a CHERPn/ Alliance/Affiliate site or have previously consulted with an MSK physician.\n* Patient must have successfully consented to Part A of this study.\n\nPart D:\n\n* Patients with no personal cancer history at increased risk for cancer development due to family history, molecular cancer marker, know carrier status of a gene associated with increased cancer risk or prior/ongoing environmental exposures or lifestyle factors.\n\nExclusion Criteria:\n\nAll Parts:\n\n* Unwilling or unable to provide informed consent.\n\nPart C:\n\n* All patients consenting to Part A are eligible to consent to 12-245, Part C. Most patients will be eligible to receive clinical germline testing with return of results to the patient/health care providers. However, several exclusion criteria apply and are outlined below\n\n  1. Solid tumor patients: Secondary germline analysis using BAM files generated for MSK-IMPACT testing is not an option for patients with solid tumors and an acute or chronic hematologic neoplasm that would preclude the use of blood or saliva as a source of germline DNA. Such patient may be eligible for primary germline testing using a non-blood source of germline DNA as per standard clinical guidelines. Solid tumor patients who have had an allogenic bone marrow/stem cell transplant will only be considered eligible for germline testing under Part C if a sample adequate for germline testing had previously been collected prior to allogenic bone marrow/stem cell transplant.\n  2. Hematologic cancer patients: For patients with a hematopoietic neoplasm, germline testing may be an option under Part C using nail clippings or another non-blood source of DNA as per standard clinical practice. For patients who have had an allogenic bone marrow/stem cell transplant, clinical germline testing will only be considered under Part C if a sample adequate for germline testing had previously been collected prior to Allogenic bone marrow/stem cell transplant.\n\nPart D\n\n* Exclusion criteria are same as those for Part C outlined above.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with solid or hematologic cancers who may be and considered potential candidates for a therapeutic protocol will be recruited to Part A of this study. Enrollment to therapeutic clinical trials will not be contingent on enrollment in this protocol.\n\nPart B: Research Collection Cohort Patients potentially appropriate will be identified by their treating physician in each participating Disease Management Team.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Solit, MD",
                    "role": "CONTACT",
                    "phone": "646-888-2641"
                },
                {
                    "name": "Zsofia Stadler, MD",
                    "role": "CONTACT",
                    "phone": "646-888-4039"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Solit, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Vincent (Data Collection Only)",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bridgeport",
                    "state": "Connecticut",
                    "zip": "06606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Iannuzzi, MD",
                            "role": "CONTACT",
                            "phone": "203-576-6000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.16704,
                        "lon": -73.20483
                    }
                },
                {
                    "facility": "Hartford Healthcare Cancer Institute @ Hartford Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Salner, MD",
                            "role": "CONTACT",
                            "phone": "860-972-2803"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                },
                {
                    "facility": "Norwalk Hospital",
                    "status": "RECRUITING",
                    "city": "Norwalk",
                    "state": "Connecticut",
                    "zip": "06850",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Linda Vahdat, MD",
                            "role": "CONTACT",
                            "phone": "203-845-4811"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.1176,
                        "lon": -73.4079
                    }
                },
                {
                    "facility": "Baptist Alliance MCI",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Diaz, MD",
                            "role": "CONTACT",
                            "phone": "786-596-2000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "NYC Health & Hospitals /Lincoln Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10451",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Reddy Muppidi, MD",
                            "role": "CONTACT",
                            "phone": "718-579-4977"
                        },
                        {
                            "name": "Monica Reddy Muppidi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "New York Cancer & Blood Specialists (Data collection only)",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10469",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Zuniga, MD",
                            "role": "CONTACT",
                            "phone": "631-751-3000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Kings County Hopsital Center",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Gonsky, MD",
                            "role": "CONTACT",
                            "phone": "718-245-2847"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Commack",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Queens Cancer Center of Queens Hospital",
                    "status": "RECRUITING",
                    "city": "Jamaica",
                    "state": "New York",
                    "zip": "11432",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margaret Kemeny, MD",
                            "role": "CONTACT",
                            "phone": "718-883-4031"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.69149,
                        "lon": -73.80569
                    }
                },
                {
                    "facility": "Metropolitan Hospital Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anitha Srinivasan, MD",
                            "role": "CONTACT",
                            "phone": "212-423-6262"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Ralph Lauren Center for Cancer Care and Prevention",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lewis P. Kampel, MD",
                            "role": "CONTACT",
                            "phone": "646-422-4474"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        },
                        {
                            "name": "Zsofia Stadler, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4039"
                        },
                        {
                            "name": "David Solit, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Solit, MD",
                            "role": "CONTACT",
                            "phone": "646-888-2641"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                },
                {
                    "facility": "Lehigh Valley Health Network",
                    "status": "RECRUITING",
                    "city": "Allentown",
                    "state": "Pennsylvania",
                    "zip": "18103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suresh Nair, MD",
                            "role": "CONTACT",
                            "phone": "610-402-7880"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.60843,
                        "lon": -75.49018
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36187555",
                    "type": "DERIVED",
                    "citation": "Seldon CS, Meiyappan K, Hoffman H, Guo JA, Goel N, Hwang WL, Nguyen PL, Mahal BA, Alshalalfa M. Genomic alterations predictive of poor clinical outcomes in pan-cancer. Oncotarget. 2022 Sep 28;13:1069-1077. doi: 10.18632/oncotarget.28276. eCollection 2022."
                },
                {
                    "pmid": "35483876",
                    "type": "DERIVED",
                    "citation": "Rosenzweig J, Pillai PM, Prockop S, Benayed R, Eidenschink Brodersen L, Najfeld V, Loken MR, Zhang Y, Shukla N. Acute myeloid leukemia with an MN1-ETV6 fusion in a young child with Down syndrome. Cold Spring Harb Mol Case Stud. 2022 Apr 28;8(3):a006167. doi: 10.1101/mcs.a006167. Print 2022 Apr."
                },
                {
                    "pmid": "34466766",
                    "type": "DERIVED",
                    "citation": "Lin AL, Tabar V, Young RJ, Cohen M, Cuaron J, Yang TJ, Rosenblum M, Rudneva VA, Geer EB, Bodei L. Synergism of Checkpoint Inhibitors and Peptide Receptor Radionuclide Therapy in the Treatment of Pituitary Carcinoma. J Endocr Soc. 2021 Aug 7;5(10):bvab133. doi: 10.1210/jendso/bvab133. eCollection 2021 Oct 1."
                },
                {
                    "pmid": "34308366",
                    "type": "DERIVED",
                    "citation": "Fiala EM, Jayakumaran G, Mauguen A, Kennedy JA, Bouvier N, Kemel Y, Fleischut MH, Maio A, Salo-Mullen EE, Sheehan M, Arnold AG, Latham A, Carlo MI, Cadoo K, Murkherjee S, Slotkin EK, Trippett T, Glade Bender J, Meyers PA, Wexler L, Dela Cruz FS, Cheung NK, Basu E, Kentsis A, Ortiz M, Francis JH, Dunkel IJ, Khakoo Y, Gilheeney S, Farouk Sait S, Forlenza CJ, Sulis M, Karajannis M, Modak S, Gerstle JT, Heaton TE, Roberts S, Yang C, Jairam S, Vijai J, Topka S, Friedman DN, Stadler ZK, Robson M, Berger MF, Schultz N, Ladanyi M, O'Reilly RJ, Abramson DH, Ceyhan-Birsoy O, Zhang L, Mandelker D, Shukla NN, Kung AL, Offit K, Zehir A, Walsh MF. Prospective pan-cancer germline testing using MSK-IMPACT informs clinical translation in 751 patients with pediatric solid tumors. Nat Cancer. 2021 Mar;2:357-365. doi: 10.1038/s43018-021-00172-1. Epub 2021 Feb 15."
                },
                {
                    "pmid": "34133209",
                    "type": "DERIVED",
                    "citation": "Stadler ZK, Maio A, Chakravarty D, Kemel Y, Sheehan M, Salo-Mullen E, Tkachuk K, Fong CJ, Nguyen B, Erakky A, Cadoo K, Liu Y, Carlo MI, Latham A, Zhang H, Kundra R, Smith S, Galle J, Aghajanian C, Abu-Rustum N, Varghese A, O'Reilly EM, Morris M, Abida W, Walsh M, Drilon A, Jayakumaran G, Zehir A, Ladanyi M, Ceyhan-Birsoy O, Solit DB, Schultz N, Berger MF, Mandelker D, Diaz LA Jr, Offit K, Robson ME. Therapeutic Implications of Germline Testing in Patients With Advanced Cancers. J Clin Oncol. 2021 Aug 20;39(24):2698-2709. doi: 10.1200/JCO.20.03661. Epub 2021 Jun 16."
                },
                {
                    "pmid": "30552129",
                    "type": "DERIVED",
                    "citation": "Diolaiti D, Dela Cruz FS, Gundem G, Bouvier N, Boulad M, Zhang Y, Chou AJ, Dunkel IJ, Sanghvi R, Shah M, Geiger H, Rahman S, Felice V, Wrzeszczynski KO, Darnell RB, Antonescu CR, French CA, Papaemmanuil E, Kung AL, Shukla N. A recurrent novel MGA-NUTM1 fusion identifies a new subtype of high-grade spindle cell sarcoma. Cold Spring Harb Mol Case Stud. 2018 Dec 17;4(6):a003194. doi: 10.1101/mcs.a003194. Print 2018 Dec."
                },
                {
                    "pmid": "30455225",
                    "type": "DERIVED",
                    "citation": "Forlenza CJ, Zhang Y, Yao J, Benayed R, Steinherz P, Ramaswamy K, Kessel R, Roshal M, Shukla N. A case of KMT2A-SEPT9 fusion-associated acute megakaryoblastic leukemia. Cold Spring Harb Mol Case Stud. 2018 Dec 17;4(6):a003426. doi: 10.1101/mcs.a003426. Print 2018 Dec."
                },
                {
                    "pmid": "30137527",
                    "type": "DERIVED",
                    "citation": "Boucai L, Falcone J, Ukena J, Coombs CC, Zehir A, Ptashkin R, Berger MF, Levine RL, Fagin JA. Radioactive Iodine-Related Clonal Hematopoiesis in Thyroid Cancer Is Common and Associated With Decreased Survival. J Clin Endocrinol Metab. 2018 Nov 1;103(11):4216-4223. doi: 10.1210/jc.2018-00803."
                },
                {
                    "pmid": "28911072",
                    "type": "DERIVED",
                    "citation": "Schram AM, Reales D, Galle J, Cambria R, Durany R, Feldman D, Sherman E, Rosenberg J, D'Andrea G, Baxi S, Janjigian Y, Tap W, Dickler M, Baselga J, Taylor BS, Chakravarty D, Gao J, Schultz N, Solit DB, Berger MF, Hyman DM. Oncologist use and perception of large panel next-generation tumor sequencing. Ann Oncol. 2017 Sep 1;28(9):2298-2304. doi: 10.1093/annonc/mdx294."
                },
                {
                    "pmid": "28873162",
                    "type": "DERIVED",
                    "citation": "Mandelker D, Zhang L, Kemel Y, Stadler ZK, Joseph V, Zehir A, Pradhan N, Arnold A, Walsh MF, Li Y, Balakrishnan AR, Syed A, Prasad M, Nafa K, Carlo MI, Cadoo KA, Sheehan M, Fleischut MH, Salo-Mullen E, Trottier M, Lipkin SM, Lincoln A, Mukherjee S, Ravichandran V, Cambria R, Galle J, Abida W, Arcila ME, Benayed R, Shah R, Yu K, Bajorin DF, Coleman JA, Leach SD, Lowery MA, Garcia-Aguilar J, Kantoff PW, Sawyers CL, Dickler MN, Saltz L, Motzer RJ, O'Reilly EM, Scher HI, Baselga J, Klimstra DS, Solit DB, Hyman DM, Berger MF, Ladanyi M, Robson ME, Offit K. Mutation Detection in Patients With Advanced Cancer by Universal Sequencing of Cancer-Related Genes in Tumor and Normal DNA vs Guideline-Based Germline Testing. JAMA. 2017 Sep 5;318(9):825-835. doi: 10.1001/jama.2017.11137. Erratum In: JAMA. 2018 Dec 11;320(22):2381. doi: 10.1001/jama.2018.17511."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}