{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04279483",
            "orgStudyIdInfo": {
                "id": "822815, 850796"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA229305-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA229305-01A1"
                }
            ],
            "organization": {
                "fullName": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "briefTitle": "GeoScan and Remote Geo Smoking Study: Neural and Behavioral Correlates of Smokers' Exposure to Retail Environments",
            "officialTitle": "Geo Smoking Study and Neural and Geospatial Examination of Smokers' Exposure to Retail Environments",
            "therapeuticArea": [
                "Other"
            ],
            "study": "geoscan-and-remote-geo-smoking-study-neural-and-behavioral-correlates-of-smokers-exposure-to-retail-environments"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-14",
            "studyFirstSubmitQcDate": "2020-02-19",
            "studyFirstPostDateStruct": {
                "date": "2020-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "New York University",
                    "class": "OTHER"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to learn more about the relationships between the brain, behavior, and natural daily exposure to particular environments, including the places where smokers regularly spend time and specific retail outlets.",
            "detailedDescription": "Individual participation in this study will take place over a period of approximately 2 months. During (approximately) 6 weeks of the active study period, the participant will be asked to share their geolocation information, complete either (a) 3 online sessions (for all participants in 850796) and an optional fMRI scan (for a subset of protocol 850796) or (b) 3 in-person visits (2 of which involve getting fMRI brain scans, for protocol 822815), and complete short surveys and repeated tasks (e.g., responding to Ecological Momentary Assessment \\[EMA\\], using study-provided funds to make small purchases from a specified retail environment) in the weeks between visits."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking, Tobacco",
                "Smoking",
                "Smoking, Cigarette"
            ],
            "keywords": [
                "smoking",
                "smoker",
                "tobacco",
                "cigarette",
                "cigarettes",
                "Philadelphia",
                "healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Random assignment of retail environment (7-11, CVS, control \\[no store\\]) to visit 5 times per week during the 4-week intervention period",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Investigator will not know the condition assignment of individual participants unless reassessment is triggered by the stopping rule.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 310,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "7-11 Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants visit 7-11 5 times per week during the 4-week (20 store visits total) intervention period",
                    "interventionNames": [
                        "Behavioral: 7-11"
                    ]
                },
                {
                    "label": "CVS Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants visit CVS 5 times per week during the 4-week (20 store visits total) intervention period",
                    "interventionNames": [
                        "Behavioral: CVS"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants are not asked to alter their behavior during the 4-week (0 store visits) intervention period"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "7-11",
                    "description": "Assigned to make a small (\\~$3.00) purchase from any 7-11 store(s) using a study-provided debit card during each retail environment visit",
                    "armGroupLabels": [
                        "7-11 Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "CVS",
                    "description": "Assigned to make a small (\\~$3.00) purchase from any CVS store(s) using a study-provided debit card during each retail environment visit.",
                    "armGroupLabels": [
                        "CVS Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-reported cigarette craving during the experimental manipulation period",
                    "description": "Participants will report cigarette craving throughout the day, using a 100-point scale that asks \"Right now, how much do you want to smoke a cigarette?\"(From \"0 - Not at all\" to \"100 = Extremely).",
                    "timeFrame": "4-week experimental manipulation period"
                },
                {
                    "measure": "Self-reported number of cigarettes smoked per day during the experimental manipulation period",
                    "description": "Participants will report the number of cigarettes smoked throughout the day in response to the question, \"Within \\[timeframe\\], how many cigarettes did you smoke?\".",
                    "timeFrame": "4-week experimental manipulation period"
                },
                {
                    "measure": "Neural cue reactivity region definition (822815 participants and fMRI subset of 850796 participants)",
                    "description": "We will functionally define a set of regions responsive to smoking cues using the standardized cue images. To establish these ROIs, we will perform a t-test in all voxels in the brain to find voxels that show significantly different activation levels for smoking vs nonsmoking standardized images across all participants.",
                    "timeFrame": "For 822815, fMRI scan day 1 (at least 2 weeks after initial enrollment); for 850796, fMRI scan 1 (at least 6 weeks after initial enrollment)]"
                },
                {
                    "measure": "Brain activity (measured by functional magnetic resonance imaging), in a priori regions of interest, in response to smoking vs nonsmoking cues (all 822815 participants and fMRI subset of 850796 participants)",
                    "description": "In key neural cue reactivity regions (see Outcome #3 titled \"Neural cue reactivity region definition (822815 participants and fMRI subset of 850796 participants)\"), we will extract estimates of neural activity during exposure to smoking vs nonsmoking cues, including retail photographs.",
                    "timeFrame": "For 822815, fMRI scan day 2 (at least 6 weeks after initial enrollment); for 850796, fMRI scan 1 (at least 6 weeks after initial enrollment)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Be between the ages of 21-65\n* Smoke at least 5 cigarettes a day for the past 6 months\n* Own an iPhone or Android smartphone that can be used on a daily basis\n* Plan to be in PA, DE, or NJ (for the remote cohort) or the Philadelphia metropolitan area (for the fMRI cohort) for the next 3 months, with the exception of short periods of absence (no longer than 3 consecutive days and no more than 10 days in total)\n* Read and speak English fluently\n* Fully vaccinated against COVID-19\n\nSmoking exclusion criteria:\n\n* Current enrollment or plans to enroll in a smoking cessation program in the next 3 months\n* Plan to use nicotine substitutes or smoking cessation treatments in the next 3 months\n* Urine cotinine test at Session 1 indicates a non-smoker level of cotinine\n\nGeneral exclusion criteria:\n\n* Pregnancy\n* Inability or refusal to install Google Maps or LifeData applications on mobile phone\n* Inability or refusal to upload Google Timeline data after receiving instructions and guidance from a researcher\n* Inability to provide informed consent or complete any of the study tasks as determined by the Principal Investigator and/or Study Physician.\n* Any physical or visual impairment that may prevent the individual from using a computer keyboard or completing any study tasks.\n* During the first two weeks of the study, failure to complete the study tasks (e.g., response to at least 75% of the brief EMA survey questions).\n* The phones of potential participants will be assessed by trained recruiters either during in-person recruiting or during a phone call used to invite eligible participants who filled out the online screening survey for the first appointment. Specifically, recruiters will assess whether phones' functionality allows easy reception and sending of text messages, the use of the geolocation tracking and LifeData applications, whether potential participants have an existing Google account (created prior to Jan 2024), and whether phones have an adequate battery life to allow participants to fulfill study requirements.\n* Any medical condition or concomitant medication that could compromise participant safety or treatment, as determined by the Principal Investigator and/or Study Physician.\n\nDrug \\& fMRI exclusion criteria (fMRI cohort only - 822815 participants and fMRI subset of 850796 participants):\n\n* Currently or recently (within the last 5 years) receiving treatment for substance abuse (e.g., alcohol, opioids, cocaine, marijuana, or stimulants). Treatment of substance use disorders that occurred greater than 5 years prior to study participation is acceptable if participants are in stable condition\n* Report consuming any of the following drugs within the past two weeks or indicate plans to do so within the coming 6 weeks during the initial recruitment call: Benzodiazepines, Amphetamines, Methamphetamines, Cocaine, MDMA, Methadone, Barbiturates, PCP, Heroin, Oxycodone, Opiates (e.g., morphine, heroin), Buprenorphine.\n* Test positive for any of the above drugs at Appointment 1 (822815) or at the scan appointment (850796)\n* Schizophrenia or psychosis, regardless of treatment status\n* History of stroke or other neurological disorder likely to affect cognition\n* For 850796, history of seizures, brain tumor, penetrative head trauma that cracks the skull\n* Psychiatric hospitalization within the past year\n\nMRI exclusion criteria:\n\n* For 850796, history of problems in previous MRI that are likely to occur again\n* For 822815, left-handedness\n* Propensity to experience claustrophobia\n* Ferromagnetic metal in the body, including anything that might set off a metal detector. Examples include bullet shrapnel, metal shavings (e.g., from welding without protection), or any implant that may be attracted to or damaged by magnets. Dental fillings are generally acceptable.\n* Metal in the body of an unverifiable origin\n* Non-removable piercings\n* Non-removable retainers or other dental work not compatible with fMRI.\n* Any orthopedic implant above the neck\n* Due to constraints of the fMRI scanner, participants whose weight exceeds 350 pounds also will be excluded\n* For 850796, scan must be scheduled within 6 months after completing the third Online Session",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Research Coordinator",
                    "role": "CONTACT",
                    "phone": "267-225-0399",
                    "email": "geo@falklab.org"
                },
                {
                    "name": "Lab Manager",
                    "role": "CONTACT",
                    "phone": "215-573-9901",
                    "email": "lab.manager@falklab.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Falk, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Research Coordinator",
                            "role": "CONTACT",
                            "phone": "215-573-9901",
                            "email": "geo@falklab.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12036782",
                    "type": "BACKGROUND",
                    "citation": "Wakefield MA, Terry-McElrath YM, Chaloupka FJ, Barker DC, Slater SJ, Clark PI, Giovino GA. Tobacco industry marketing at point of purchase after the 1998 MSA billboard advertising ban. Am J Public Health. 2002 Jun;92(6):937-40. doi: 10.2105/ajph.92.6.937. No abstract available."
                },
                {
                    "pmid": "22345238",
                    "type": "BACKGROUND",
                    "citation": "Henriksen L. Comprehensive tobacco marketing restrictions: promotion, packaging, price and place. Tob Control. 2012 Mar;21(2):147-53. doi: 10.1136/tobaccocontrol-2011-050416."
                },
                {
                    "pmid": "27697950",
                    "type": "BACKGROUND",
                    "citation": "Henriksen L, Ribisl KM, Rogers T, Moreland-Russell S, Barker DM, Sarris Esquivel N, Loomis B, Crew E, Combs T. Standardized Tobacco Assessment for Retail Settings (STARS): dissemination and implementation research. Tob Control. 2016 Oct;25(Suppl 1):i67-i74. doi: 10.1136/tobaccocontrol-2016-053076."
                },
                {
                    "pmid": "26890408",
                    "type": "BACKGROUND",
                    "citation": "Feld AL, Johnson TO, Byerly KW, Ribisl KM. How to Conduct Store Observations of Tobacco Marketing and Products. Prev Chronic Dis. 2016 Feb 18;13:E25. doi: 10.5888/pcd13.150504."
                },
                {
                    "pmid": "23640986",
                    "type": "BACKGROUND",
                    "citation": "Li L, Borland R, Fong GT, Thrasher JF, Hammond D, Cummings KM. Impact of point-of-sale tobacco display bans: findings from the International Tobacco Control Four Country Survey. Health Educ Res. 2013 Oct;28(5):898-910. doi: 10.1093/her/cyt058. Epub 2013 May 2."
                },
                {
                    "pmid": "24050412",
                    "type": "BACKGROUND",
                    "citation": "Kirchner TR, Cantrell J, Anesetti-Rothermel A, Ganz O, Vallone DM, Abrams DB. Geospatial exposure to point-of-sale tobacco: real-time craving and smoking-cessation outcomes. Am J Prev Med. 2013 Oct;45(4):379-85. doi: 10.1016/j.amepre.2013.05.016."
                },
                {
                    "pmid": "18509902",
                    "type": "BACKGROUND",
                    "citation": "Shiffman S, Stone AA, Hufford MR. Ecological momentary assessment. Annu Rev Clin Psychol. 2008;4:1-32. doi: 10.1146/annurev.clinpsy.3.022806.091415."
                },
                {
                    "pmid": "22206965",
                    "type": "BACKGROUND",
                    "citation": "Engelmann JM, Versace F, Robinson JD, Minnix JA, Lam CY, Cui Y, Brown VL, Cinciripini PM. Neural substrates of smoking cue reactivity: a meta-analysis of fMRI studies. Neuroimage. 2012 Mar;60(1):252-62. doi: 10.1016/j.neuroimage.2011.12.024. Epub 2011 Dec 21."
                },
                {
                    "pmid": "15920499",
                    "type": "BACKGROUND",
                    "citation": "McClernon FJ, Hiott FB, Huettel SA, Rose JE. Abstinence-induced changes in self-report craving correlate with event-related FMRI responses to smoking cues. Neuropsychopharmacology. 2005 Oct;30(10):1940-7. doi: 10.1038/sj.npp.1300780."
                },
                {
                    "pmid": "26179147",
                    "type": "BACKGROUND",
                    "citation": "McClernon FJ, Conklin CA, Kozink RV, Adcock RA, Sweitzer MM, Addicott MA, Chou YH, Chen NK, Hallyburton MB, DeVito AM. Hippocampal and Insular Response to Smoking-Related Environments: Neuroimaging Evidence for Drug-Context Effects in Nicotine Dependence. Neuropsychopharmacology. 2016 Feb;41(3):877-85. doi: 10.1038/npp.2015.214. Epub 2015 Jul 16."
                },
                {
                    "pmid": "20643725",
                    "type": "BACKGROUND",
                    "citation": "Henriksen L, Schleicher NC, Feighery EC, Fortmann SP. A longitudinal study of exposure to retail cigarette advertising and smoking initiation. Pediatrics. 2010 Aug;126(2):232-8. doi: 10.1542/peds.2009-3021. Epub 2010 Jul 19."
                },
                {
                    "pmid": "25173775",
                    "type": "BACKGROUND",
                    "citation": "Robertson L, McGee R, Marsh L, Hoek J. A systematic review on the impact of point-of-sale tobacco promotion on smoking. Nicotine Tob Res. 2015 Jan;17(1):2-17. doi: 10.1093/ntr/ntu168. Epub 2014 Aug 30."
                },
                {
                    "pmid": "21777322",
                    "type": "BACKGROUND",
                    "citation": "Burton S, Clark L, Jackson K. The association between seeing retail displays of tobacco and tobacco smoking and purchase: findings from a diary-style survey. Addiction. 2012 Jan;107(1):169-75. doi: 10.1111/j.1360-0443.2011.03584.x. Epub 2011 Oct 7."
                },
                {
                    "pmid": "24365702",
                    "type": "BACKGROUND",
                    "citation": "Carter OB, Phan T, Mills BW. Impact of a point-of-sale tobacco display ban on smokers' spontaneous purchases: comparisons from postpurchase interviews before and after the ban in Western Australia. Tob Control. 2015 Mar;24(e1):e81-6. doi: 10.1136/tobaccocontrol-2013-050991. Epub 2013 Dec 23."
                },
                {
                    "pmid": "19264731",
                    "type": "BACKGROUND",
                    "citation": "Carter OB, Mills BW, Donovan RJ. The effect of retail cigarette pack displays on unplanned purchases: results from immediate postpurchase interviews. Tob Control. 2009 Jun;18(3):218-21. doi: 10.1136/tc.2008.027870. Epub 2009 Mar 4."
                },
                {
                    "pmid": "18042190",
                    "type": "BACKGROUND",
                    "citation": "Wakefield M, Germain D, Henriksen L. The effect of retail cigarette pack displays on impulse purchase. Addiction. 2008 Feb;103(2):322-8. doi: 10.1111/j.1360-0443.2007.02062.x. Epub 2007 Nov 27."
                },
                {
                    "pmid": "26861379",
                    "type": "BACKGROUND",
                    "citation": "Siahpush M, Shaikh RA, Smith D, Hyland A, Cummings KM, Kessler AS, Dodd MD, Carlson L, Meza J, Wakefield M. The Association of Exposure to Point-of-Sale Tobacco Marketing with Quit Attempt and Quit Success: Results from a Prospective Study of Smokers in the United States. Int J Environ Res Public Health. 2016 Feb 6;13(2):203. doi: 10.3390/ijerph13020203."
                },
                {
                    "pmid": "26024797",
                    "type": "BACKGROUND",
                    "citation": "Siahpush M, Shaikh RA, Cummings KM, Hyland A, Dodd M, Carlson L, Kessler AS, Meza J, Wan N, Wakefield M. The association of point-of-sale cigarette marketing with cravings to smoke: results from a cross-sectional population-based study. Tob Control. 2016 Jul;25(4):402-5. doi: 10.1136/tobaccocontrol-2015-052253. Epub 2015 May 29."
                },
                {
                    "pmid": "18544462",
                    "type": "BACKGROUND",
                    "citation": "Henriksen L, Feighery EC, Schleicher NC, Cowling DW, Kline RS, Fortmann SP. Is adolescent smoking related to the density and proximity of tobacco outlets and retail cigarette advertising near schools? Prev Med. 2008 Aug;47(2):210-4. doi: 10.1016/j.ypmed.2008.04.008. Epub 2008 Apr 29."
                },
                {
                    "pmid": "24254336",
                    "type": "BACKGROUND",
                    "citation": "Lipperman-Kreda S, Mair C, Grube JW, Friend KB, Jackson P, Watson D. Density and proximity of tobacco outlets to homes and schools: relations with youth cigarette smoking. Prev Sci. 2014 Oct;15(5):738-44. doi: 10.1007/s11121-013-0442-2."
                },
                {
                    "pmid": "18628269",
                    "type": "BACKGROUND",
                    "citation": "Pearce J, Hiscock R, Moon G, Barnett R. The neighbourhood effects of geographical access to tobacco retailers on individual smoking behaviour. J Epidemiol Community Health. 2009 Jan;63(1):69-77. doi: 10.1136/jech.2007.070656. Epub 2008 Jul 15."
                },
                {
                    "pmid": "25171184",
                    "type": "BACKGROUND",
                    "citation": "Cantrell J, Anesetti-Rothermel A, Pearson JL, Xiao H, Vallone D, Kirchner TR. The impact of the tobacco retail outlet environment on adult cessation and differences by neighborhood poverty. Addiction. 2015 Jan;110(1):152-61. doi: 10.1111/add.12718. Epub 2014 Nov 7."
                },
                {
                    "pmid": "21164089",
                    "type": "BACKGROUND",
                    "citation": "Reitzel LR, Cromley EK, Li Y, Cao Y, Dela Mater R, Mazas CA, Cofta-Woerpel L, Cinciripini PM, Wetter DW. The effect of tobacco outlet density and proximity on smoking cessation. Am J Public Health. 2011 Feb;101(2):315-20. doi: 10.2105/AJPH.2010.191676. Epub 2010 Dec 16."
                },
                {
                    "pmid": "25745380",
                    "type": "BACKGROUND",
                    "citation": "Chaiton M, Mecredy G, Rehm J, Samokhvalov AV. Tobacco retail availability and smoking behaviours among patients seeking treatment at a nicotine dependence treatment clinic. Tob Induc Dis. 2014 Dec 2;12(1):19. doi: 10.1186/1617-9625-12-19. eCollection 2014."
                },
                {
                    "pmid": "24625149",
                    "type": "BACKGROUND",
                    "citation": "Kim AE, Nonnemaker JM, Loomis BR, Shafer PR, Shaikh A, Hill E, Holloway JW, Farrelly MC. Influence of point-of-sale tobacco displays and graphic health warning signs on adults: evidence from a virtual store experimental study. Am J Public Health. 2014 May;104(5):888-95. doi: 10.2105/AJPH.2013.301723. Epub 2014 Mar 13."
                },
                {
                    "pmid": "23556120",
                    "type": "BACKGROUND",
                    "citation": "Hubbeling HG, Frank DM, Hexner EO. Myelofibrosis 2012: it's complicated. Ther Adv Hematol. 2012 Jun;3(3):131-46. doi: 10.1177/2040620712437754."
                },
                {
                    "pmid": "19947783",
                    "type": "BACKGROUND",
                    "citation": "Shiffman S. Ecological momentary assessment (EMA) in studies of substance use. Psychol Assess. 2009 Dec;21(4):486-97. doi: 10.1037/a0017074."
                },
                {
                    "pmid": "21401252",
                    "type": "BACKGROUND",
                    "citation": "Berkman ET, Dickenson J, Falk EB, Lieberman MD. Using SMS text messaging to assess moderators of smoking reduction: Validating a new tool for ecological measurement of health behaviors. Health Psychol. 2011 Mar;30(2):186-94. doi: 10.1037/a0022201."
                },
                {
                    "pmid": "26356504",
                    "type": "BACKGROUND",
                    "citation": "Konrath S, Falk E, Fuhrel-Forbis A, Liu M, Swain J, Tolman R, Cunningham R, Walton M. Can Text Messages Increase Empathy and Prosocial Behavior? The Development and Initial Validation of Text to Connect. PLoS One. 2015 Sep 10;10(9):e0137585. doi: 10.1371/journal.pone.0137585. eCollection 2015."
                },
                {
                    "pmid": "10605857",
                    "type": "BACKGROUND",
                    "citation": "Carter BL, Tiffany ST. Meta-analysis of cue-reactivity in addiction research. Addiction. 1999 Mar;94(3):327-40."
                },
                {
                    "pmid": "2186423",
                    "type": "BACKGROUND",
                    "citation": "Tiffany ST. A cognitive model of drug urges and drug-use behavior: role of automatic and nonautomatic processes. Psychol Rev. 1990 Apr;97(2):147-68. doi: 10.1037/0033-295x.97.2.147."
                },
                {
                    "pmid": "15741475",
                    "type": "BACKGROUND",
                    "citation": "Zubieta JK, Heitzeg MM, Xu Y, Koeppe RA, Ni L, Guthrie S, Domino EF. Regional cerebral blood flow responses to smoking in tobacco smokers after overnight abstinence. Am J Psychiatry. 2005 Mar;162(3):567-77. doi: 10.1176/appi.ajp.162.3.567."
                },
                {
                    "pmid": "12470133",
                    "type": "BACKGROUND",
                    "citation": "Brody AL, Mandelkern MA, London ED, Childress AR, Lee GS, Bota RG, Ho ML, Saxena S, Baxter LR Jr, Madsen D, Jarvik ME. Brain metabolic changes during cigarette craving. Arch Gen Psychiatry. 2002 Dec;59(12):1162-72. doi: 10.1001/archpsyc.59.12.1162."
                },
                {
                    "pmid": "22708884",
                    "type": "BACKGROUND",
                    "citation": "Shiffman S, Dunbar M, Kirchner T, Li X, Tindle H, Anderson S, Scholl S. Smoker reactivity to cues: effects on craving and on smoking behavior. J Abnorm Psychol. 2013 Feb;122(1):264-80. doi: 10.1037/a0028339. Epub 2012 Jun 18."
                },
                {
                    "pmid": "20510552",
                    "type": "BACKGROUND",
                    "citation": "Conklin CA, Perkins KA, Robin N, McClernon FJ, Salkeld RP. Bringing the real world into the laboratory: personal smoking and nonsmoking environments. Drug Alcohol Depend. 2010 Sep 1;111(1-2):58-63. doi: 10.1016/j.drugalcdep.2010.03.017. Epub 2010 May 26."
                },
                {
                    "pmid": "21261432",
                    "type": "BACKGROUND",
                    "citation": "Japuntich SJ, Piper ME, Leventhal AM, Bolt DM, Baker TB. The effect of five smoking cessation pharmacotherapies on smoking cessation milestones. J Consult Clin Psychol. 2011 Feb;79(1):34-42. doi: 10.1037/a0022154."
                },
                {
                    "pmid": "23616548",
                    "type": "BACKGROUND",
                    "citation": "Wang AL, Ruparel K, Loughead JW, Strasser AA, Blady SJ, Lynch KG, Romer D, Cappella JN, Lerman C, Langleben DD. Content matters: neuroimaging investigation of brain and behavioral impact of televised anti-tobacco public service announcements. J Neurosci. 2013 Apr 24;33(17):7420-7. doi: 10.1523/JNEUROSCI.3840-12.2013."
                },
                {
                    "pmid": "22510393",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Berkman ET, Lieberman MD. From neural responses to population behavior: neural focus group predicts population-level media effects. Psychol Sci. 2012 May 1;23(5):439-45. doi: 10.1177/0956797611434964. Epub 2012 Apr 17."
                },
                {
                    "pmid": "26400858",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, O'Donnell MB, Tompson S, Gonzalez R, Dal Cin S, Strecher V, Cummings KM, An L. Functional brain imaging predicts public health campaign success. Soc Cogn Affect Neurosci. 2016 Feb;11(2):204-14. doi: 10.1093/scan/nsv108. Epub 2015 Sep 23."
                },
                {
                    "pmid": "28578131",
                    "type": "BACKGROUND",
                    "citation": "Pegors TK, Tompson S, O'Donnell MB, Falk EB. Predicting behavior change from persuasive messages using neural representational similarity and social network analyses. Neuroimage. 2017 Aug 15;157:118-128. doi: 10.1016/j.neuroimage.2017.05.063. Epub 2017 May 31."
                },
                {
                    "pmid": "28240271",
                    "type": "BACKGROUND",
                    "citation": "Cooper N, Bassett DS, Falk EB. Coherent activity between brain regions that code for value is linked to the malleability of human behavior. Sci Rep. 2017 Feb 27;7:43250. doi: 10.1038/srep43250."
                },
                {
                    "pmid": "27019865",
                    "type": "BACKGROUND",
                    "citation": "Green AE, Mays D, Falk EB, Vallone D, Gallagher N, Richardson A, Tercyak KP, Abrams DB, Niaura RS. Young Adult Smokers' Neural Response to Graphic Cigarette Warning Labels. Addict Behav Rep. 2016 Jun 1;3:28-32. doi: 10.1016/j.abrep.2016.02.001."
                },
                {
                    "pmid": "29057013",
                    "type": "BACKGROUND",
                    "citation": "Cooper N, Tompson S, O'Donnell MB, Falk EB. Brain Activity in Self- and Value-Related Regions in Response to Online Antismoking Messages Predicts Behavior Change. J Media Psychol. 2015;27:93-109. doi: 10.1027/1864-1105/a000146. Epub 2015 Sep 15."
                },
                {
                    "pmid": "27521303",
                    "type": "BACKGROUND",
                    "citation": "Vezich IS, Katzman PL, Ames DL, Falk EB, Lieberman MD. Modulating the neural bases of persuasion: why/how, gain/loss, and users/non-users. Soc Cogn Affect Neurosci. 2017 Feb 1;12(2):283-297. doi: 10.1093/scan/nsw113."
                },
                {
                    "pmid": "21261410",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Berkman ET, Whalen D, Lieberman MD. Neural activity during health messaging predicts reductions in smoking above and beyond self-report. Health Psychol. 2011 Mar;30(2):177-85. doi: 10.1037/a0022259."
                },
                {
                    "pmid": "20573889",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Berkman ET, Mann T, Harrison B, Lieberman MD. Predicting persuasion-induced behavior change from the brain. J Neurosci. 2010 Jun 23;30(25):8421-4. doi: 10.1523/JNEUROSCI.0063-10.2010."
                },
                {
                    "pmid": "29140500",
                    "type": "BACKGROUND",
                    "citation": "Huskey R, Mangus JM, Turner BO, Weber R. The persuasion network is modulated by drug-use risk and predicts anti-drug message effectiveness. Soc Cogn Affect Neurosci. 2017 Dec 1;12(12):1902-1915. doi: 10.1093/scan/nsx126."
                },
                {
                    "pmid": "25646442",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, O'Donnell MB, Cascio CN, Tinney F, Kang Y, Lieberman MD, Taylor SE, An L, Resnicow K, Strecher VJ. Self-affirmation alters the brain's response to health messages and subsequent behavior change. Proc Natl Acad Sci U S A. 2015 Feb 17;112(7):1977-82. doi: 10.1073/pnas.1500247112. Epub 2015 Feb 2."
                },
                {
                    "pmid": "25100217",
                    "type": "BACKGROUND",
                    "citation": "Cascio CN, Carp J, O'Donnell MB, Tinney FJ Jr, Bingham CR, Shope JT, Ouimet MC, Pradhan AK, Simons-Morton BG, Falk EB. Buffering social influence: neural correlates of response inhibition predict driving safety in the presence of a peer. J Cogn Neurosci. 2015 Jan;27(1):83-95. doi: 10.1162/jocn_a_00693."
                },
                {
                    "pmid": "29718764",
                    "type": "BACKGROUND",
                    "citation": "Kelly MP, Kriznik NM, Kinmonth AL, Fletcher PC. The brain, self and society: a social-neuroscience model of predictive processing. Soc Neurosci. 2019 Jun;14(3):266-276. doi: 10.1080/17470919.2018.1471003. Epub 2018 May 10."
                },
                {
                    "pmid": "24478540",
                    "type": "BACKGROUND",
                    "citation": "Berkman ET, Falk EB. Beyond Brain Mapping: Using Neural Measures to Predict Real-World Outcomes. Curr Dir Psychol Sci. 2013 Feb;22(1):45-50. doi: 10.1177/0963721412469394."
                },
                {
                    "pmid": "21378368",
                    "type": "BACKGROUND",
                    "citation": "Berkman ET, Falk EB, Lieberman MD. In the trenches of real-world self-control: neural correlates of breaking the link between craving and smoking. Psychol Sci. 2011 Apr;22(4):498-506. doi: 10.1177/0956797611400918. Epub 2011 Mar 4."
                },
                {
                    "pmid": "28344683",
                    "type": "BACKGROUND",
                    "citation": "Kang Y, O'Donnell MB, Strecher VJ, Falk EB. Dispositional Mindfulness Predicts Adaptive Affective Responses to Health Messages and Increased Exercise Motivation. Mindfulness (N Y). 2017 Apr;8(2):387-397. doi: 10.1007/s12671-016-0608-7. Epub 2016 Sep 13."
                },
                {
                    "pmid": "23722983",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Morelli SA, Welborn BL, Dambacher K, Lieberman MD. Creating buzz: the neural correlates of effective message propagation. Psychol Sci. 2013 Jul 1;24(7):1234-42. doi: 10.1177/0956797612474670. Epub 2013 May 30."
                },
                {
                    "pmid": "28158874",
                    "type": "BACKGROUND",
                    "citation": "Lopez RB, Chen PA, Huckins JF, Hofmann W, Kelley WM, Heatherton TF. A balance of activity in brain control and reward systems predicts self-regulatory outcomes. Soc Cogn Affect Neurosci. 2017 May 1;12(5):832-838. doi: 10.1093/scan/nsx004."
                },
                {
                    "pmid": "24759437",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Cascio CN, O'Donnell MB, Carp J, Tinney FJ Jr, Bingham CR, Shope JT, Ouimet MC, Pradhan AK, Simons-Morton BG. Neural responses to exclusion predict susceptibility to social influence. J Adolesc Health. 2014 May;54(5 Suppl):S22-31. doi: 10.1016/j.jadohealth.2013.12.035."
                },
                {
                    "pmid": "18635157",
                    "type": "BACKGROUND",
                    "citation": "Brewer JA, Worhunsky PD, Carroll KM, Rounsaville BJ, Potenza MN. Pretreatment brain activation during stroop task is associated with outcomes in cocaine-dependent patients. Biol Psychiatry. 2008 Dec 1;64(11):998-1004. doi: 10.1016/j.biopsych.2008.05.024. Epub 2008 Jul 17."
                },
                {
                    "pmid": "16123763",
                    "type": "BACKGROUND",
                    "citation": "Kosten TR, Scanley BE, Tucker KA, Oliveto A, Prince C, Sinha R, Potenza MN, Skudlarski P, Wexler BE. Cue-induced brain activity changes and relapse in cocaine-dependent patients. Neuropsychopharmacology. 2006 Mar;31(3):644-50. doi: 10.1038/sj.npp.1300851."
                },
                {
                    "pmid": "15997017",
                    "type": "BACKGROUND",
                    "citation": "Paulus MP, Tapert SF, Schuckit MA. Neural activation patterns of methamphetamine-dependent subjects during decision making predict relapse. Arch Gen Psychiatry. 2005 Jul;62(7):761-8. doi: 10.1001/archpsyc.62.7.761."
                },
                {
                    "pmid": "21358641",
                    "type": "BACKGROUND",
                    "citation": "Chua HF, Ho SS, Jasinska AJ, Polk TA, Welsh RC, Liberzon I, Strecher VJ. Self-related neural response to tailored smoking-cessation messages predicts quitting. Nat Neurosci. 2011 Apr;14(4):426-7. doi: 10.1038/nn.2761. Epub 2011 Feb 27."
                },
                {
                    "pmid": "28504911",
                    "type": "BACKGROUND",
                    "citation": "Baek EC, Scholz C, O'Donnell MB, Falk EB. The Value of Sharing Information: A Neural Account of Information Transmission. Psychol Sci. 2017 Jul;28(7):851-861. doi: 10.1177/0956797617695073. Epub 2017 May 15."
                },
                {
                    "pmid": "26598502",
                    "type": "BACKGROUND",
                    "citation": "Shadel WG, Martino SC, Setodji CM, Scharf DM, Kusuke D, Sicker A, Gong M. Hiding the tobacco power wall reduces cigarette smoking risk in adolescents: using an experimental convenience store to assess tobacco regulatory options at retail point-of-sale. Tob Control. 2015 Nov 23:tobaccocontrol-2015-052529 10.1136/tobaccocontrol-2015-052529. doi: 10.1136/tobaccocontrol-2015-052529. Online ahead of print."
                },
                {
                    "pmid": "22535364",
                    "type": "BACKGROUND",
                    "citation": "Mendez D, Alshanqeety O, Warner KE. The potential impact of smoking control policies on future global smoking trends. Tob Control. 2013 Jan;22(1):46-51. doi: 10.1136/tobaccocontrol-2011-050147. Epub 2012 Apr 25."
                },
                {
                    "pmid": "27832052",
                    "type": "BACKGROUND",
                    "citation": "Jamal A, King BA, Neff LJ, Whitmill J, Babb SD, Graffunder CM. Current Cigarette Smoking Among Adults - United States, 2005-2015. MMWR Morb Mortal Wkly Rep. 2016 Nov 11;65(44):1205-1211. doi: 10.15585/mmwr.mm6544a2."
                },
                {
                    "pmid": "26180986",
                    "type": "BACKGROUND",
                    "citation": "Lee JG, Henriksen L, Rose SW, Moreland-Russell S, Ribisl KM. A Systematic Review of Neighborhood Disparities in Point-of-Sale Tobacco Marketing. Am J Public Health. 2015 Sep;105(9):e8-18. doi: 10.2105/AJPH.2015.302777. Epub 2015 Jul 16."
                },
                {
                    "pmid": "19015077",
                    "type": "BACKGROUND",
                    "citation": "Klucharev V, Smidts A, Fernandez G. Brain mechanisms of persuasion: how 'expert power' modulates memory and attitudes. Soc Cogn Affect Neurosci. 2008 Dec;3(4):353-66. doi: 10.1093/scan/nsn022. Epub 2008 Aug 7."
                },
                {
                    "pmid": "26816022",
                    "type": "BACKGROUND",
                    "citation": "Donny EC, Hatsukami DK. Randomized Trial of Reduced-Nicotine Standards for Cigarettes. N Engl J Med. 2016 Jan 28;374(4):396-7. doi: 10.1056/NEJMc1513886. No abstract available."
                },
                {
                    "pmid": "27197288",
                    "type": "BACKGROUND",
                    "citation": "Mercincavage M, Souprountchouk V, Tang KZ, Dumont RL, Wileyto EP, Carmella SG, Hecht SS, Strasser AA. A Randomized Controlled Trial of Progressively Reduced Nicotine Content Cigarettes on Smoking Behaviors, Biomarkers of Exposure, and Subjective Ratings. Cancer Epidemiol Biomarkers Prev. 2016 Jul;25(7):1125-33. doi: 10.1158/1055-9965.EPI-15-1088. Epub 2016 Apr 27."
                },
                {
                    "pmid": "28512171",
                    "type": "BACKGROUND",
                    "citation": "Lochbuehler K, Mercincavage M, Tang KZ, Dana Tomlin C, Cappella JN, Strasser AA. Effect of message congruency on attention and recall in pictorial health warning labels. Tob Control. 2017 May 16:tobaccocontrol-2016-053615. doi: 10.1136/tobaccocontrol-2016-053615. Online ahead of print."
                },
                {
                    "pmid": "23334588",
                    "type": "BACKGROUND",
                    "citation": "Strasser AA, Ashare RL, Kaufman M, Tang KZ, Mesaros AC, Blair IA. The effect of menthol on cigarette smoking behaviors, biomarkers and subjective responses. Cancer Epidemiol Biomarkers Prev. 2013 Mar;22(3):382-9. doi: 10.1158/1055-9965.EPI-12-1097. Epub 2013 Jan 18."
                },
                {
                    "pmid": "30371736",
                    "type": "BACKGROUND",
                    "citation": "Barnett I, Onnela JP. Inferring mobility measures from GPS traces with missing data. Biostatistics. 2020 Apr 1;21(2):e98-e112. doi: 10.1093/biostatistics/kxy059."
                },
                {
                    "pmid": "29511333",
                    "type": "BACKGROUND",
                    "citation": "Barnett I, Torous J, Staples P, Sandoval L, Keshavan M, Onnela JP. Relapse prediction in schizophrenia through digital phenotyping: a pilot study. Neuropsychopharmacology. 2018 Jul;43(8):1660-1666. doi: 10.1038/s41386-018-0030-z. Epub 2018 Feb 22."
                },
                {
                    "pmid": "23322313",
                    "type": "BACKGROUND",
                    "citation": "Lee JG, Henriksen L, Myers AE, Dauphinee AL, Ribisl KM. A systematic review of store audit methods for assessing tobacco marketing and products at the point of sale. Tob Control. 2014 Mar;23(2):98-106. doi: 10.1136/tobaccocontrol-2012-050807. Epub 2013 Jan 15."
                },
                {
                    "pmid": "11315734",
                    "type": "BACKGROUND",
                    "citation": "Whalen CK, Jamner LD, Henker B, Delfino RJ. Smoking and moods in adolescents with depressive and aggressive dispositions: evidence from surveys and electronic diaries. Health Psychol. 2001 Mar;20(2):99-111."
                },
                {
                    "pmid": "27105716",
                    "type": "BACKGROUND",
                    "citation": "Pearson JL, Smiley SL, Rubin LF, Anesetti-Rothermel A, Elmasry H, Davis M, DeAtley T, Harvey E, Kirchner T, Abrams DB. The Moment Study: protocol for a mixed method observational cohort study of the Alternative Nicotine Delivery Systems (ANDS) initiation process among adult cigarette smokers. BMJ Open. 2016 Apr 22;6(4):e011717. doi: 10.1136/bmjopen-2016-011717."
                },
                {
                    "pmid": "26783292",
                    "type": "BACKGROUND",
                    "citation": "Tseng TY, Ostroff JS, Campo A, Gerard M, Kirchner T, Rotrosen J, Shelley D. A Randomized Trial Comparing the Effect of Nicotine Versus Placebo Electronic Cigarettes on Smoking Reduction Among Young Adult Smokers. Nicotine Tob Res. 2016 Oct;18(10):1937-1943. doi: 10.1093/ntr/ntw017. Epub 2016 Jan 17."
                },
                {
                    "pmid": "29988981",
                    "type": "BACKGROUND",
                    "citation": "Duncan DT, Kapadia F, Kirchner TR, Goedel WC, Brady WJ, Halkitis PN. Acceptability of Ecological Momentary Assessment Among Young Men Who Have Sex with Men. J LGBT Youth. 2017;14(4):436-444. doi: 10.1080/19361653.2017.1365038. Epub 2017 Sep 1."
                },
                {
                    "pmid": "30344466",
                    "type": "BACKGROUND",
                    "citation": "Mead EL, Johnson SL, Siddiqui J, Butler J 3rd, Kirchner T, Feldman RH. Beyond blunts: Reasons for cigarette and cigar use among African American young adult dual users. Addict Res Theory. 2018;26(5):349-360. doi: 10.1080/16066359.2017.1366456. Epub 2017 Sep 1."
                },
                {
                    "pmid": "30754022",
                    "type": "BACKGROUND",
                    "citation": "Chen-Sankey JC, Choi K, Kirchner TR, Feldman RH, Butler J 3rd, Mead EL. Flavored cigar smoking among African American young adult dual users: An ecological momentary assessment. Drug Alcohol Depend. 2019 Mar 1;196:79-85. doi: 10.1016/j.drugalcdep.2018.12.020. Epub 2019 Jan 31."
                },
                {
                    "pmid": "30272039",
                    "type": "BACKGROUND",
                    "citation": "Vu M, Getachew B, Payne JB, Kirchner TR, Berg CJ. Initiation, continuation of use and cessation of alternative tobacco products among young adults: A qualitative study. Tob Prev Cessat. 2018 Feb;4:8. doi: 10.18332/tpc/84869."
                },
                {
                    "pmid": "30579116",
                    "type": "BACKGROUND",
                    "citation": "Berg CJ, Haardorfer R, Payne JB, Getachew B, Vu M, Guttentag A, Kirchner TR. Ecological momentary assessment of various tobacco product use among young adults. Addict Behav. 2019 May;92:38-46. doi: 10.1016/j.addbeh.2018.12.014. Epub 2018 Dec 11."
                },
                {
                    "pmid": "15569957",
                    "type": "BACKGROUND",
                    "citation": "Henriksen L, Feighery EC, Wang Y, Fortmann SP. Association of retail tobacco marketing with adolescent smoking. Am J Public Health. 2004 Dec;94(12):2081-3. doi: 10.2105/ajph.94.12.2081."
                },
                {
                    "pmid": "25114563",
                    "type": "BACKGROUND",
                    "citation": "Roberts NJ, Kerr SM, Smith SM. Behavioral interventions associated with smoking cessation in the treatment of tobacco use. Health Serv Insights. 2013 Aug 11;6:79-85. doi: 10.4137/HSI.S11092. eCollection 2013."
                },
                {
                    "pmid": "22704744",
                    "type": "BACKGROUND",
                    "citation": "Strasser AA, Tang KZ, Romer D, Jepson C, Cappella JN. Graphic warning labels in cigarette advertisements: recall and viewing patterns. Am J Prev Med. 2012 Jul;43(1):41-7. doi: 10.1016/j.amepre.2012.02.026."
                },
                {
                    "pmid": "24151336",
                    "type": "BACKGROUND",
                    "citation": "Falk EB, Hyde LW, Mitchell C, Faul J, Gonzalez R, Heitzeg MM, Keating DP, Langa KM, Martz ME, Maslowsky J, Morrison FJ, Noll DC, Patrick ME, Pfeffer FT, Reuter-Lorenz PA, Thomason ME, Davis-Kean P, Monk CS, Schulenberg J. What is a representative brain? Neuroscience meets population science. Proc Natl Acad Sci U S A. 2013 Oct 29;110(44):17615-22. doi: 10.1073/pnas.1310134110. Epub 2013 Oct 22."
                },
                {
                    "pmid": "29446965",
                    "type": "BACKGROUND",
                    "citation": "Cooper N, Tompson S, O'Donnell MB, Vettel JM, Bassett DS, Falk EB. Associations between coherent neural activity in the brain's value system during antismoking messages and reductions in smoking. Health Psychol. 2018 Apr;37(4):375-384. doi: 10.1037/hea0000574. Epub 2018 Feb 15."
                },
                {
                    "pmid": "30773729",
                    "type": "BACKGROUND",
                    "citation": "Dore BP, Cooper N, Scholz C, O'Donnell MB, Falk EB. Cognitive regulation of ventromedial prefrontal activity evokes lasting change in the perceived self-relevance of persuasive messaging. Hum Brain Mapp. 2019 Jun 15;40(9):2571-2580. doi: 10.1002/hbm.24545. Epub 2019 Feb 17."
                },
                {
                    "pmid": "30224461",
                    "type": "BACKGROUND",
                    "citation": "Kang Y, Cooper N, Pandey P, Scholz C, O'Donnell MB, Lieberman MD, Taylor SE, Strecher VJ, Dal Cin S, Konrath S, Polk TA, Resnicow K, An L, Falk EB. Effects of self-transcendence on neural responses to persuasive messages and health behavior change. Proc Natl Acad Sci U S A. 2018 Oct 2;115(40):9974-9979. doi: 10.1073/pnas.1805573115. Epub 2018 Sep 17."
                },
                {
                    "pmid": "1932883",
                    "type": "BACKGROUND",
                    "citation": "Heatherton TF, Kozlowski LT, Frecker RC, Fagerstrom KO. The Fagerstrom Test for Nicotine Dependence: a revision of the Fagerstrom Tolerance Questionnaire. Br J Addict. 1991 Sep;86(9):1119-27. doi: 10.1111/j.1360-0443.1991.tb01879.x."
                },
                {
                    "pmid": "28053326",
                    "type": "BACKGROUND",
                    "citation": "Poldrack RA, Baker CI, Durnez J, Gorgolewski KJ, Matthews PM, Munafo MR, Nichols TE, Poline JB, Vul E, Yarkoni T. Scanning the horizon: towards transparent and reproducible neuroimaging research. Nat Rev Neurosci. 2017 Feb;18(2):115-126. doi: 10.1038/nrn.2016.167. Epub 2017 Jan 5."
                },
                {
                    "pmid": "19968401",
                    "type": "BACKGROUND",
                    "citation": "Janes AC, Frederick Bd, Richardt S, Burbridge C, Merlo-Pich E, Renshaw PF, Evins AE, Fava M, Kaufman MJ. Brain fMRI reactivity to smoking-related images before and during extended smoking abstinence. Exp Clin Psychopharmacol. 2009 Dec;17(6):365-73. doi: 10.1037/a0017797. Erratum In: Exp Clin Psychopharmacol. 2010 Jun;18(3):296."
                },
                {
                    "pmid": "20840335",
                    "type": "BACKGROUND",
                    "citation": "Goudriaan AE, de Ruiter MB, van den Brink W, Oosterlaan J, Veltman DJ. Brain activation patterns associated with cue reactivity and craving in abstinent problem gamblers, heavy smokers and healthy controls: an fMRI study. Addict Biol. 2010 Oct;15(4):491-503. doi: 10.1111/j.1369-1600.2010.00242.x. Epub 2010 Sep 14."
                },
                {
                    "pmid": "15370156",
                    "type": "BACKGROUND",
                    "citation": "Shiffman S, West R, Gilbert D; SRNT Work Group on the Assessment of Craving and Withdrawal in Clinical Trials. Recommendation for the assessment of tobacco craving and withdrawal in smoking cessation trials. Nicotine Tob Res. 2004 Aug;6(4):599-614. doi: 10.1080/14622200410001734067."
                },
                {
                    "pmid": "11002914",
                    "type": "BACKGROUND",
                    "citation": "Sayette MA, Shiffman S, Tiffany ST, Niaura RS, Martin CS, Shadel WG. The measurement of drug craving. Addiction. 2000 Aug;95 Suppl 2(Suppl 2):S189-210. doi: 10.1080/09652140050111762."
                },
                {
                    "pmid": "20133379",
                    "type": "BACKGROUND",
                    "citation": "Dunbar MS, Scharf D, Kirchner T, Shiffman S. Do smokers crave cigarettes in some smoking situations more than others? Situational correlates of craving when smoking. Nicotine Tob Res. 2010 Mar;12(3):226-34. doi: 10.1093/ntr/ntp198. Epub 2010 Feb 4."
                },
                {
                    "pmid": "17066490",
                    "type": "BACKGROUND",
                    "citation": "Mooney M, Green C, Hatsukami D. Nicotine self-administration: cigarette versus nicotine gum diurnal topography. Hum Psychopharmacol. 2006 Dec;21(8):539-48. doi: 10.1002/hup.808."
                },
                {
                    "pmid": "7140139",
                    "type": "BACKGROUND",
                    "citation": "Benowitz NL, Kuyt F, Jacob P 3rd. Circadian blood nicotine concentrations during cigarette smoking. Clin Pharmacol Ther. 1982 Dec;32(6):758-64. doi: 10.1038/clpt.1982.233."
                },
                {
                    "pmid": "26922160",
                    "type": "BACKGROUND",
                    "citation": "Groefsema M, Engels R, Luijten M. The role of social stimuli content in neuroimaging studies investigating alcohol cue-reactivity. Addict Behav. 2016 Jul;58:123-8. doi: 10.1016/j.addbeh.2016.02.033. Epub 2016 Feb 17."
                },
                {
                    "pmid": "11002908",
                    "type": "BACKGROUND",
                    "citation": "Drummond DC. What does cue-reactivity have to offer clinical research? Addiction. 2000 Aug;95 Suppl 2:S129-44. doi: 10.1080/09652140050111708."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "* The final data set will include data from 310 subjects in PA, NJ, or DE. Data (collected via questionnaires, urine cotinine assessments, and smartphone applications) will include measures concerned with health behaviors, individuals' geospatial distance from nearby tobacco retail outlets, and personality and individual differences. 822815 and the fMRI subset of 850796 will include data from the brain imaging scan(s). 822815 will also include saliva cotinine assessments conducted during 2 of the 3 in-person sessions.\n* Final research data, with all identity-related information deleted and in consultation with the relevant IRBs, will be made available to scientists who are approved by the study team for collaborative research with members of the study team. Data will be shared in spreadsheet format for all non-imaging data and in NIFTI format for fMRI data. Unthresholded statistical maps for the fMRI data will be made available to researchers through a secure file-sharing interface.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The data will be available within six months following publication of the study's primary results. Data will remain available for a minimum of three years following the closeout of the grant.",
            "accessCriteria": "* Data will be made available to scientists who are approved by the study team for collaborative research with members of the study team.\n* Qualified investigators who wish to access the study materials will be able to complete a form on the main project website on GitHub (https://github.com/cnlab), which describes the proposed study and delineates the data specifics of data use. The requests will be reviewed and approved by the investigators. The requested research data files will be accompanied by a description of variables and how they were collected. We will also share protocols relevant to data collection procedures, as useful and in consultation with other interested researchers.\n* Study tasks and code to reproduce analyses will be made available on the Falk lab GitHub account (https://github.com/cnlab)\n* Statistical Analysis Plans will be available in the form of pre-registrations on the Open Science Framework site (https://osf.io).",
            "url": "https://docs.google.com/document/d/1UkubuRug0gY8DEkTiB75fgcJuxdwlBZtmeY4qrUfog4/edit?usp=sharing"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}