{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04014348",
            "orgStudyIdInfo": {
                "id": "190120"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-H-0120"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Geospatial Analysis of Neighborhood Environmental Stress in Relation to Biological Markers of Cardiovascular Health and Health Behaviors in Women",
            "officialTitle": "Pilot Study for Geospatial Analysis of Neighborhood Environmental Stress in Relation to Biological Markers of Cardiovascular Health and Health Behaviors in Women",
            "therapeuticArea": [
                "Other"
            ],
            "study": "geospatial-analysis-of-neighborhood-environmental-stress-in-relation-to-biological-markers-of-cardiovascular-health-and-health-behaviors-in-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-26",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-09",
            "studyFirstSubmitQcDate": "2019-07-09",
            "studyFirstPostDateStruct": {
                "date": "2019-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nHeart disease is a leading cause of death in the United States. Healthy diet and exercise improve heart health. Some features of where a person lives can lead to stress and decrease chances for exercise. Researchers want to see how these factors may increase the risk of heart disease in women.\n\nObjective:\n\nTo see if there are differences in stress levels between women who live in different parts of Washington, DC. Also, to see how these women use their neighborhoods for exercise.\n\nEligibility:\n\nHealthy white or black females ages 19-45 who live in Washington, DC, who have access to a smartphone\n\nDesign:\n\nParticipants may stay at the NIH Clinical Center overnight for a 2-day visit.\n\nVisit 1 will include:\n\nPhysical exam\n\nBlood tests\n\nElectrocardiogram: Electrodes on the participant s skin will measure heart activity.\n\nPET/CT scan: Participants will get an injection. They will lie in a machine that takes pictures of the body.\n\nSurveys\n\nBody size measurements\n\nNutrition consultation\n\nBlood vessel tests: This is measured with blood pressure cuffs, a device placed on the participant s fingertip, and a probe placed on the participant s neck.\n\nResting Energy Expenditure: Participants will breathe under a clear hood for 45 minutes.\n\nParticipants will be followed for about 2 weeks. They will wear a device on the wrist and carry a GPS device. Through a mobile app, they will answer short daily surveys on stress and exercise.\n\nVisit 2-\n\nDevice return\n\nNutritional consultation",
            "detailedDescription": "Innovative analyses of cardiovascular (CV) risk markers and heath behaviors in relation to neighborhood stressors are needed to further elucidate mechanisms by which adverse neighborhood conditions lead to poor CV outcomes. We propose to objectively measure physical activity, sedentary behavior, and neighborhood stress through accelerometers, global positioning systems (GPS), and ecological momentary assessment survey (via smartphone survey), linked to biological measures in a sample of White and African American women in Washington, D.C. neighborhoods. We hypothesize that individuals who are living in worse neighborhood environment conditions (e.g., higher poverty, crime, and social disorder) will be associated with higher chronic stress-related neural activity. As a secondary hypothesis, we hypothesize that associations between living in socio-economically disadvantaged neighborhood conditions and adverse biological markers will be moderated/mediated through levels of physical activity, time spent on sedentary activities, and dietary intake. Relationships between living in socio-economically disadvantaged neighborhood conditions and adverse biological markers will be also be mediated through psychosocial factors. In Aim 1, we will test associations between neighborhood environment conditions (e.g., poverty, crime, social disorder) and differences in stress-related neural activity, using PET CT-measured amygdala FDG uptake among a sample of White and African American women in high socio-economic status neighborhoods and low socioeconomic status neighborhoods in Washington D.C. In Aim 2a, we will determine associations between neighborhood environment conditions (e.g., poverty, crime, social disorder) and differences in cardiovascular risk and immune activation. Several measures of cardiovascular risk and immune activation will be performed including: (i) assessment of vascular function (vascular stiffness, vascular inflammation) and (ii) measures of immune function (i.e. flow cytometry for immune cell phenotyping, cytokine/chemokine/cortisol/neurotransmitter profiling, lipidomic analyses for lipid inflammatory intermediates, PBMC telomere length). In Aim 2b, we will assess feasibility and practicality of the use of geospatial tools and methods for measuring environmental factors (i.e. poverty, crime, social disorder) among this sample of women in Washington, DC. In aim 2c, we will examine whether associations between worse neighborhood environment conditions and adverse biological markers may be moderated and/or mediated by health behaviors (i.e., physical activity, sedentary time, dietary intake) and psychosocial factors (i.e., mood) measured via ecological momentary assessment (EMA). This project has a strong potential for improving scientific understanding of how neighborhood stress may influence biological measures of stress-related neural activity, such as amygdala activity, to improve our knowledge on interrelations among biology, environment, and cardiovascular health."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular (CV) Risk"
            ],
            "keywords": [
                "Neighborhood Environment",
                "Cardiovascular Disease Risk",
                "Social Determinants of Health",
                "Diagnostic Behavioral study",
                "Socio-Economic",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Female",
                    "description": "Diagnostic"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stress-related neural activity",
                    "description": "Stress-related neural activity will be estimated by neuroimaging (18-FDG PET/CTamygdala activity)",
                    "timeFrame": "1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "1) examine associations between neighborhood environment conditions",
                    "description": "rate of poverty, disorder, crime through both residential neighborhoods and individuals activity space and differences in cardiovascular risk and immune activation through: (i) assessment of vascular function (vascular stiffness, vascular inflammation); and (ii) measures of immune function (i.e. flow cytometry for immune cell phenotyping",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIndividuals eligible for this protocol:\n\n1. A healthy self-identified White female (i.e. self-identifies as White or of European descent) or healthy Black female (i.e. self-identifies as Black, African American, or of African descent)\n2. Must be between 19 to 45 years of age\n3. Must not have any chronic health condition, including lung disease or active infection\n4. Must be living in Washington, DC\n5. Must have access to a smartphone\n6. Must be able to provide informed consent\n7. Must speak English.\n\nEXCLUSION CRITERIA:\n\n1. If you are pregnant or breast feeding\n2. If you are physically unable to perform physical activity for any reason\n3. If you have had weight changes greater than 20% over the past 3 months\n4. If you are obese by our measurements (BMI greater than or equal to 35.0 kg/m\\^2)\n5. If you have high or low blood pressure\n6. If you have diabetes\n7. If you have a history of severe mental illnesses, treated with hospitalization\n8. If you have a history or evidence of hyper/hypothyroidism\n9. If you are taking medication for chronic non-mental health related illness\n10. If you have food allergies or highly restrictive diets that may prevent your ability to consume a controlled metabolic diet.\n11. If you are a smoker",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "19 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Recruitment will take place at both the NIH Clinical Center and at the NHLBI Hope Center. The proposed study will be cross-sectional with a sample of healthy White females (n=30) and healthy Black females of African descent (n=30) in Washington, DC. Participants will be asked to wear a GPS unit and accelerometer, and to use a smartphone (i.e., to measure perceived stress/mood via EMA) to examine associations between GIS-derived neighborhood variables, stress-related neural activity measures, and adverse biological markers. A sample of the women (n=30) will be recruited from the high SES census tracts within Washington, DC. The other participants (n=30) will be recruited from low SES census tracts in Washington DC. Finally, participants from high and low SES census tracts in Washington DC will be matched with respect to age, race, and body mass index \\[BMI\\].",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marie Marah, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 640-1701",
                    "email": "marie.marah@nih.gov"
                },
                {
                    "name": "Tiffany M Powell-Wiley, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-3735",
                    "email": "powelltm2@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tiffany M Powell-Wiley, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-H-0120.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".undecided"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}