{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05957276",
            "orgStudyIdInfo": {
                "id": "CR109326"
            },
            "secondaryIdInfos": [
                {
                    "id": "NOPRODRPG0002",
                    "type": "OTHER",
                    "domain": "Janssen Research & Development, LLC"
                }
            ],
            "organization": {
                "fullName": "Janssen Research & Development, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Global Patient Registry of Inherited Retinal Diseases",
            "officialTitle": "Global Patient Registry of Inherited Retinal Disease",
            "acronym": "EYERD Registry",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "global-patient-registry-of-inherited-retinal-diseases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2031-05-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-05-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Janssen Research & Development, LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to better understand the natural history of Inherited Retinal Disease (IRD) and help inform patient management."
        },
        "conditionsModule": {
            "conditions": [
                "Inherited Retinal Diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 7000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants With Inherited Retinal Diseases (IRDs)",
                    "description": "Adult and pediatric (greater than or equal to \\[\\>=\\] 3 years) participants with a documented genetic diagnosis of X-linked retinitis pigmentosa (XLRP) or Achromatopsia (ACHM) and any signs or symptoms of IRD or documented retinal changes detected by imaging or electrophysiology.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "Participants will not receive any intervention in this study. Participants will receive standard of care therapy.",
                    "armGroupLabels": [
                        "Participants With Inherited Retinal Diseases (IRDs)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Visual Acuity (VA)",
                    "description": "VA is a measure of the sharpness of vision. The test uses a chart with letters or symbols of different sizes, at a specific distance, and is reported using various scales, such as fraction, decimal, minimum angle of resolution (MAR), logMAR. When a participant is unable to read a chart, visual acuity can be measured by counting fingers, hand motion, or light perception.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Visual Field (VF)",
                    "description": "VF is used to determine scope of vision, including central and peripheral vision. It can determine place, size, and shape of scotoma in vision.",
                    "timeFrame": "Baseline up to 8 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Association Between Inherited Retinal Disease (IRD) Genotype and Visual Acuity",
                    "description": "Association between IRD genotype and visual acuity will be reported as incidence of visual acuity for given IRD genotype.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Association Between IRD Genotype and Visual Field",
                    "description": "Association between IRD genotype and visual field will be reported as incidence of visual field for given IRD genotype.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Association Between IRD Genotype and Change in Visual Acuity",
                    "description": "Association between IRD genotype and change in visual acuity will be reported as change in visual acuity for given IRD genotype.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Association Between IRD Genotype and Change in Visual Field",
                    "description": "Association between IRD genotype and change in visual field will be reported as change in visual field for given IRD genotype.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Family History and Inheritance Pattern",
                    "description": "Number and relationship with family members diagnosed with IRD will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "IRD Variants and Subtypes",
                    "description": "Number and distribution of IRD variants and subtypes will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Demographic Characteristics of Participants: Age",
                    "description": "Demographic characteristics of participants (age) will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Demographic Characteristics of Participants: Sex",
                    "description": "Demographic characteristics of participants (sex) will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Demographic Characteristics of Participants: Race",
                    "description": "Demographic characteristics of participants (race) will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number of Participants With Comorbidities",
                    "description": "Number of participants with comorbidities will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number of Participants With Various Signs and Symptoms",
                    "description": "Number of participants with various signs and symptoms (for example: amblyopia, blindness, corneal disease/dystrophy) will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number of Participants With Other Ocular Events",
                    "description": "Number of participants with other ocular events will be reported. Other ocular events of interest including cystoid macular edema, macular hole, epiretinal membrane formation, intraocular inflammation, cataracts, glaucoma, chorioretinal atrophy will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Number and Type of Healthcare Professional Visits Prior to Confirmed IRD Diagnosis",
                    "description": "Participant diagnostic pathway prior to diagnosis including number and type of healthcare professional visits will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Number and Type of Hospital/Clinic Visit After IRD Diagnosis",
                    "description": "Participant management after diagnosis including number and type of hospital/clinic visit will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Medical Resource Utilization",
                    "description": "Number and type of hospital/clinic visit, use of assistive device, supportive care, adaptation, and service will be described.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Clinician Global Impression of Severity (CGIS)",
                    "description": "CGIS score will be reported for participants with X-linked retinitis pigmentosa (XLRP) and achromatopsia (ACHM) separately. CGIS is a generic, global, 5-point clinician-administered (observer-rated) scale that assesses illness severity. The score ranging from 1 (no symptoms) through 5 (very severe) to assess disease severity. A higher score indicates more severe disease.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Clinical Global Impression of Change (CGIC)",
                    "description": "CGIC score will be reported for XLRP participants. CGIC is a global, generic, 7-point clinician-administered (observer-rated) scale that assesses change in illness severity. The score ranging from 1 (very much improved) through 7 (very much worse). A higher score indicates worsening of disease.",
                    "timeFrame": "First post-baseline visit up to 8 years"
                },
                {
                    "measure": "Participant Global Impression of Severity (PGIS)",
                    "description": "The PGIS is a 5-point scale to assess disease severity, for participants with XLRP and ACHM separately. The XLRP PGIS measures participant reported disease severity and impact of XLRP on daily activities, items include: daily activities, mobility, mobility under low luminance/at night, and global rating of severity. A higher score indicates more severe disease. The ACHM PGIS measures participant reported disease severity and impact of ACHM on daily activities, items include: photo aversion (indoors and outdoors), impact on daily activities, and global rating of severity. A higher score indicates more severe disease.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Participant Global Impression of Change (PGIC)",
                    "description": "PGIC is a 5-point scale to assess the patient-reported change in disease severity. The XLRP PGIC assesses participant reported perceived change in disease severity and impact of XLRP on daily activities, items include: daily activities, mobility, mobility under low luminance/at night, and global rating of change in severity. A higher score indicates worsening of disease.",
                    "timeFrame": "First post-baseline visit up to 8 years"
                },
                {
                    "measure": "Modified Low Luminance Questionnaire (mLLQ)",
                    "description": "The mLLQ is a modified version of the original low luminance questionnaire developed for use in eye diseases to assess self-reported task difficulty under low luminance and at night. The mLLQ uses 5-point or 6-point Likert scales, consists of 6 domains: driving, extreme lighting, mobility, emotional distress, general dim lighting, and peripheral vision. There are 3 age versions: the adult (greater than or equal to \\[\\>=\\] 18 years) version includes 30 items, the adolescent (12-17 years) version includes 22 items, and the caregiver (3-11 years) version includes 19 items. Each domain has a score range of 0-100, with higher scores reflecting a higher level of functioning. Scores will be described per age class separately only for participants with XLRP.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Achromatopsia (ACHM) Vision Impact Questionnaire (AVIQ)",
                    "description": "The AVIQ was developed to assess the impact of ACHM on functional vision in children and adults. The AVIQ uses 5-point or 6-point Likert scales. There are 3 age versions: the adult/adolescent (\\>= 12 years) version includes 15 items, the child (8-11 years) version includes 8 items, and the caregiver (5-7 years) version includes 5 items. Scores will be described per age class separately.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Achromatopsia (ACHM) Symptom and Impact Diary",
                    "description": "The ACHM symptom and impact diary assesses the severity of key symptoms of photosensitivity and impaired visual acuity, contrast sensitivity, and color vision. There are 3 age versions: the adult/adolescent (\\>=12 years) version includes 9 items, the child (8-11 years) version includes 9 items, and the caregiver (5-7 years) version includes 16 items. Scores will be described per age class separately.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale (HADS)",
                    "description": "The HADS is a 14-item questionnaire to assess the presence of anxiety and depression in individuals aged 16-65 years, using 4-point Likert scales. Summary scores are reported for the 2 domains. Each domain has a score range of 0-21, with higher scores reflecting increased anxiety or depression.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Work Productivity and Activity Impairment (WPAI)",
                    "description": "The WPAI is a 6-item questionnaire that measures the effects of IRD symptoms on work productivity and absenteeism and activity impairment outside of work, using dichotomous (Yes/No) and 0-10 numerical rating scale. The productivity loss would be the total work impairment; the sum of absenteeism and presenteeism. Scores are expressed as impairment percentages, with higher scores reflecting more impairment. This questionnaire will be answered by both study participants and caregiver participants.",
                    "timeFrame": "Baseline up to 8 years"
                },
                {
                    "measure": "Caregiver Burden Score",
                    "description": "The caregiver burden score is a 14-item questionnaire developed to assess the impact of IRDs on caregivers of children (ages 3-17 years) with an IRD diagnosis, using 4-point or 6-point Likert scales. It measures caregiver burden in terms of perception of their physical and emotional health, relationships, social life, work, and finances. This questionnaire applies to caregivers of minors only.",
                    "timeFrame": "Baseline up to 8 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor Participant Selection:\n\n* Participant has any clinically documented sign(s) and/or symptom(s) consistent with an Inherited Retinal Disease (IRD), or asymptomatic with documented retinal changes detected by imaging or electrophysiology\n* Participant has documented genetic variant(s) (known pathogenic, likely pathogenic, or variants of uncertain significance) in relevant genes for any of the following IRDs: X-Linked Retinitis Pigmentosa (XLRP) and/or Achromatopsia (ACHM)\n* Participant or legally acceptable representative has provided informed consent (and participant assent, when applicable) in accordance with local requirements\n* Participant is able to have relevant visual and/or retinal assessments performed\n\nFor Caregiver Selection:\n\n* Caregiver has consent from the associated participant to participate in the study, or participant assent and consent from their legally acceptable representative\n* Male or female aged greater than or equal to (\\>=)18 years\n* Identified by an enrolled participant (or their legally acceptable representative\\*) as a primary caregiver\n* Caregiver has provided informed consent in accordance with local requirements\n\nExclusion Criteria:\n\nFor Participant Selection:\n\n- Participant has received a treatment in an IRD-related interventional trial, or is being screened for an IRD-related interventional trial\n\nFor Caregiver Selection:\n\n- Caregiver has an IRD diagnosis and presents with symptoms (visual impairment)",
            "sex": "ALL",
            "minimumAge": "3 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Study population includes adult and pediatric participants with a documented genetic diagnosis of XLRP or ACHM and any signs or symptoms of disease.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Contact",
                    "role": "CONTACT",
                    "phone": "844-434-4210",
                    "email": "Participate-In-This-Study@its.jnj.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janssen Research & Development, LLC Clinical Trial",
                    "affiliation": "Janssen Research & Development, LLC",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Arkansas for Medical Sciences",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "University of Southern California",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Ochsner Medical Center",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70121",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "John Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "212051832",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Univ of Michigan Medical Center",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48105",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University Of Minnesota Medical Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "UPMC",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Retina Consultants of Texas",
                    "status": "RECRUITING",
                    "city": "Bellaire",
                    "state": "Texas",
                    "zip": "77401",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.70579,
                        "lon": -95.45883
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Texas Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77204",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Kepler Universitätsklinikum GmbH",
                    "status": "RECRUITING",
                    "city": "Linz",
                    "zip": "4021",
                    "country": "Austria",
                    "geoPoint": {
                        "lat": 48.30639,
                        "lon": 14.28611
                    }
                },
                {
                    "facility": "Medizinische Universitat Wien",
                    "status": "RECRUITING",
                    "city": "Vienna",
                    "zip": "A-1090",
                    "country": "Austria",
                    "geoPoint": {
                        "lat": 48.20849,
                        "lon": 16.37208
                    }
                },
                {
                    "facility": "INRET Clínica e Centro de Pesquisa",
                    "status": "RECRUITING",
                    "city": "Belo Horizonte",
                    "zip": "30150-270",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -19.92083,
                        "lon": -43.93778
                    }
                },
                {
                    "facility": "Instituto De Genetica Ocular",
                    "status": "RECRUITING",
                    "city": "São Paulo",
                    "zip": "04023-061",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -23.5475,
                        "lon": -46.63611
                    }
                },
                {
                    "facility": "Sunnybrook Health Sciences Center",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M4N 3M5",
                    "country": "Canada",
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Rigshospitalet Glostrup",
                    "status": "RECRUITING",
                    "city": "Glostrup",
                    "zip": "2600",
                    "country": "Denmark",
                    "geoPoint": {
                        "lat": 55.6666,
                        "lon": 12.40377
                    }
                },
                {
                    "facility": "CHU Montpellier",
                    "status": "RECRUITING",
                    "city": "Montpellier",
                    "zip": "34295",
                    "country": "France",
                    "geoPoint": {
                        "lat": 43.61092,
                        "lon": 3.87723
                    }
                },
                {
                    "facility": "CHU Nantes",
                    "status": "RECRUITING",
                    "city": "Nantes",
                    "zip": "F44093",
                    "country": "France",
                    "geoPoint": {
                        "lat": 47.21725,
                        "lon": -1.55336
                    }
                },
                {
                    "facility": "Centre Hospitalier National d'Ophtalmologie des Quinze-Vingts",
                    "status": "RECRUITING",
                    "city": "Paris",
                    "zip": "75012",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                },
                {
                    "facility": "Universitatsklinikum Bonn",
                    "status": "RECRUITING",
                    "city": "Bonn",
                    "zip": "53127",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 50.73438,
                        "lon": 7.09549
                    }
                },
                {
                    "facility": "The Chaim Sheba Medical Center",
                    "status": "RECRUITING",
                    "city": "Ramat Gan",
                    "zip": "52621",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 32.08227,
                        "lon": 34.81065
                    }
                },
                {
                    "facility": "Azienda Ospedaliero Universitaria Careggi",
                    "status": "RECRUITING",
                    "city": "Firenze",
                    "zip": "50134",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 43.77925,
                        "lon": 11.24626
                    }
                },
                {
                    "facility": "ASST Santi Paolo e Carlo",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "zip": "20142",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "IRCCS Fondazione G.B. Bietti per lo Studio e la Ricerca in Oftalmologia ONLUS",
                    "status": "RECRUITING",
                    "city": "Roma",
                    "zip": "00198",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 41.89193,
                        "lon": 12.51133
                    }
                },
                {
                    "facility": "Seoul National University Bundang Hospital",
                    "status": "RECRUITING",
                    "city": "Gyeonggi-do",
                    "zip": "13620",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.58944,
                        "lon": 126.76917
                    }
                },
                {
                    "facility": "Severance Hospital",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "03722",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Samsung Medical Center",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "06351",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Hosp. Univ. Donostia",
                    "status": "RECRUITING",
                    "city": "Donostia-San Sebastián",
                    "zip": "20014",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 43.31283,
                        "lon": -1.97499
                    }
                },
                {
                    "facility": "Hosp Univ Fund Jimenez Diaz",
                    "status": "RECRUITING",
                    "city": "Madrid",
                    "zip": "28040",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                },
                {
                    "facility": "Hosp. Univ. 12 de Octubre",
                    "status": "RECRUITING",
                    "city": "Madrid",
                    "zip": "28041",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                },
                {
                    "facility": "Hosp. Virgen Macarena",
                    "status": "RECRUITING",
                    "city": "Sevilla",
                    "zip": "41009",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 37.38283,
                        "lon": -5.97317
                    }
                },
                {
                    "facility": "University Hospital Basel, Eye Clinic/Institute of Molecular and Clinical",
                    "status": "RECRUITING",
                    "city": "Basel",
                    "zip": "4031",
                    "country": "Switzerland",
                    "geoPoint": {
                        "lat": 47.55839,
                        "lon": 7.57327
                    }
                },
                {
                    "facility": "University Hospital Wales",
                    "status": "RECRUITING",
                    "city": "Cardiff",
                    "zip": "CF244LU",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 51.48,
                        "lon": -3.18
                    }
                },
                {
                    "facility": "University Hospital Southampton NHS Foundation Trust",
                    "status": "RECRUITING",
                    "city": "Southampton",
                    "zip": "SO166YD",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 50.90395,
                        "lon": -1.40428
                    }
                },
                {
                    "facility": "Sunderland Eye Infirmary",
                    "status": "RECRUITING",
                    "city": "Sunderland",
                    "zip": "SR29HP",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 54.90465,
                        "lon": -1.38222
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "asFound": "Retinal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}