{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06059716",
            "orgStudyIdInfo": {
                "id": "AAAU4644"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01DK136523",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01DK136523"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Gluten Technology and Education for Celiac Health",
            "officialTitle": "Gluten Technology and Education for Celiac Health",
            "acronym": "GLUTECH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "gluten-technology-and-education-for-celiac-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-04",
            "studyFirstSubmitQcDate": "2023-09-22",
            "studyFirstPostDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin Lebwohl",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose to plan for a multi-center randomized controlled trial (M-RCT) to test the effectiveness of novel gluten detection technologies as an adjunct to telemedicine to manage celiac disease in newly diagnosed adults. If successful, the proposed intervention will improve mucosal recovery, promote a shift in current practice of celiac disease management toward long-term monitoring, and represent a significant step toward reducing the severe physical and psychological consequences of celiac disease.",
            "detailedDescription": "The proposed project addresses the need for a rigorous trial to test the effectiveness of novel gluten detection technologies as an adjunct to telemedicine to manage celiac disease in adults. Celiac disease affects about 1% of the United States (U.S.) population and seroprevalence has increased up to 5-fold in the U.S. since the 1950's, with diagnosis rates continuing to rise. Morbidity can be severe and includes anemia, infertility, osteoporosis, and malignancies, which can increase all-cause mortality. The only proven therapy is a strict gluten-free diet, the management of which can be extremely challenging and has been linked to diminished quality of life, including anxiety, depression, and fatigue. Despite the recommendation to see a dietitian regularly, many with celiac disease do not see one at all or have only a single session immediately post-diagnosis. The COVID-19 pandemic has catalyzed the rapid adoption of telemedicine in gastroenterology and can facilitate communication between patient and dietitian by eliminating the need to arrange face-to-face meetings at celiac disease centers, which may be at great distance. Self-monitoring with new technologies for gluten detection in urine (e.g., gluten immunogenic peptide kits) can facilitate greater individual awareness of gluten exposures, are commercially available to the public, and have been shown to be valid and reliable. Physicians and dietitians are being asked if this technology should be used, and our preliminary studies have demonstrated acceptability and feasibility, but their impact on clinical outcomes such as mucosal recovery and symptoms has not been established. This U01 proposal is for a multi-center (New York, Massachusetts, Illinois, Tennessee) randomized controlled trial (M-RCT) to assess the effectiveness and document costs of gluten detection technologies as an adjunct to telemedicine on behavioral and clinical outcomes among newly diagnosed patients with celiac disease. Participants will be randomized to receive either 1) standard of care (i.e. a one-time in-person dietitian session plus telemedicine dietitian follow-up; or 2) standard of care + gluten detection technology. This would be the first large-scale clinical trial to test the effect of self-monitoring using gluten detection technology in the management of celiac disease. The primary outcome will be mucosal recovery 12-months post-randomization. Secondary outcomes include change in gastrointestinal symptoms, diet adherence, quality of life (including anxiety and depression), eating behaviors, intraepithelial lymphocyte counts on histology, and celiac disease serology, all assessed at baseline and again at 12-months post-randomization. If the primary endpoint of this proposed U01 is met, the intervention will improve mucosal recovery, promote a shift in current practice of celiac disease management toward long-term monitoring, and represent a significant step toward reducing the severe physical and psychological consequences of celiac disease."
        },
        "conditionsModule": {
            "conditions": [
                "Celiac Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard of Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be provided with continuous Telehealth dietitian follow-up",
                    "interventionNames": [
                        "Behavioral: Continuous telemedicine monitoring"
                    ]
                },
                {
                    "label": "Standard of Care Plus Technology",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to standard of care, participants will be provided with gluten detection technology so as to assist in navigating the gluten-free diet.",
                    "interventionNames": [
                        "Behavioral: Gluten detection technology",
                        "Behavioral: Continuous telemedicine monitoring"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Gluten detection technology",
                    "description": "Portable technology to sense gluten after ingestion",
                    "armGroupLabels": [
                        "Standard of Care Plus Technology"
                    ],
                    "otherNames": [
                        "Gluten Detect"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Continuous telemedicine monitoring",
                    "description": "Regular follow-up with an expert dietitian",
                    "armGroupLabels": [
                        "Standard of Care",
                        "Standard of Care Plus Technology"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Small Intestinal Healing",
                    "description": "This will be measured with a measure in villus height to crypt depth ratio on small intestinal biopsy.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Score on the Celiac Dietary Adherence Test (CDAT)",
                    "description": "Gastrointestinal symptoms will be measured using a validated instrument, the CDAT, which is used to assess adherence to a gluten-free diet (GFD). The questionnaire consists of 7 items on a 5-point Likert scale, and the sum of the numeric values assigned to the answers provides a score ranging from 7 to 35 points, with a lower score indicating excellent GFD adherence (better outcome).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on the Celiac Disease Symptom Diary (CDSD)",
                    "description": "Celiac disease symptoms will be measured with a validated 5-item score measuring intestinal and extra-intestinal symptoms. Each question is scored to calculate a composite score, which can range from 0 (min) to 20 (max), with 0 indicating least severe (better outcome) and 20 indicating most severe.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on the Celiac-Disease specific Quality of Life (CDQOL)",
                    "description": "CD-QOL is a self-administered questionnaire, which has 20 items across four clinically relevant subscales that are to be answered using a Likert scale. The overall score is expressed on a scale of 0-100, with a higher score suggesting a better quality of life and better outcome (a poor score is less than or equal to a score of 40, and a good overall score is greater than or equal to a score of 60).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on PROMIS 29+2",
                    "description": "The The Patient-Reported Outcomes Measurement Information System (PROMIS)-29+2 Profile v2.1 (PROPr) is used to calculate a preference score. Preference-based scores provide an overall summary of health-related quality of life on a common metric. Preference-based scores summarize multiple domains on a metric ranging from 0 (as bad as dead) to 1 (perfect or ideal health). The profile includes all items in the PROMIS-29 plus two Cognitive Function Abilities items. Scores are calculated using a table to translate the total raw score into a T-score for each participant. The T-score rescales the raw score into a standardized T-score with a mean of 50 and a standard deviation (SD) of 10. Scores can range from 31 (min) to 155 (max), and a higher score indicates a better outcome.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on the State-Trait Anxiety Inventory (STAI)",
                    "description": "Anxiety will be measured using the STAI, which is a psychological inventory consisting of 40 self-report items on a 4-point Likert scale. The STAI measures two types of anxiety - state anxiety and trait anxiety. Scores range from 20 to 80, with higher scores correlating with greater anxiety (worse outcome).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on the Center for Epidemiologic Studies Depression Scale for adults (CESD-R)",
                    "description": "Depression will be measured using a 20-item validated survey instrument, the Center for Epidemiologic Studies Depression Scale (CESD-R). This scale is a self-report measure of depression. The questions measure 8 different subscales, including: sadness (dysphoria), loss of interest (anhedonia), appetite, sleep, thinking/concentration, guilt (worthlessness), tired (fatigue), movement (agitation), suicidal ideation. The response values for each question range from 0 (Not at all or less than one day) to 4 (Nearly every day for 2 weeks) The total score is calculated by finding the sum of 20 items. Scores range from 0-60 with a higher score indicating a worse outcome. A score equal to or above 16 indicates a person at risk for clinical depression.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Score on the CD-FAB",
                    "description": "Eating patterns and behaviors will be measured with the Celiac Disease Food Attitudes and Behaviors (CD-FAB). The CD-FAB is an 11-item self-reported, validated tool that investigates the eating attitudes and behaviors resulting from beliefs concerning cross-contamination, trust, risk-taking, and food safety. Items are based on a 7-point Likert scale and total scores range from 11 to 77, with a higher score suggesting more maladaptive eating attitudes and behaviors (worse outcome).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Intraepithelial Lymphocyte Count (ILC)",
                    "description": "Intraepithelial lymphocyte count will be assessed using standardized procedures (duodenal biopsy). Using a length of surface epithelium of an entire villus and/or the villous tip in formalin fixed, paraffin embedded, Hematoxylin and Eosin-stained biopsies under the light microscope. The results are expressed as lymphocytes per 100 epithelial cells.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Tissue Transglutaminase IgA (TTG-IgA) Level",
                    "description": "Serum Tissue Transglutaminase immunoglobulin A (IgA) will be measured using standardized immunoassays.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "DGP IgA/IgG Level",
                    "description": "Serum Deamidated gliadin peptide (DGP) IgA/IgG will be measured using standardized immunoassays.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any gender; Age 18-75 years\n* Celiac disease diagnosis by serology and duodenal biopsy (corresponding to •Marsh 3 histology), adequate sampling and interpretable villus height to crypt depth ratio upon review by our study pathologist\n* Diagnosed with celiac disease within 4 months of initial study screening\n* Willingness to use gluten-detection technology\n* Not currently using a gluten detection technology that tests for gluten in urine or stool\n* Seeing a clinician at one of the four recruitment sites\n* Having already had an initial dietitian visit at one of the participating celiac disease centers\n\nExclusion Criteria:\n\n* Currently pregnant or planning to become pregnant during the study\n* Not planning to follow a gluten-free diet\n* Concurrent participation in a clinical trial of an experimental pharmacologic agent (for any condition).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin Lebwohl, MD, MS",
                    "role": "CONTACT",
                    "phone": "212-305-9338",
                    "email": "BL114@cumc.columbia.edu"
                },
                {
                    "name": "Randi Wolf, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "212-678-3912"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Lebwohl, MD, MS",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Columbia University Irving Medical Center",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Following publication of the trial results, the steering committee may grant access to de-identified data to individuals upon request. This includes the statistical code, questionnaires, and technical processes. The corresponding author of the study will be responsible for conveying the request to the steering committee, communicating with the requestor, and facilitating the transfer of data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Within 1 year of trial publication",
            "accessCriteria": "Following publication of the trial results, the steering committee may grant access to de-identified data to individuals upon request. This includes the statistical code, questionnaires, and technical processes. The corresponding author of the study will be responsible for conveying the request to the steering committee, communicating with the requestor, and facilitating the transfer of data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002446",
                    "term": "Celiac Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008286",
                    "term": "Malabsorption Syndromes"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5696",
                    "name": "Celiac Disease",
                    "asFound": "Celiac Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11278",
                    "name": "Malabsorption Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}