{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05344859",
            "orgStudyIdInfo": {
                "id": "IRB-300008752"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "GODART Pilot and Feasibility",
            "officialTitle": "A Feasibility and Pilot Trial of Gamification and AI-based Health Coaching Intervention Components for Diabetes Management Using the GODART Platform",
            "acronym": "GODART-P&F",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "godart-pilot-and-feasibility"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-18",
            "studyFirstSubmitQcDate": "2022-04-18",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tapan Shirish Mehta",
                "investigatorTitle": "Professor, Vice Chair for Research, Department of Family and Community Medicine",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to pilot and assess the feasibility of implementing an artificial intelligence-assisted individualized lifestyle modification intervention for glycemic control in rural populations, which can be delivered even with regular landline phone service. This study will provide us with the knowledge to plan a well-powered optimization trial in the future to develop an optimal (low-cost) intervention package that can be delivered in a sustainable manner to the rural portions of America.",
            "detailedDescription": "Evidence-based guidelines for type 2 diabetes mellitus (T2DM) management aimed at glycemic control (reduced hemoglobin A1c) include a combination of diet, physical activity (PA), glucose monitoring, and medication adherences. However, the majority of individuals with T2DM are unable to follow these guidelines due to a lack of consistent health behavior counseling offered in the primary care setting. This problem is amplified in remote rural communities within the U.S. In response, this project aims to create an optimized telehealth-based intervention - Gamified Optimized Diabetes management with Artificial Intelligence-powered Rural Telehealth (GODART). GODART is grounded in the social cognitive theory and will serve as an automated behavior-monitoring and telecoaching platform. At the core, GODART is an automated conversational-style behavior-monitoring system using natural language-understanding technologies. In this project, we propose to pilot and feasibility test the various components of GODART by leveraging a multiphase optimization strategy (MOST). MOST is an efficient and rigorous resource-management and continuous- improvement framework for developing optimized interventions. Our proposal focuses on the MOST preparatory phase and will use full factorial experimentation. We will pilot and assess the feasibility of and evaluate two different intervention components, with two levels in each of the groups, yielding four experimental conditions. These groups will test the effect of (i) a fixed vs. adaptive (gamified) rewards program and (ii) automated vs. human-delivered weekly health coaching. We will end the project with exit interviews conducted with a subset of participants. Study findings will help us learn the feasibility of delivering such an intervention and its preliminary effectiveness in reducing HbA1c, leading to adequately powered confirmatory effectiveness studies.\n\nParticipants will be enrolled in the study in 2 phases:\n\nPhase 1-The Feasibility Phase: Up to 16 participants will be enrolled in this phase of the study. Participants will be in the study for a duration of 14 days. This phase of the study is conducted to access the feasibility, usability, and accessibility of the GODART platform, before the actual intervention phase.\n\nPhase 2- Intervention Phase: 88 participants will be enrolled in this phase of the study for a duration of 6 months."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "We propose to use the multiphase optimization strategy (MOST) design, as an ideal approach for the study, that is based on the principle of resource management and continuous improvement. Our study aim aligns with the preparatory and optimization phases of MOST, and is structured to serve as the preparatory phase for a future large-scale MOST optimization phase.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Statistician and the assessor will be blinded/masked to participant assignment. The health coach will not be blinded. It will not be possible to blind the participants.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Adaptive Rewards + Weekly automated coaching",
                    "interventionNames": [
                        "Behavioral: Weekly Automated Health Coaching",
                        "Behavioral: Adapted Reward Level"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "Adaptive Rewards + Weekly human coaching",
                    "interventionNames": [
                        "Behavioral: Weekly Human Health Coaching",
                        "Behavioral: Adapted Reward Level"
                    ]
                },
                {
                    "label": "Arm 3",
                    "type": "EXPERIMENTAL",
                    "description": "Fixed Reward + Weekly automated coaching",
                    "interventionNames": [
                        "Behavioral: Weekly Automated Health Coaching",
                        "Behavioral: Fixed Gamified Reward Level"
                    ]
                },
                {
                    "label": "Arm 4",
                    "type": "EXPERIMENTAL",
                    "description": "Fixed Reward + Weekly human coaching",
                    "interventionNames": [
                        "Behavioral: Weekly Human Health Coaching",
                        "Behavioral: Fixed Gamified Reward Level"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Weekly Automated Health Coaching",
                    "description": "This intervention will involve health coaching delivered by Artificial intelligence (AI). The automated health coaching mechanism will be coupled with AI-based responses, and recent advancements have made the voices generated through the AI, almost human-like voices. Every week participants enrolled in automated health coaching intervention will receive a health coaching and goal-setting call that will help guide the participants in managing their Type 2 Diabetes Mellitus. This technology-driven study group will inform us whether trained human coaches are required or if the automated technologies are sufficient to create clinically meaningful HbA1c improvements.",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 3"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Weekly Human Health Coaching",
                    "description": "Every week participants enrolled in human health coaching intervention will receive a health coaching call and goal-setting call from their respective health coaches to guide them in managing their Type 2 Diabetes Mellitus.",
                    "armGroupLabels": [
                        "Arm 2",
                        "Arm 4"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Adapted Reward Level",
                    "description": "In the adapted reward (gamified) variation, participants will receive 25 cents per day for the first week of daily-monitoring calls, 50 cents per day in the second week, 75 cents per day in the third week, and a dollar per day from the fourth week until the end of the study (Aim 2). In the adaptive variation, missing one day of monitoring (in the past seven days), drops the reward value by one level (example: 75 cents becomes 50 cents), two days of missed calls drop the reward level by two levels, and similarly for three days. In the adaptive variation, participants have to continue to daily monitor their behavior to again build up their reward levels.",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Fixed Gamified Reward Level",
                    "description": "In our fixed-reward arm, participants will be awarded 25 cents per day for answering the daily monitoring call - this serves simply as a reward for answering the daily calls. It is important that the rewards are for answering the calls and not for the actual values of the responses provided.",
                    "armGroupLabels": [
                        "Arm 3",
                        "Arm 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Hemoglobin A1C level between screening and 6 months",
                    "description": "The inclusion criteria for a participant enrolling in the study is HbA1c ≥ 7% to ≤10.5% (for phase 1) and HbA1c ≥ 7% to ≤10.5% (phase 2). The primary outcome of the study is to track change in the HbA1C between baseline and 6 months (primary endpoint of the study). The HbA1C will be tested at baseline and 6 months. The measure of HbA1C at the end of 6 months (end of the intervention period) will be considered as the primary outcome measure to study the effectiveness of the interventions.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. a diagnosis of T2DM\n2. HbA1C ≥7% to ≤ 10.5% for phase 1- 14 days and phase 2 of the study- 6 months.\n3. ≥18 years of age\n4. the ability to converse in and read English.\n\nExclusion Criteria:\n\n1. Present or soon-planned pregnancy\n2. Current enrollment in any structured lifestyle intervention study for diabetes or weight management.\n3. Patients currently on insulin treatment\n4. Major cardiac event in the past 6 months\n5. Renal failure in the past 6 months\n6. Listening and Speaking Impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tapan Mehta, PhD",
                    "role": "CONTACT",
                    "phone": "205-975-9171",
                    "email": "tapan@uab.edu"
                },
                {
                    "name": "Tejossy John, MPH",
                    "role": "CONTACT",
                    "phone": "205-659-8470",
                    "email": "tejossy@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tapan Mehta, PHD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Mohanraj Thirumalai, PHD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Family and Community Medicine, University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tejossy John, MPH",
                            "role": "CONTACT",
                            "phone": "205-659-8470",
                            "email": "tjohn@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}