{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06249217",
            "orgStudyIdInfo": {
                "id": "23-562 FB"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "Good Nights Sleep Program to Improve Child and Family Sleep",
            "officialTitle": "Good Nights Sleep Program: Pilot of a Randomized Clinical Trial to Improve Child and Family Sleep",
            "acronym": "GNSP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "good-nights-sleep-program-to-improve-child-and-family-sleep"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-29",
            "studyFirstSubmitQcDate": "2024-02-06",
            "studyFirstPostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Benjamin Hinnant",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to pilot a randomized clinical trial designed to improve the sleep environments, sleep hygiene practices, and the duration and quality of sleep of children and parents in low-income families. It is hypothesized that child and parent sleep (assessed through subjective reports of sleep, sleep environments, sleep hygiene practices, and objective sleep data via sleep actigraphy collected with Fitbit watches) in the intervention group will improve between Week 2 (intervention session) and Week 4 (post-intervention session) as compared to child and parent sleep in the waitlist-control group.",
            "detailedDescription": "Children from economically disadvantaged families have shorter and poorer-quality actigraphy-derived sleep and greater subjective sleep problems compared to children from wealthier families. These sleep disparities are linked to overall health disparities that exist among socioeconomic strata as well as differences in children's psychosocial and academic development. A sleep intervention for children in socioeconomically disadvantaged families could reduce socioeconomic disparities in sleep with potential downstream effects on broader socioeconomic-based disparities in physical and mental health and academic functioning. Research on the protective functions of sleep suggest that the benefits of sleep may be even greater for children in economically disadvantaged families. Thus, improving sleep is a potentially powerful strategy to reduce health disparities.\n\nThe investigators will recruit a non-random, purposive pilot sample of 30 parent-child dyads (60 total participants) through the Alabama Extension at Auburn University Supplemental Nutrition Assistance Program - Education (SNAP-Ed) serving children from low-income families in Alabama elementary schools. Study information will be sent home to children in participating schools. The primary inclusion criterion is that children be eligible for free or reduced school lunch. Participants will be randomly assigned to waitlist-control or intervention groups. The intervention adapts established evidence-based motivational practices to change child and family sleep environments and sleep hygiene practices. At Week 0, participants will provide a comprehensive assessment of sleep environment and sleep hygiene practices and will be issued a Fitbit watch to wear for the duration of the study as baseline data. At Week 2, participants will receive information about the benefits of good sleep, feedback about their sleep environment and sleep hygiene practices based on the assessment data to implement at home, and sleep environment modification items based on participant-identified areas of need (e.g., a fan, sound machine, bedding). At Week 4, families in the intervention group will provide post-intervention assessment data and feedback on the intervention and families in the waitlist-control group can elect to receive the intervention if they choose to. Primary variables of interest are subjective reports of sleep, sleep environments, sleep hygiene practices, and objective sleep data via sleep actigraphy collected with Fitbit watches worn over the three assessment periods spaced over four weeks.\n\nThe research design is a between-subjects experiment with pre- and post-intervention assessments, also called a randomized clinical trial. This is a methodologically rigorous design with high internal validity, allowing for causal inferences about any observed effects of the intervention. Random assignment to conditions will help to ensure that the intervention or waitlist control groups are equivalent prior to the intervention and that any subsequent changes are not due to initial group differences.\n\nData analysis will evaluate group equivalence on sleep variables pre-intervention, group differences in sleep post-intervention, and between-group differences in change in sleep pre- to post-intervention. Consistent with best practices in data management and analysis, variables will be evaluated for patterns of missingness, normality, and outlier points as part of preliminary analysis procedures that have long been established in our lab.\n\nPrimary analyses will take into account the innovative emphasis on both children, parents, and families as units of study. Specifically, children's and parents' sleep variables are likely to be non-independent because they are in the same family and share many of the same sleep environment characteristics. Non-independence in the data due to nesting within families violates a basic assumption of the general linear model underlying many statistical analyses; not taking family nesting into account would likely result in biased and less accurate results. Similarly, repeated measures of sleep variables are likely to be non-independent within participants. In other words, repeated measures are nested within participants and participants are nested within families. Multilevel modeling (also called hierarchical linear modeling) addresses non-independent data appropriately by separating the variability in variables of interest into a within-individual level, a between-individual level, and a between-family level to arrive at the most statistically valid estimates of change in sleep variables due to the intervention.\n\nA priori power analyses were conducted using the Monte Carlo feature in the Mplus statistical software package to determine the range of effect sizes that could be detected given the proposed sample size, alpha level (set to .05), and minimum acceptable power (set to .80). The research design generates multilevel data with 180 repeated measures of variables (three measurement occasions per individual) nested within 60 individuals who are nested within 30 families. The primary independent variable, condition (i.e., waitlist control or experimental), exists at both the individual and family levels of analysis.\n\nAt the individual level (n = 60), the study is powered to detect a small or greater effect size of approximately F ≥ .3; D ≥ .6; R2 ≥ .08. In plain language, if the intervention explains 8% or more of the between-individual differences in a measured variable, the analyses will be powered to detect that effect. At the family level (n = 30), the study is powered to detect a medium or greater effect size of approximately F ≥ .4; D ≥ .8; R2 ≥ .14. If the intervention explains 14% or more of the between-family differences in a measured variable, the analyses will be powered to detect that effect. The emphasis in this pilot project is on the practical meaningfulness of effect sizes that point to the need for larger scale replication."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep Problems",
                "Sleep Hygiene"
            ],
            "keywords": [
                "Sleep problems",
                "Sleep hygiene"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The research design is a between-subjects experiment with pre- and post-intervention assessments. Random assignment to conditions will help to ensure that the intervention or waitlist control groups are equivalent prior to the intervention and that any subsequent changes are not due to initial group differences.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental",
                    "type": "EXPERIMENTAL",
                    "description": "At Week 0, participants will provide a comprehensive assessment of sleep environment and sleep hygiene practices and participants will be given a Fitbit watch to wear for the duration of the study. At Week 2, participants will receive information about the benefits of good sleep, feedback about their sleep environment and sleep hygiene practices based on the assessment data to implement at home, and sleep environment modification items based on participant-identified areas of need (e.g., a fan, sound machine, bedding). At Week 4, families in the intervention group will provide post-intervention assessment data and feedback on the intervention.",
                    "interventionNames": [
                        "Behavioral: Good Nights Sleep Program"
                    ]
                },
                {
                    "label": "Waitlist control",
                    "type": "NO_INTERVENTION",
                    "description": "The waitlist control group will not receive the sleep intervention at Week 2 but families in the waitlist-control group can elect to receive the intervention if they choose to after Week 4."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Good Nights Sleep Program",
                    "description": "The Good Nights Sleep Program arm adapts established evidence-based motivational practices to change child and family sleep environments and sleep hygiene practices. At Week 0, participants will provide a comprehensive assessment of sleep environment and sleep hygiene practices and will be issued a Fitbit watch to wear for the duration of the study. At Week 2, participants will receive information about the benefits of good sleep, feedback about their sleep environment and sleep hygiene practices based on the Week 0 assessment data to implement at home, and sleep environment modification items based on participant-identified areas of need (e.g., a fan, sound machine, bedding). At Week 4, families in the Good Nights Sleep Program arm will provide post-intervention assessment data and feedback on the intervention and families in the Waitlist-Control arm can elect to receive the intervention if they choose to.",
                    "armGroupLabels": [
                        "Experimental"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Actigraphic sleep measures",
                    "description": "Objective sleep will be measured via sleep actigraphy collected on Fitbit watches.",
                    "timeFrame": "One month total. Objective sleep measured daily."
                },
                {
                    "measure": "Subjective sleep measures",
                    "description": "Sleep quality will be measured via validated self-report surveys.",
                    "timeFrame": "One month total. Sleep quality measured at Week 0, Week 2, and Week 4."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sleep environments",
                    "description": "Sleep environments will be measured via validated self-report surveys.",
                    "timeFrame": "One month total. Sleep environments measured at Week 0, Week 2, and Week 4."
                },
                {
                    "measure": "Sleep hygiene behaviors",
                    "description": "Sleep hygiene behaviors will be measured via validated self-report surveys.",
                    "timeFrame": "One month total. Sleep hygiene behaviors measured at Week 0, Week 2, and Week 4."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* children be eligible for free or reduced school lunch\n* parents and children can speak and read in English\n\nExclusion Criteria:\n\n* diagnosed medical sleep disorder of child or parent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "10 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James B Hinnant, PhD",
                    "role": "CONTACT",
                    "phone": "(334) 844-3259",
                    "email": "jbhinnant@auburn.edu"
                },
                {
                    "name": "Brian Gillis, PhD",
                    "role": "CONTACT",
                    "phone": "(334) 844-3285",
                    "email": "gillibr@auburn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James B Hinnant",
                    "affiliation": "Auburn University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Room 266, ARTF Building, 570 Devall Drive",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "36849",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard McLawhorn",
                            "role": "CONTACT",
                            "phone": "334-844-7808",
                            "email": "rmm0006@auburn.edu"
                        },
                        {
                            "name": "Brian Gillis, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Stephen Erath, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Undecided"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000020447",
                    "term": "Parasomnias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "asFound": "Sleep Problems",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "asFound": "Sleep Problems",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}