{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04075903",
            "orgStudyIdInfo": {
                "id": "300003869"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Gout in the ED and Improving Research Participation",
            "officialTitle": "Improving Care for Gout in the Southeast Enhancing Gout Minority Patients Care and Participation in Gout Clinical Research",
            "therapeuticArea": [
                "Other"
            ],
            "study": "gout-in-the-ed-and-improving-research-participation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-29",
            "studyFirstSubmitQcDate": "2019-08-29",
            "studyFirstPostDateStruct": {
                "date": "2019-09-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kenneth Saag, MD, MSc",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Vanderbilt University Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The prevalence of gout has been steadily increasing over several decades and is correlated with the rising burden of obesity, chronic cardiac and renal disease; all conditions overrepresented in the Southeastern U.S. - particularly in African Americans. Through a novel emergency department led intervention we aim to improve the care patients with gout receive, both during acute exacerbations and long-term. A secondary goal of the project is to concurrently enhance participation of minorities in biomedical research in the Deep South.",
            "detailedDescription": "Gout is a chronic disease that affects over 9 million Americans. It is characterized by intermittent flares associated with severe pain. The prevalence of gout has been steadily increasing over several decades and it correlates with the rising burden of obesity, chronic cardiac and renal disease, all conditions overrepresented in the Southeastern U.S. - particularly in African Americans. In addition, many gout patients are not adherent with their follow-up visits due to a lack of awareness of the consequences of untreated gout and/or poor access to health care. As a result, US emergency departments (EDs) are delivering an increasing amount of gout care for underserved populations.\n\nTo address this significant public health problems teams at Vanderbilt University Medical Center (VUMC) and the University of Alabama at Birmingham (UAB) are collaborating on a novel emergency department-led intervention aimed at improving the gout care patients receive, during periods of acute flare and long-term. Investigators hypothesize that the use of educational material including cultural appropriate stories about what it is like to live with gout and the use of navigators who will help patients better coordinate their care, will be associated with improved rates of patients that have a follow-up visit addressing gout after the ED visit. A secondary goal is to enhance participation of underrepresented minorities in biomedical research in the Deep South as part of an NIH funded gout center at UAB.\n\nInvestigators will recruit and enroll 280 adults (at least 18 years of age) that have confirmed gout. Participants will include men and women of all races/ethnicities. Recruitment will occur in the EDs at UAB and VUMC. Qualifying patients will be assigned by chance to get either 1) our enhanced educational materials coupled (at UAB) with a lay person who can help them coordinate their care or 2) to receive the current usual standard of care for their gout. After a gout diagnosis is confirmed by a research assistant, informed consent will be obtained. Following enrollment, participants will complete questionnaires at 3 and 6 months. Beyond follow-up visits, Investigators will also measure differences in the groups between the use of medication for gout treatment, other healthcare visits, changes in weight, satisfaction, and overall health during study follow-up. Leveraging the resources of UAB, including the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) funded Center of Research Translation (CORT) in gout and hyperuricemia and ongoing collaborations between these two medical schools, Investigators have assembled a multidisciplinary scientific team, uniquely prepared to execute the proposed study to help medically underserved gout patients and enhance research diversity in the Southeast."
        },
        "conditionsModule": {
            "conditions": [
                "Gout"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Storytelling A health literacy-appropriate and culturally-adapted intervention delivered on a tablet computer containing \"storytelling\" to improve patient gout knowledge and approaches to prevent flares, destigmatize gout, and enhance readiness to adopt available long-term treatments for gout including medications, diet, and exercise, or ii) usual gout care (control state).",
                    "interventionNames": [
                        "Behavioral: Storytelling"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Usual Care"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Storytelling",
                    "description": "A health literacy-appropriate and culturally-adapted intervention delivered on a tablet computer containing \"storytelling\" to improve patient gout knowledge and approaches to prevent flares, destigmatize gout, and enhance readiness to adopt available long-term treatments for gout including medications, diet, and exercise, or ii) usual gout care (control state).",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Outpatient primary care or specialist visits for gout treatment",
                    "description": "Proportion of participants who attend a primary care or specialist visits for gout treatment",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Gout diagnosis meeting 2015 American College of Rheumatology and European League Against Rheumatism classification criteria,99,140\n* Adult \\> 18 years of age, 3) Able to communicate and understand English language (a future objective, with additional resources, will include Spanish translation of all study materials).\n\nKey exclusion criteria:\n\n* History of specialty care visit for gout (e.g. rheumatology) in the past 2 years\n* Life expectancy of \\< 6 months\n* Past use of pegloticase (as a marker of past extensive gout care)\n* Current critical illness leading to admission to high acuity medical care unit (ICU, stepdown unit) or requiring surgical intervention (general anesthesia) in the 2 weeks after ED visit\n* Concomitant rheumatic disease including infectious arthritis, rheumatoid arthritis, or seronegative spondyloarthropathy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "JEFF FOSTER, MPH",
                    "role": "CONTACT",
                    "phone": "2059966086",
                    "email": "pjfoster@uabmc.edu"
                },
                {
                    "name": "Elizabeth Rahn, PhD",
                    "role": "CONTACT",
                    "phone": "2059966552",
                    "email": "elizabethrahn@uabmc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeff Foster, MPH",
                            "role": "CONTACT",
                            "phone": "205-996-6086",
                            "email": "pjfoster@uabmc.edu"
                        },
                        {
                            "name": "Kenneth G Saag, MD, MsC",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We are prepared to share data in the following ways: (a) perform a final data edit on the complete data set; (b) create a final data file; (c) perform statistical analyses that support the study findings; (c) issue final reports to the appropriate authorities and collaborators; and (e) provide copies of the finalized data sets. The finalized datasets will be made public with the requisite documentation. All datasets made public will be distributed first to all collaborating co-investigators for verification and testing. The mode of dissemination of these public datasets will be via archive files accessible in the public domain. Public datasets will be de-identified so that they are free of all identifiers that would permit linkages to individual research participants and of variables that could lead to deductive disclosure of the identity of individual participants. Bio-specimens collected and stored as part of this study will be made available through requests to the INSIGHT CORT."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006073",
                    "term": "Gout"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000070657",
                    "term": "Crystal Arthropathies"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000011686",
                    "term": "Purine-Pyrimidine Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9177",
                    "name": "Gout",
                    "asFound": "Gout",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M630",
                    "name": "Crystal Arthropathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14540",
                    "name": "Purine-Pyrimidine Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}