{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05949177",
            "orgStudyIdInfo": {
                "id": "23-1412"
            },
            "secondaryIdInfos": [
                {
                    "id": "2223GP01",
                    "type": "OTHER_GRANT",
                    "domain": "National Athletic Trainers' Research and Education Foundation"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Graded Exposure and Mindfulness Meditation for Patients Post-ACL Reconstruction",
            "officialTitle": "The GEMM Trial: Graded Exposure and Mindfulness Meditation for Patients Post- ACL Reconstruction",
            "therapeuticArea": [
                "Other"
            ],
            "study": "graded-exposure-and-mindfulness-meditation-for-patients-post-acl-reconstruction"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-26",
            "studyFirstSubmitQcDate": "2023-07-14",
            "studyFirstPostDateStruct": {
                "date": "2023-07-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Athletic Trainers' Association Research & Education Foundation (NATA Foundation)",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the effect of graded exposure and mindfulness meditation after ACLR, the investigators will determine the effect of graded exposure and mindfulness meditation to 1) decrease self-reported injury-related fear and reinjury anxiety, and 2) improve lower extremity reaction time when compared to a waitlist control group.",
            "detailedDescription": "Injury-related fear after anterior cruciate ligament reconstruction (ACLR) is associated with secondary ACL injury and slower reaction time. Graded exposure (GE) and mindfulness meditation (MM) have reduced injury-related fear, but has not been explored together in patients post-ACLR. GE and MM delivered via the Headspace application is feasible for individuals post-ACLR. GEMM allows athletic trainers' to easily implement MM into their practice. The aim of this randomized single-blinded clinical trial is to determine the efficacy of 5-weeks of GEMM to decrease injury-related fear and reinjury anxiety and improve reaction time in participants 1 to 5-years post-ACLR. Participants will be randomized into a GEMM group or waitlist control group. Participants will complete the Photographic Series of Sports Activities for ACLR, Reinjury Anxiety Inventory, the Tampa Scale of Kinesiophobia-11 and a lower extremity reaction time task pre and post the 5-week period. The investigators hypothesize that participants in the GEMM group will exhibit decreased injury-related fear and reinjury anxiety and faster reaction time when compared to the waitlist controls."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cruciate Ligament Injuries"
            ],
            "keywords": [
                "Rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Graded Exposure and Mindfulness Meditation",
                    "type": "EXPERIMENTAL",
                    "description": "The participants randomized to the GEMM group will complete 1) written exposure and 2) in vivo exposure and will be asked to rate their task specific fears after baseline tests. Tasks identified to be fearful will be used to develop the graded-hierarchy of fearful situations, and these fearful situations will be addressed in the GEMM. Participants will be instructed to watch a 30-min video that provides education on the rationale of cognitive behavioral therapies, specifically the benefits of exposure therapy and mindfulness meditation. Participants randomized into the GEMM group will also complete 5-weeks of Mobile Mindfulness Meditation. Participants randomized into the GEMM group will be guided through 4, 10-minute Mobile Mindfulness Meditation per week (20 total sessions) via the Headspace mobile application where they will learn the fundamentals of mindfulness meditation and how to apply mindfulness meditation to sports rehabilitation.",
                    "interventionNames": [
                        "Behavioral: Graded Exposure and Mindfulness Meditation"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will be randomized to a waitlist control group. Participants will receive an email stating that they will receive access to 5-weeks of Headspace after 5-weeks. Participants will be also asked to not change their normal routines or download apps for relaxation, meditation, or sleep during 5-weeks. After completion of the outcome assessments at 5-weeks, participants in this group will receive access to 5-weeks of Headspace.",
                    "interventionNames": [
                        "Behavioral: Waitlist Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Graded Exposure and Mindfulness Meditation",
                    "description": "Participants will complete graded exposure and will be encouraged to face fear-eliciting situations. Participants will also complete mindfulness meditation guided through the Headspace mobile application. Participants will complete the graded exposure one time per week and will complete the mindfulness meditation 4 times per week.",
                    "armGroupLabels": [
                        "Graded Exposure and Mindfulness Meditation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Waitlist Control",
                    "description": "Participants will receive an email stating that they will receive access to 5-weeks of Headspace after 5-weeks. Participants will be also asked to not change their normal routines or download apps for relaxation, meditation, or sleep during 5-weeks. After completion of the outcome assessments at 5-weeks, participants in this group will receive access to 5-weeks of Headspace.",
                    "armGroupLabels": [
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Task Specific Fears",
                    "description": "The Photographic Series of Sports Activities for ACLR is a patient-reported outcome designed to measure fear of harm of specific tasks through photographical assessment. Patients will be instructed to rate each photograph of sports activities on a scale of 0 to 10, with 0 representing \"not harmful at all\" and 10 representing \"extremely harmful.\"",
                    "timeFrame": "Collected at baseline and post-treatment after completion of the intervention or waitlist control at week 5"
                },
                {
                    "measure": "Change in Overall Injury-Related Fear",
                    "description": "The Tampa Scale of Kinesiophobia-11 is a valid and reliable questionnaire that consists of 11-items and evaluates fear of movement and re-injury. A 4-point Likert scale is used to score each item. Scores range from 11-44 with higher scores representing higher kinesiophobia.\n\nAIM 1: Determine the efficacy of GEMM compared to a waitlist control group to decrease injury-related fear and reinjury anxiety in participants with a history of ACLR 1-5 years post-reconstruction.",
                    "timeFrame": "Collected at baseline and post-treatment after completion of the intervention or waitlist control at week 5"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Reinjury Anxiety",
                    "description": "The reinjury anxiety inventory (RIAI) is a valid and reliable 28-item questionnaire of reinjury anxiety which consists of two subscales, rehabilitation reinjury anxiety and reentry into competition reinjury anxiety. A 4-point Likert scale is used to score each item. The RIAI is scored by computing a separate score for the two subscales and adding these scores together for an overall total score. Total score ranges from 0-84 with higher scores representing higher reinjury anxiety",
                    "timeFrame": "Collected at baseline and post-treatment after completion of the intervention or waitlist control at week 5"
                },
                {
                    "measure": "Change in Lower Extremity Reaction Time",
                    "description": "Participants will complete a standardized and novel lower extremity reaction time assessment using the FitLight Trainer. Participants will be instructed to respond to a visual stimulus and deactivate a series of 5 targets arranged in a semicircle with their feet. The protocol will last for 1 minute and completed bilaterally. Test limb order will be counterbalanced between participants. Participants will complete 3 familiarization trials and 1 test trial per limb (ms).",
                    "timeFrame": "Collected at baseline and post-treatment after completion of the intervention or waitlist control at week 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18-25 years\n* Have self-reported levels of fear on the Tampa Scale of Kinesiophobia-11 and the Photographic Series of Sports Activities for ACLR\n* Injured their knee playing or training for sports (recreational or organized)\n* Have a history of unilateral ACLR\n* 1 to 5-years post-ACLR\n\nExclusion Criteria:\n\n* History of secondary ACL injury\n* Do not exhibit elevated injury-related fear\n* Concomitant surgeries at the time of ACL reconstruction",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shelby E Baez, Ph.D., ATC",
                    "role": "CONTACT",
                    "phone": "919-445-1500",
                    "email": "sbaez@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shelby E Baez, Ph.D., ATC",
                    "affiliation": "UNC-Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fetzer Hall, 210 South Road",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelby E Baez, Ph.D.., ATC",
                            "role": "CONTACT",
                            "phone": "919-445-1500",
                            "email": "sbaez@unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The proposed research will include data from all patients regardless of successful completion of the proposed experimental protocol; except if a patient withdraws their consent. The final dataset will include demographic information, self-reported knee function and injury-related fear questionnaires, and lower extremity reaction time data. Accompanying the data, a documentation file will be provided containing the methodological procedures used during the collection of the data and providing a key for all variables included within the final dataset. Prior to sharing this data, all personal identifying information will be removed to protect the rights and privacy of the patients.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Deidentified individual data that supports the results will be shared beginning 9 and continuing for 36 months following publication.",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC.\n\nTo further protect the privacy and confidentiality of the data, the data and associated documentation will be made available only under a data-sharing agreement that provides for: (1) requirements to protect patients' privacy and data confidentiality including appropriate data security; (2) restrictions for the transferring of data to others; (3) commitments that the data will be used for research purposes only and not for a profit-making enterprise, and (4) prohibition of manipulation of data for the purposes of attempting to identify research participants."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}