{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03852758",
            "orgStudyIdInfo": {
                "id": "FMCH-2018-27298"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Green Exercise for Cancer - Creating Opportunities for Survivors",
            "officialTitle": "Green Exercise for Cancer - Creating Opportunities for Survivors: Pilot Trial (GECCOS-PILOT)",
            "acronym": "GECCOS",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "green-exercise-for-cancer-creating-opportunities-for-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-11",
            "studyFirstSubmitQcDate": "2019-02-21",
            "studyFirstPostDateStruct": {
                "date": "2019-02-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess feasibility and acceptability for a trial to evaluate exercise behaviors, fatigue and exercise motivation in adolescent and young adult survivors of childhood cancer who participate in an outdoor exercise intervention compared to survivors who participate in an indoor exercise intervention. A pilot randomized cross over design will allow participants to be compared to traditional controls as well as self-controls.",
            "detailedDescription": "Title: Green Exercise for Cancer - Creating Opportunities for Survivors (GECCOS)\n\nRationale: Exercise is related to lower rates of late effects like fatigue, heart disease and second cancers among survivors of childhood cancer. Yet levels of exercise remain low among survivors. The context where exercise occurs - indoors or outdoors - may affect motivation to exercise and sustained exercise behavior. Yet the effects of exercise context on motivation and maintained behavior remain unexamined. This study aims to pilot test an outdoor exercise intervention for cancer survivors compared to attention controls receiving an indoor exercise intervention.\n\nTarget Population: Adolescent (13 to 17 years) and young adult (18 to 30 years) survivors of any cancer or hematopoietic cell transplantation for non-malignant disease.\n\nNumber of Participants :\n\n16 to 20 participants (8 to 10 adolescents, 8 to 10 young adults).\n\nObjective:\n\nPilot test, for feasibility and acceptability, a novel outdoor exercise intervention to motivate and maintain exercise in adolescent and young adult survivors of childhood cancer. Using a randomized cross-over design, participants will randomly receive both indoor and outdoor exercise sessions.\n\nStudy Design:\n\nRandomized Cross-over Pilot Trial\n\nMeasures of Interest:\n\nPrimary Outcome - Accelerometer measured moderate to vigorous physical activity.\n\nSecondary Outcomes - Self-Determination Theory based measures of motivation to exercise from validated survey questions. Fatigue, measured with validated survey questions.\n\nSemi-structured qualitative exit interview will be used to assess acceptability and feasibility of the intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Childhood Cancer",
                "Hematoietic Cell Transplant"
            ],
            "keywords": [
                "exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Outdoor Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "2 sessions of outdoor exercise per week",
                    "interventionNames": [
                        "Behavioral: Outdoor Exercise",
                        "Behavioral: Indoor Exercise"
                    ]
                },
                {
                    "label": "Indoor Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "2 sessions of indoor exercise per week",
                    "interventionNames": [
                        "Behavioral: Outdoor Exercise",
                        "Behavioral: Indoor Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Outdoor Exercise",
                    "description": "2 outdoor exercise sessions per week",
                    "armGroupLabels": [
                        "Indoor Exercise",
                        "Outdoor Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Indoor Exercise",
                    "description": "2 indoor exercise sessions per week",
                    "armGroupLabels": [
                        "Indoor Exercise",
                        "Outdoor Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility as measured by number of participants recruited",
                    "description": "Assess feasibility by determining if at least 16 participants from a sample from of 319 can be recruited to participate in the community based exercise sessions",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psychological Need Satisfaction in Exercise Scale (PNSE)",
                    "description": "PNSE is an 18 item validated survey measurement that assesses the Self-Determination Theory constructs of perceived autonomy, competence and relatedness. Scale measures agreement (scale from 1 (I do not agree) to 7 (I very strongly agree)) with statements pertaining to exercise. Subscales of autonomy, competence, and relatedness sum to the composite score. Changes in individual subscales will be considered as well as changes in the composite score. The competence subscale ranges from 5 to 30 with higher scores indicating greater feelings of competence. The autonomy subscale ranges from 7 to 42 with higher scores indicating greater feelings of autonomy. The relatedness subscale ranges from 6 to 36 with higher scores indicating greater feelings of relatedness. The final composite score is the sum of the subscales and ranges from 18 to 108 with higher score indicating greater needs satisfaction.",
                    "timeFrame": "1 week, 5 weeks"
                },
                {
                    "measure": "Behavior Regulation in Exercise Questionnaire (BREQ-2)",
                    "description": "BREQ- 2 is a 19 item validated survey measurement that assesses the Self-Determination Theory construct of exercise motivation. Scale measures agreement (scale from 0 (not true for me) to 4 (very true for me)) with statements pertaining to exercise. Subscales of amotivation, external regulation, introjected regulation, identified regulation, and intrinsic regulation are weighted and summed to the composite score. Changes in individual subscales will be considered as well as changes in the composite score. The introjected motivation subscale ranges from 0 to 12 with higher values indicating more introjected regulation motivation. All other subscales range from 0 to 16 with higher values indicating more endorsement of the motivation type measured. A final composite score is calculated by summing the sub-scales after applying weights of -3 for amotivation, -2 for external regulation, -1 for introjected regulation, 2 for identified reg",
                    "timeFrame": "1 week, 5 weeks"
                },
                {
                    "measure": "Fatigue",
                    "description": "Fatigue Scale - Adolescent (Appendix A): The revised Fatigue Scale - Adolescent (FS-A) is a 13 item validated survey measurement that assesses fatigue. Scale measures frequency of fatigue symptoms (scale from 1 (not at all) to 5 (all of the time)). There are no subscales. The FS-A score range from 13 to 65 with higher score indicating greater symptoms of fatigue.",
                    "timeFrame": "1 week, 5 weeks"
                },
                {
                    "measure": "Feasibility as Measured by Accelerometer-Measured Moderate to Vigorous Physical Activity (MVPA)",
                    "description": "Assess feasibility and acceptability of an outdoor exercise intervention for survivors of childhood cancer. Multiple factors may be considered when determining feasibility and acceptability with MVPA measured by accelerometer being the main factor.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Survivors of childhood cancer or hematopoietic cell transplantation for non-malignant diseases\n* Between the ages of 13 and 30\n* Able to speak English\n* More than 3 months out from the completion of cancer treatment and/or 6 months out from hematopoietic cell transplantation with no evidence of recurrent or residual cancer\n* Must be off of all immune suppressing therapies\n\nExclusion Criteria:\n\n* Anyone not meeting the inclusion criteria",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan Miller, PhD",
                    "role": "CONTACT",
                    "phone": "651-247-5096",
                    "email": "mill5687@umn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Miller, PhD",
                            "role": "CONTACT",
                            "phone": "651-247-5096",
                            "email": "mill5687@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33369068",
                    "type": "DERIVED",
                    "citation": "Miller JM, Sadak KT, Shahriar AA, Wilson NJ, Hampton M, Bhattacharya M, Towle A, Turcotte LM. Cancer survivors exercise at higher intensity in outdoor settings: The GECCOS trial. Pediatr Blood Cancer. 2021 May;68(5):e28850. doi: 10.1002/pbc.28850. Epub 2020 Dec 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}