{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138431",
            "orgStudyIdInfo": {
                "id": "2016886"
            },
            "organization": {
                "fullName": "University of Missouri, Kansas City",
                "class": "OTHER"
            },
            "briefTitle": "Group CBT in Parents of Children With Food Allergy",
            "officialTitle": "Group CBT in Parents of Children With Food Allergy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "group-cbt-in-parents-of-children-with-food-allergy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-07",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Hellings",
                "investigatorTitle": "Professor of Psychiatry",
                "investigatorAffiliation": "University of Missouri, Kansas City"
            },
            "leadSponsor": {
                "name": "University of Missouri, Kansas City",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Parents of children with food allergies that are medically established will be randomized to participate either in 6 one-hour weekly virtual Cognitive Behavioral Therapy (CBT) groups or to a wait-list group, and outcomes will be measured for anxiety, depression and quality of life. Possible benefits include improvement in psychological functioning and quality of life of families, as well as improved understanding of the use of group Cognitive Behavioral Therapy (CBT) for parents of children with medically established food allergies.",
            "detailedDescription": "This will be a randomized, non-blinded, prospective cohort study. Scores related to quality of life, depression, and anxiety will be measured at baseline, upon completion of the respective interventions, and 2 months after completion in parents of food allergic children. Instruments used will include the Patient Health Questionnaire-9 (PHQ-9) (baseline screening), Generalized Anxiety Disorder-7 (GAD-7) (baseline screening), Food Allergy Quality of Life - Parental Burden Scale (FAQL-PB) the Pediatric Food Allergy Quality of Life Questionnaire (PFA-QL) parent form, the Food Allergy Self-Efficacy Scale for Parents (FASE-P) and the Hospital Anxiety and Depression Scale (HADS). Scores on these questionnaires will be collected at the beginning of the study, at the last session of the intervention, and 2 months after the end of the intervention.\n\nFor additional baseline and demographic characteristics, the investigators will also collect child's age, sex, parental educational level, food allergy factors, and comorbid physical and psychiatric conditions. Also, at baseline, the investigators will screen for bullying given its prevalence among the food allergic population. The investigators referred to existing literature on bullying in children with food allergies for a general question, \"Has the food-allergic individual ever been bullied, teased, or harassed because of food allergy?\" To target the parent who will be answering this question, the investigators will change \"food-allergic individual\" to \"your child.\" The group Cognitive Behavioral Therapy (CBT) sessions will occur on a weekly basis at over Zoom meetings. Each session will last 1 hour. There will be a total of 6 sessions of intervention, and an additional session 2 months after the 6th session for parents to complete the follow-up questionnaire (no intervention during the 7th session). This cycle will be repeated 3 times with different subjects for each cycle to maximize statistical power. A total of 60 parents is expected if full capacity is met.\n\nPresent at all groups, regardless of the group type, will be a research staff member to take attendance and coordinate group logistics of the groups, as well as to check fidelity of what is covered, according to a manual written for the study detailing each session. A Cognitive Behavioral Therapy (CBT)-certified practitioner will be leading the sessions. Parents will complete study questionnaires online before the beginning of the first session, after the end of the last session, and 8 weeks after the completion of the interventions. Study materials for each session will be emailed to parents before the session and the therapist will assign homework practice based on the handouts to be done between sessions. Only parents attend the zoom groups in order to minimize introducing heterogeneity and potential distractions by children. Furthermore, prior studies have suggested that the child's own anxiety is often mediated by parental anxiety.\n\nSubjects will be recruited from multiple locations in the community through recruitment flyers posted in clinics. These clinics will include University Health (Truman) Hospital Hill outpatient medical clinics, University Health (Truman) Lakewood Hospitals outpatient medical clinics, University Health Behavioral Health outpatient adult and child clinics at the Healing Canvas, University Health Behavioral Health outpatient adult and child clinics at Lakewood Counseling Services, Children's Mercy outpatient clinics in downtown Kansas City (Broadway Boulevard), and Children's Mercy outpatient clinics in Overland Park, Kansas.\n\nFlyers will provide email contact information for the research coordinator so that interested parents can obtain more information about the study and, if they remain interested in participating, reviewing the consent form with the research staff. Those who consent to participate will be further screened per inclusion and exclusion criteria. Subjects will then be randomized to either group Cognitive Behavioral Therapy (CBT) or a wait-list group that will later become a Cognitive Behavioral Therapy (CBT) group.\n\nAnalysis:\n\nStatistical analysis will examine any significant differences in baseline scores, score changes, and retention of effect post-intervention between the two groups. All analyses will be two-tailed with alpha set at 0.05. If scale scores are not normally distributed, non-parametric tests will be used."
        },
        "conditionsModule": {
            "conditions": [
                "Parents"
            ],
            "keywords": [
                "parents",
                "children",
                "food",
                "allergies",
                "CBT",
                "cognitive",
                "therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two parallel groups, each of 10 parents of children with food allergies, receiving either virtual CBT group therapy or wait-listed to be in a future CBT group. This will be repeated 3 times, for a total of 60 participants.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Virtual Cognitive Behavioral Therapy (CBT) group",
                    "type": "EXPERIMENTAL",
                    "description": "The Cognitive Behavioral Therapy (CBT) groups will be 6 weekly one-hour parent groups run by a Cognitive Behavioral Therapy (CBT) therapist according to a Cognitive Behavioral Therapy (CBT) manual focusing on anxiety and depression related to having a child with food allergies.",
                    "interventionNames": [
                        "Behavioral: CBT"
                    ]
                },
                {
                    "label": "Waitlisted group",
                    "type": "NO_INTERVENTION",
                    "description": "The comparator groups will be waitlisted groups of parents of children with food allergies."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CBT",
                    "description": "Virtual CBT groups",
                    "armGroupLabels": [
                        "Virtual Cognitive Behavioral Therapy (CBT) group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Score of Food Allergy Quality of Life-Parent Burden Questionnaire (FAQL-PB)",
                    "description": "17-item instrument, using a 7-point Likert scale ranging from 1 (not troubled) to 7 (extremely troubled) anxieties over the past week.",
                    "timeFrame": "14 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Subject Satisfaction Questionnaire",
                    "description": "An 11-question scale, each item scored 1 (not satisfied at all) to 5 (very satisfied). Scores range from 5 to 55, with a higher score indicating higher subject satisfaction",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Change in Score of Pediatric Food Allergy Quality of Life Scale",
                    "description": "A 25-question scale, each item scored 1 (never) to 4 (always). Scores range from 25 to 100, with a higher score indicating poorer quality of life",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Change in Score of Hospital Anxiety and Depression Scale (HADS)",
                    "description": "A 14 item-scale, of which 7 items measure anxiety and 7 measure depression, each item is scored from 0 to 3",
                    "timeFrame": "14 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Parent, age \\>18yrs\n2. All genders\n3. Child must be aged 6-17yrs with serious food allergy(ies), medically diagnosed\n4. Meets cut-offs for anxiety and/or depression on the Hospital Anxiety and Depression Scale (need to define)\n5. Parent can be on stable doses of antidepressants or anxiety medications but all doses must remain stable for 1 month before study and during it as well as for 2 months after the groups are completed: to fill out final questionnaires\n6. Both parents of a child may enroll but will need to agree to fill out all questionnaires separately without discussing them with each other\n\nExclusion Criteria:\n\n1. Parental history of recent suicidal ideation / suicide attempt\n2. Current Suicidal ideation\n3. Current substance abuse\n4. Parent currently in psychiatric treatment and medications being adjusted\n5. Using OTC anxiety or depression relief, or CBD or medical marijuana\n6. Parent receiving other therapies or group supports\n7. Parent unable to attend 6 consecutive weekly group sessions and fill out questionnaires online also 2 months later or does not have access to WiFi.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Hellings, MD",
                    "role": "CONTACT",
                    "phone": "816-404-6202",
                    "email": "Jessica.Hellings@uhkc.org"
                },
                {
                    "name": "Carrie Kriz, MS",
                    "role": "CONTACT",
                    "phone": "816-238-1808",
                    "email": "mckinleycr@umkc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica Hellings, MD",
                    "affiliation": "University of Missouri-Kansas City and University Health Behavioral Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Stephen Jarvis, MD",
                    "affiliation": "University Health Behavioral Health, and UMKC",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University Health Behavioral Health Canvas Building",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica A Hellings, MD",
                            "role": "CONTACT",
                            "phone": "816-404-6170",
                            "email": "Jessica.Hellings@uhkc.org"
                        },
                        {
                            "name": "Carrie Kriz, MS",
                            "role": "CONTACT",
                            "phone": "816-238-1808",
                            "email": "mckinleycr@umkc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27019307",
                    "type": "BACKGROUND",
                    "citation": "Knibb RC, Barnes C, Stalker C. Parental self-efficacy in managing food allergy and mental health predicts food allergy-related quality of life. Pediatr Allergy Immunol. 2016 Aug;27(5):459-64. doi: 10.1111/pai.12569. Epub 2016 May 3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000005512",
                    "term": "Food Hypersensitivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Allergy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8636",
                    "name": "Food Hypersensitivity",
                    "asFound": "Food Allergy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}