{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06323967",
            "orgStudyIdInfo": {
                "id": "231981"
            },
            "organization": {
                "fullName": "Vanderbilt University",
                "class": "OTHER"
            },
            "briefTitle": "Growing Strong Study of Unconditional Cash Transfers Plus Peer Support for Families With Babies in Homeless Shelters",
            "officialTitle": "Growing Strong Study of Unconditional Cash Transfers Plus Voluntary Peer Support to Reduce Shelter Stays and Improve Family Well-being for Families With Babies in New York City Homeless Shelters",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "growing-strong-study-of-unconditional-cash-transfers-plus-peer-support-for-families-with-babies-in-homeless-shelters"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-14",
            "studyFirstSubmitQcDate": "2024-03-14",
            "studyFirstPostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Beth Shinn",
                "investigatorTitle": "Professor, Department of Human and Organizational Development",
                "investigatorAffiliation": "Vanderbilt University"
            },
            "leadSponsor": {
                "name": "Vanderbilt University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Women in Need (Win)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "The Samuels Group",
                    "class": "UNKNOWN"
                },
                {
                    "name": "New York City Center for Innovation through Data Intelligence (CIDI)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Growing Strong program tests a novel approach to helping families with young children living in homeless shelters, namely offering guaranteed, unconditional cash gifts that families can use as they wish plus voluntary peer support. The assumption behind this approach is that families know best how to allocate resources to meet their own individual needs. While there are a number of Direct Cash Transfer studies taking place around the country, the investigator(s) are unaware of any that have tested the relationship of receiving cash on homelessness among families specifically. To be eligible to participate in the study, families must reside in a homeless shelter and have at least one child under two years of age living with them in shelter. The investigator(s) have tied eligibility to the age of the youngest child in the household because rates of shelter use are highest among this population and because the costs associated with young children increase such families' financial burdens.\n\nA total of 200 families will be enrolled in the study. One hundred families in the active intervention group will receive $1,500 per month (\"substantial cash\") for 24 months ($18,000 annually) and may also elect to receive peer support services. One hundred families in the active comparison group will receive $50 per month (\"nominal cash\") for 24 months ($600 annually) and will not have access to the peer support services. A third, passive comparison group will receive usual care within the homeless shelter system in the same metropolitan area (New York City) as participants in both cash gift groups. This group of families will be followed only in administrative records.\n\nThe main research questions are: does providing substantial, unconditional cash transfers plus access to voluntary peer support services over 24 months a) reduce the length of time in shelter for families with young children and/or b) improve other aspects of family and child well-being relative to providing nominal cash transfers alone or usual care.",
            "detailedDescription": "In the Growing Strong study, 200 families residing in the Women in Need (Win) homeless shelter system who have at least one child under two years of age living with them in shelter and who have been found \"eligible\" for shelter by New York City will participate. Families will be assigned to one of two cash gift conditions. One hundred families will be assigned to the active intervention group and will receive $1,500 per month via debit card for 24 months ($18,000 annually) to use as they wish along with access to free, voluntary peer support services. One hundred families will be assigned to the active comparison group and receive $50 per month via debit card for 24 months ($600 annually) to use as they wish but will not have access to the peer support services. A passive comparison group will be constructed from the administrative data of propensity-matched families within in the New York City homeless shelter system who would have met the criteria to participate in the study had they resided in one of the Win target shelters. This study is funded by a grant to Win from a private foundation, thus all target shelters are operated by Win.\n\nDesign\n\nThe Growing Strong study design is quasi-experimental with intentional assignment at the shelter level rather than experimental with random assignment at the family or shelter level for several reasons. Participants were not randomized at the family level in order to eliminate the possibility that comparably situated families living in the same shelter could enroll in the study and yet receive very different cash amounts. Participants were not randomized at the shelter level because there were too few shelters in the final design (three) for randomization to balance the characteristics of families across conditions in expectation. The overall sample size for families was limited by the substantial cost of the intervention (between $600 - $18,000 plus costs of peer support annually per family).\n\nFamilies can be assigned to treatment conditions based on their shelter placements because New York City makes placement decisions in a quasi-random fashion based on the availability and size of shelter rooms/apartments. Accordingly, the investigator(s) have selected three shelters within the Win shelter system that are as closely matched as possible on room sizes and other characteristics that affect placements. All families in the two smaller shelters (which are geographically proximal to one another) will be assigned to one study condition. Those at the larger shelter (which is farther away) will be assigned to the other study condition. The underlying, quasi-random City placement process should equate the two groups in expectation. The investigator(s) will check whether families in the two groups are in fact well-matched and control for any differences between them during analysis if needed.\n\nProcedures\n\nAs the shelter operator, Win has information about families who are deemed eligible for shelter, including information to determine whether a family meets the Growing Strong eligibility criteria. Win administrative staff will notify the Win staff member who is the liaison to the study when a family meets the criteria to participate. This staff member will explain the study to families. Families who meet the criteria and would like to learn more will be referred for potential enrollment.\n\nFamilies who choose to enroll will take part in a baseline survey and be invited to participate in follow-up surveys 6, 18 and 30 months later. The baseline survey collects data on demographic characteristics, family composition, work experience, income, finances, adult health and well-being (including use of alcohol and drugs), food security, social support, parenting, family routines, and child development. Measures refer to the adult participant (typically the mother), the family as a whole, or the young child who makes the family eligible for the study (the target child). Follow-up surveys mostly consist of the same measures taken at baseline plus additional information about housing and neighborhoods. The 30-month follow-up survey, which will take place 6 months after the family has stopped receiving cash, will also examine how the family is faring without the cash support.\n\nThe research team will conduct qualitative interviews with 15 families in each of the active study groups. These 30 families will be representative of the overall sample with respect to demographic characteristics. The qualitative interviews will ask about respondents' experiences in the study, including the cash (e.g., what they used it for, how it changed things for them) and the peer support services (e.g., did services help them to get out of shelter and, if so, how). In addition to probing the topics in the quantitative surveys, qualitative interviews will ask about respondents' goals and family processes. Qualitative interviews will take place 6, 18, and 30 months after enrollment.\n\nFamilies who choose to enroll in the study will provide consent for us to collect administrative data for members of their household from various state and local agencies. Administrative data will include length of stay in shelters, returns to shelter, involvement with child protective services, income from employment, and emergency and routine health care, among other things. Administrative data will be used to compare outcomes for the families enrolled in Growing Strong to those of similar families outside of the study who receive usual care in the New York City homeless shelter system. Administrative data will be collected by New York City's Center for Innovation through Data Intelligence (CIDI).\n\nSafeguards\n\nGrowing Strong has received a waiver from New York State that exempts cash gifts from the study in income calculations for benefits provided or mediated by the state (e.g., TANF) for as long as the participant is enrolled. Though families are not expected to withdraw from the study, they may do so at any time, effectively ending the protection of the waiver if they choose to continue to receive the cash gifts (which are unconditional) after withdrawal.\n\nIn an effort to hold families harmless, the investigator(s) have developed procedures that protect families' benefits under the waiver to the greatest extent possible. More specifically, the research team will wait to collect all administrative data except shelter exit time until after families have received their cash gifts in full (e.g., after 24 months of participation). Thus, any families who wish to withdraw from the study can time the withdrawal to occur after receiving the final cash gift but before administrative data are pulled for their household. A dedicated Win staff member will help families who choose to withdraw with the timing of withdrawal in order to protect/preserve their benefits under the waiver. Though the study has this safeguard in place, families are not expected to choose to withdraw from the study.\n\nThe study has also been granted a Certificate of Confidentiality from the National Institutes of Health. This means that the study cannot release or use information that identifies families in any action or suit without the agreement of the family. This protection includes civil, criminal, administrative, and/or legislative proceedings at the federal, state, and/or local level.\n\nOutcomes\n\nThe primary outcome is length of time between families' being found eligible for shelter and shelter exit assessed with survival analysis (Cox proportional hazards).\n\nThe investigator(s) will test for differences between the active intervention and active comparison groups on additional outcomes at each follow-up point controlling for race and language of interview as covariates. If the majority of participants are not women, as anticipated, analyses will also include controls for gender. If overall differences between groups at baseline exceed chance estimates, analyses will control for baseline measures that differ beyond p \\< .1. If follow-up rates fall below 90%, analyses will also control for propensity to respond to follow-up surveys in order to account for any differential attrition.\n\nFollowing the practices of other studies of interventions to assist families experiencing homelessness, analyses will use a .10 level for statistical significance and not adjust for multiple testing. To avoid preferential selection of outcomes (\"cherry-picking\"), the investigator(s) have designated a single primary outcome and one or at most two measures per outcome domain as \"key secondary outcomes\" to feature in all reports.\n\nFollowing the 30-month/final follow-up interview, the investigator(s) will use hierarchical linear models with time points (max = 4) nested within respondents to examine trends over time. Increases in most measures of well-being are expected as families in both groups stabilize in housing as well as treatment-by-time interactions showing the superiority of outcomes for the active intervention group.\n\nSecondary Outcome Notation\n\nSecondary outcomes have been pre-specified and grouped into the following nine domains: Housing, Target Child Development, Parenting, Family Separation, Adult Well-Being, Domestic Violence, Financial Well-Being, Employment, and Health Care. Secondary outcomes are labeled as follows in subsequent sections of the pre-registration: Domain names are prepended to outcome names and an asterisk is appended to outcomes designated as \"key\" secondary outcomes. For example, the key secondary outcome \"Family Use of Emergency Medical Care or Hospitalization\" is labeled \"Health Care: Family Use of Emergency Medical Care or Hospitalization\\*.\""
        },
        "conditionsModule": {
            "conditions": [
                "Time to Shelter Exit",
                "Family Well-being",
                "Child Well-being"
            ],
            "keywords": [
                "family homelessness",
                "direct cash transfer",
                "unconditional cash transfer",
                "housing affordability",
                "income inequality",
                "child poverty"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel assignment to 1) active treatment and 2) active comparison. A third, passive comparison group will be constructed and followed anonymously via administrative records.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will be blind to condition at the baseline assessment but will be unmasked immediately afterwards (they will receive debit cards and learn whether they are eligible for peer support). At baseline, interviewers will likely be aware of study conditions because they will interview respondents at shelters and shelter is associated with condition. At subsequent assessments interviewers will remain blind to study condition to the extent possible, but may well learn the condition from respondents, especially those who complete qualitative interviews. Win staff who provide usual care to both groups will be blind to the study condition. Participants in the passive comparison group will be unaware of the study.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Large unconditional cash transfers plus voluntary peer support",
                    "type": "EXPERIMENTAL",
                    "description": "These participants will receive monthly cash transfers of $1,500 via debit card for 24 months and can elect to participate in peer support services plus usual care from shelter staff.",
                    "interventionNames": [
                        "Behavioral: Large unconditional cash transfers plus voluntary peer support."
                    ]
                },
                {
                    "label": "Nominal cash transfers",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "These participants will receive monthly cash transfers of $50 via debit card for 24 months plus usual care from shelter staff.",
                    "interventionNames": [
                        "Behavioral: Nominal cash transfers"
                    ]
                },
                {
                    "label": "Passive comparison",
                    "type": "OTHER",
                    "description": "These propensity-matched families will reside in other New York City shelters and will be followed anonymously in administrative records only. The will receive usual care from shelter staff.",
                    "interventionNames": [
                        "Behavioral: Passive comparison group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Large unconditional cash transfers plus voluntary peer support.",
                    "description": "These participants will receive monthly cash transfers of $1,500 ($750 twice per month) via debit card for 24 months and can elect to participate in peer support services plus usual care from shelter staff.",
                    "armGroupLabels": [
                        "Large unconditional cash transfers plus voluntary peer support"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Nominal cash transfers",
                    "description": "These participants will receive monthly cash transfers of $50 via debit card for 24 months plus usual care from shelter staff.",
                    "armGroupLabels": [
                        "Nominal cash transfers"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Passive comparison group",
                    "description": "These families will receive usual care from shelter staff. They will be followed anonymously in administrative records only.",
                    "armGroupLabels": [
                        "Passive comparison"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to shelter exit",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York City Department of Social Services/Department of Homeless Services (DSS/DHS).\n\nTotal time between family's being found eligible for shelter and shelter exit.",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Housing: Total time in shelter*",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York City Department of Social Services/Department of Homeless Services (DSS/DHS).\n\nTotal time in shelter between enrollment and 30-month assessment.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Housing: Housing Stability",
                    "description": "Measured by total number of moves after exiting shelter as reported by family.",
                    "timeFrame": "6 months to 30 months"
                },
                {
                    "measure": "Target Child Development: Child Behavior Problems*",
                    "description": "Measured by averaging four subscales (emotional symptoms, conduct problems, hyperactivity/inattention, peer relationship problems) for a total of twenty items from the Strengths and Difficulties Questionnaire (SDQ).\n\nMinimum raw score: 0; Maximum raw score: 2. Lower score indicates a better outcome.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Target Child Development: Child Prosocial Behavior*",
                    "description": "Measured by averaging one subscale (prosocial behavior) for a total of five items from the Strengths and Difficulties Questionnaire (SDQ).\n\nMinimum raw score: 0; Maximum raw score: 2. Higher score indicates a better outcome.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Target Child Development: Child Verbal Development",
                    "description": "Measured using age-appropriate communication subscales of the Ages \\& Stages Questionnaire (ASQ-3).\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 0; Maximum raw value: 60. Higher score indicates a better outcome. (Cutoff scores for communication skills that are on schedule vs. in need of monitoring vs. potentially in need of professional assessment vary by age bracket.)",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Parenting: Chaos in the Home*",
                    "description": "Measured by averaging the 15-item Confusion, Hubbub, and Order Scale (CHAOS) scale.\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw score: 0; Maximum raw score: 1. Lower score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Parenting: Early Learning Activities with Target Child*",
                    "description": "Measured by averaging the 3-item scale of frequency of engagement in shared book reading, story telling, and singing nursery rhymes with target child.\n\nMeasured at 6, 18, and 30 months. Minimum raw score: 0; Maximum raw score: 5. Higher score indicates a better outcome.",
                    "timeFrame": "6 months to 30 months"
                },
                {
                    "measure": "Parenting: Target-Child-Focused Expenditure Index",
                    "description": "Measured using dollar amount spent on books, toys, clothes, and diapers in the past 30 days as reported by parent.\n\nMeasured at 6, 18, and 30 months. Minimum value: 0; Maximum value: unlimited. Higher value indicates a better outcome.",
                    "timeFrame": "6 months to 30 months"
                },
                {
                    "measure": "Parenting: Household Routines",
                    "description": "Measured by averaging the following six items:\n\n1. We have a regular morning routine at home.\n2. We eat together as a family at least once a day.\n3. \\[Target Child\\] has an evening bedtime routine.\n4. \\[Target Child\\] has a regular late afternoon routine.\n5. \\[Target Child\\] goes to bed at a regular time.\n6. \\[I/We\\] set aside time for talking with our \\[child/children\\] each day.\n\nScores: 0: No; 1: Yes\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw score: 0; Maximum raw score: 1. Higher score indicates better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Parenting: Parenting Stress",
                    "description": "Measured by averaging the following seven items (R= reversed):\n\n1. When it comes to raising kids, I have a lot of confidence in my abilities.(R)\n2. I feel good about my parenting abilities.(R)\n3. I think my \\[child/kids\\] will grow up to say I was a wonderful parent.(R)\n4. I find myself giving up more of my life to meet my \\[child's/children's\\] needs than I ever expected.\n5. I feel trapped by my responsibilities as a parent.\n6. I can admit my flaws as a parent and still think I am a pretty good one.(R)\n7. Since having \\[a child/children/ I have been unable to do new and different things.\n\nScores: 5: Strongly agree; 4: Agree; 3: Not sure; 2: Disagree; 1: Strongly disagree\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw score: 1; Maximum raw score: 5. Lower score indicates better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Family Separation: Separation of Parent and Target Child (Cumulative at any time point)*",
                    "description": "Measured using survey data for active study groups.\n\nCumulative count of parent/target child separations after enrollment.\n\nMeasured at 6, 18, and 30 months. Minimum value: 0; Maximum value: unlimited. Lower value indicates a better outcome.",
                    "timeFrame": "6 months to 30 months"
                },
                {
                    "measure": "Family Separation: Indicated Investigations, Preventive services, or Child Placement of Target Child by Child Protective Services (No/Yes)",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York City Administration for Children's Services (ACS).\n\nAny 1) indicated investigation 2) preventive service or 3) child placement of target child protective services. (0: No; 1: Yes).\n\nMinimum value: 0; Maximum value: 1. Lower values indicate better outcomes.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Adult Well-Being: Adult Psychological Distress*",
                    "description": "Measured by averaging the six-item Kessler-6 Psychological Distress Scale for the past 30 days.\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 1; Maximum raw value: 5. Lower score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Adult Well-Being: Adult Alcohol or Drug Abuse",
                    "description": "Dichotomous measure consisting of any positive response to the five-item Rapid Alcohol Problems Screen (RAPS) or the ten-item Drug Abuse Screening Test (DAST-10) for the past 6 months.\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value for RAPS: 0; Maximum Raw Value: 5. Minimum raw value on DAST-10: 0; Maximum Raw Value: 10. Score of 1 or higher on either measure indicates alcohol or drug abuse in past 6 months.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Adult Well-Being: Hope",
                    "description": "Measured by averaging eight items from the Adult Hope Scale.\n\nMinimum raw score: 1; Maximum raw score: 5. Higher score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Domestic Violence: Adult Domestic Violence*",
                    "description": "Measured by the single item listed below:\n\n\"In the last 6 months, have you ever been physically abused or threatened with violence by a person who you were romantically involved with, such as a spouse, boy/girlfriend, or partner?\" (0: No; 1: Yes).\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 0; Maximum raw value: 1. Lower value indicates better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Financial Well-Being: Food Insecurity*",
                    "description": "Measured using the United States Department of Agriculture (USDA) Six-Item Short Form of the Food Security Survey Module for the past 30 days.\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 0; Maximum raw value: 6. Lower value indicates a better outcome. (Raw value 0-1 = low or marginal food insecurity; Raw value 2-4 = high food insecurity; Raw score 5-6 = Very high food insecurity.)",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Financial Well-Being: Adult Economic Stress",
                    "description": "Measured by averaging four items about frequency that respondent cannot afford specific necessities (Scores: 1: Never; 2: Once in a while; 3: Fairly often; 4: Very often) plus an item about how finances tend to work out at the end of the month (1: Some money left over, 2: Just enough money to make ends meet, 4: Not enough money to make ends meet).\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw score: 1; Maximum raw score: 4. Lower score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Financial Well-Being: Financial Well-Being as Measured by the Consumer Financial Protection Bureau Financial Well-Being Scale",
                    "description": "Measured by averaging six items from the Consumer Financial Protection Bureau Financial Well-Being Scale plus the two items below:\n\nThis statement describes me, . . .\n\n1. I feel confident about my financial future\n2. I am planning my finances for the next 6 months\n\nScores: 5: Completely; 4: Very well; 3: Somewhat; 2: Very little; 1: Not at all.\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 1; Maximum raw value: 5. Higher score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Financial Well-Being: Financial Hardship as Measured by the Urban Institute Well-Being and Basic Needs Survey",
                    "description": "Measured by averaging ten items from the Urban Institute Well-Being and Basic Needs Survey plus one item listed below:\n\n\"In the past 6 months was the telephone service ever cancelled or disconnected by the telephone company because there wasn't enough money to pay the bill?\" (0: No; 1: Yes)\n\nMeasured at baseline, 6, 18, and 30 months. Minimum raw value: 0; Maximum raw value: 1. Lower score indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Employment: Income from Employment in Most Recent Period*",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York State Department of Labor (DOL).\n\nIncome from employment in most recent period in dollars. Higher value indicates a better outcome.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Employment: Adult Work for Pay",
                    "description": "Measured using the following item administered to respondents who indicated having done any work at all for pay in the past 6 months:\n\n1. In the past 6 months, how many months did you work for pay at least for part of the month? (Minimum: .01; Maximum: 6)\n\nMeasured at baseline, 6, 18, and 30 months. Higher value indicates a better outcome.",
                    "timeFrame": "Baseline to 30 months"
                },
                {
                    "measure": "Health Care: Family Use of Emergency Medical Care or Hospitalization (Cumulative at any point)*",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York State Department of Health (DOH) and New York City Department of Health and Mental Hygiene (DOHMH).\n\nCumulative number of 1) emergency room visits and 2) hospitalizations between baseline and 30-month assessment for members of target household.\n\nMinimum value for each outcome: 0; Maximum value for each outcome: unlimited. Lower values indicate better outcomes.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Health Care: Proportion of Target Child Immunizations Recommended by Age by the American Academy of Pediatrics",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York State Department of Health (DOH) and New York City Department of Health and Mental Hygiene (DOHMH).\n\nMinimum value: 0; Maximum value: 1. Higher value indicates a better outcome.",
                    "timeFrame": "30 months"
                },
                {
                    "measure": "Health Care: Proportion of Well-Child Visits by Target Child Recommended by Age by the American Academy of Pediatrics",
                    "description": "Measured using administrative data for active study groups and passive comparison group. Data provided by New York State Department of Health (DOH) and New York City Department of Health and Mental Hygiene (DOHMH).\n\nMinimum value: 0; Maximum value: 1. Higher value indicates a better outcome.",
                    "timeFrame": "30 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Note that New York City has a right to shelter. When a family applies for shelter, the City assigns them to a shelter temporarily while City workers determine whether the family is truly homeless. If so, the City will deem the family \"eligible\" for shelter. If not, the family must leave.\n\nInclusion Criteria:\n\n* A family has been found \"eligible\" for shelter (as described above) within the past 30 days\n* The family has a baby who meets the age criteria (under 2 years of age)\n* There is an adult 18 or over who has custody of the child (typically the mother)\n* The family speaks English or Spanish\n* The family lives in a designated Win shelter\n\nExclusion Criteria:\n\n* None: any family configuration is permissible",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marybeth Shinn, PhD",
                    "role": "CONTACT",
                    "phone": "615 322-8735",
                    "email": "beth.shinn@vanderbilt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marybeth Shinn, PhD",
                    "affiliation": "Vanderbilt University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Win NYC Shelter System",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kirsten Cafarella, B.A.",
                            "role": "CONTACT",
                            "phone": "646-899-6943",
                            "email": "kcafarella@winnyc.org"
                        },
                        {
                            "name": "Marybeth Shinn, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "American Academy of Pediatrics. (24 July 2023). AAP Schedule of Well-Child Care Visits. https://www.healthychildren.org/English/safety-prevention/immunizations/pages/Recommended-Immunization-Schedules.aspx"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Academy of Pediatrics. (2023). All About the Recommended Immunization Schedules. https://www.healthychildren.org/English/safety-prevention/immunizations/pages/Recommended-Immunization-Schedules.aspx"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Baby's First Years. (n.d.). https://www.babysfirstyears.com"
                },
                {
                    "pmid": "8745135",
                    "type": "BACKGROUND",
                    "citation": "Cherpitel CJ. Screening for alcohol problems in the emergency room: a rapid alcohol problems screen. Drug Alcohol Depend. 1995 Dec;40(2):133-7. doi: 10.1016/0376-8716(95)01199-4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Consumer Financial Protection Bureau. (2017). CFPB Financial Well-Being Scale. https://files.consumerfinance.gov/f/documents/bcfp_fin-well-being_full-scorecard.pdf"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gennetian, L. A., Duncan, G., Fox, N. A., Magnuson, K., Halpern-Meekin, S., Noble, K. G., & Yoshikawa, H. (2022). Unconditional cash and family investments in infants: Evidence from a large-scale cash transfer experiment in the US (No. w30379). National Bureau of Economic Research."
                },
                {
                    "pmid": "9255702",
                    "type": "BACKGROUND",
                    "citation": "Goodman R. The Strengths and Difficulties Questionnaire: a research note. J Child Psychol Psychiatry. 1997 Jul;38(5):581-6. doi: 10.1111/j.1469-7610.1997.tb01545.x."
                },
                {
                    "pmid": "30272428",
                    "type": "BACKGROUND",
                    "citation": "Gubits D, Shinn M, Wood M, Brown SR, Dastrup SR, Bell SH. What Interventions Work Best for Families Who Experience Homelessness? Impact Estimates from the Family Options Study. J Policy Anal Manage. 2018;37(4):735-66."
                },
                {
                    "pmid": "12578436",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Barker PR, Colpe LJ, Epstein JF, Gfroerer JC, Hiripi E, Howes MJ, Normand SL, Manderscheid RW, Walters EE, Zaslavsky AM. Screening for serious mental illness in the general population. Arch Gen Psychiatry. 2003 Feb;60(2):184-9. doi: 10.1001/archpsyc.60.2.184."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Matheny, A.P., Wachs, T. D., Ludwig, J.L., & Philips, K. (1995). Bringing Order Out of Chaos: Psychometric Characteristics of the Confusion, Hubbub, and Order Scale. Journal of Applied Developmental Psychology, 16, pp.429-444."
                },
                {
                    "pmid": "649936",
                    "type": "BACKGROUND",
                    "citation": "Pearlin LI, Schooler C. The structure of coping. J Health Soc Behav. 1978 Mar;19(1):2-21. No abstract available."
                },
                {
                    "pmid": "21679179",
                    "type": "BACKGROUND",
                    "citation": "Rodriguez ET, Tamis-LeMonda CS. Trajectories of the home learning environment across the first 5 years: associations with children's vocabulary and literacy skills at prekindergarten. Child Dev. 2011 Jul-Aug;82(4):1058-75. doi: 10.1111/j.1467-8624.2011.01614.x. Epub 2011 Jun 16."
                },
                {
                    "pmid": "7183189",
                    "type": "BACKGROUND",
                    "citation": "Skinner HA. The drug abuse screening test. Addict Behav. 1982;7(4):363-71. doi: 10.1016/0306-4603(82)90005-3."
                },
                {
                    "pmid": "2037968",
                    "type": "BACKGROUND",
                    "citation": "Snyder CR, Harris C, Anderson JR, Holleran SA, Irving LM, Sigmon ST, Yoshinobu L, Gibb J, Langelle C, Harney P. The will and the ways: development and validation of an individual-differences measure of hope. J Pers Soc Psychol. 1991 Apr;60(4):570-85. doi: 10.1037//0022-3514.60.4.570."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Squires, J., Bricker, D. D., & Twombly, E. (2009). Ages & stages questionnaires. Baltimore: Paul H. Brookes."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "United States Department of Agriculture Economic Research Service. (2012, September). U.S. Household Food Security Survey Module: Six-Item Short Form. https://www.ers.usda.gov/media/8282/short2012.pdf"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Zuckerman, S. (2018). Well-Being and Basic Needs Survey, United States, Inter-university Consortium for Political and Social Research [distributor]. https://doi.org/10.3886/ICPSR37653.v2"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}