{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06353399",
            "orgStudyIdInfo": {
                "id": "23.0366"
            },
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Guided Bone Regeneration With and Without the Use of Intra-marrow Penetrations",
            "officialTitle": "Guided Bone Regeneration With and Without Use of Intra-marrow Penetrations: A Prospective Human Clinical and Histologic Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "guided-bone-regeneration-with-and-without-the-use-of-intra-marrow-penetrations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-13",
            "studyFirstSubmitQcDate": "2024-04-07",
            "studyFirstPostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Himabindu Dukka",
                "investigatorTitle": "Director, Graduate Periodontics",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "University of Louisville",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The primary aims of this study are to compare, after 6 months, the clinical and histologic results of intra-marrow penetrations vs no intra-marrow penetrations when performing guided bone regeneration procedures.",
            "detailedDescription": "Study Design Twenty-four patients will be treated using the principles of guided bone generation utilizing full thickness flap for ridge augmentation. Twelve test patients will receive guided bone regeneration with intra-marrow penetrations. The positive control group of twelve patients will receive no intra-marrow penetrations. Approximately, six months post- surgery, a trephine core will be taken from the grafted site immediately prior to implant placement and submitted for histologic processing.\n\nPresurgical Management Each patient will receive a diagnostic work-up including standardized radiographs (periapical), cone beam computed tomography (CBCT) scan, study casts, clinical photographs, and a clinical examination to record attachment level, probing depth, recession, and mobility of teeth adjacent to the extracted sites. Presurgical preparation will include detailed oral hygiene instructions. Baseline data will be collected just before the surgical phase of the treatment.\n\nClinical Measurements\n\nBaseline and 6-month data will include the following (for edentulous area or adjacent teeth when necessary):\n\n1. Plaque index\n2. Gingival index\n3. Gingival margin levels: Measured from cemento-enamel junction (CEJ) to the gingival margin.\n4. Keratinized tissue: Measured from the gingival margin to the mucogingival junction.\n5. Clinical attachment level: Measured from CEJ to the bottom of the clinical periodontal pocket.\n6. Clinical tooth mobility: Measured by using the modified Miller's Index.\n7. Ridge dimensions: Pre-augmentation and six month healing.\n8. Soft tissue thickness.\n9. Radiographic examination including CBCT\n10. Clinical photographs.\n\nHistologic Measurements\n\nMeasurements will be taken for augmented areas:\n\nTrephine core specimens will be evaluated to determine percent of residual graft particles, newly formed bone, bone marrow, trabecular space, and connective tissue. Step serial sections will be taken from each longitudinally sectioned core. The sections will be stained with hematoxylin and eosin. Ten slides per patients will be prepared with at least 4 sections per slide. For each patient, 6 of 10 slides will be assessed. The mean percentage of vital and nonvital bone, and trabecular space will be determined for each patient by using an American Optical microscope at 150X with 10 X 10 ocular grid.\n\nPotential Risks\n\nThere are known physical risks linked with bone graft surgery. The potential risks are the same as the risks of any minor surgery in the mouth. These risks include:\n\n* Infection of treated area (usually mild, rare less than 1%)\n* Mild bruising and/or bleeding (less likely 1-39%)\n* Mild swelling (more than 40%)\n* Transient but occasional paresthesia or numbness of lips, tongue, chin or gum (usually mild, rare less than 1%)\n* Loss of the bone graft (mild to moderate, rare less than 1%)\n\nThere may also be additional risks that are currently unforeseeable.\n\nAdverse Events An \"adverse event\" refers to any adverse experience occurring during the clinical study period, whether associated or not associated with the study test articles or procedures. A \"serious adverse event\" means any experiences that suggest significant hazard, contraindication, side effect, or precaution. With respect to human clinical experience, a serious adverse event includes any experience that is fatal or life threatening, causes a persistent or permanent disability, requires initial or prolonged hospitalization, requires medical or surgical intervention to prevent permanent impairment or damage, or is a congenital anomaly.\n\nAn \"unanticipated adverse event\" is one that is not identified in nature, severity, or frequency.\n\nAdverse events will be monitored by observing and interviewing the subject during the study. Subjects who experience any significant problems during the study are to call and discuss them with investigator. Any suspected adverse event or allergic response is to be thoroughly examined by investigator. All adverse events are to be reported. All subjects experiencing adverse events will be followed by the investigator until there is a return to the subject's baseline condition or a clinically satisfactory resolution is achieved. Adverse events that are serious or unanticipated are to be reported immediately by phone to the study director and promptly reported to the institutional review board (IRB), which will include the event date, description of the adverse event, study treatment involved, and outcome of event. Examples of expected, but rarely occurring adverse events related to grafting treatment include clinical observation of infection, flap necrosis, severe inflammation, severe pain, loss of attachment of the gingival tissue to the tooth, reaction to study materials and osteonecrosis.\n\nMeasurement Techniques All probing measurements will be taken using the University of North Carolina probe. A masked, calibrated examiner will perform the initial examination and the measurements at the time of initial surgery. The mentor will check these measurements. Differences of more than 1.0 mm between examiners will be remeasured by the blinded examiner. Measurements will again be repeated at the 6-month examination using the same techniques.\n\nStatistical Analysis Means and standard deviations will be calculated for all parameters. A paired t-test will be used to evaluate the statistical significance of the differences between initial and final data. An unpaired t-test will be used to evaluate statistical differences between the test and control groups. The sample size of 12 per group gives _80%__ statistical power to detect a difference of 1 mm between groups. Power calculations were based on data from previous studies.\n\nResearch Materials, Records and Privacy The de-identified data collected will be entered in an excel spreadsheet, which will be password protected. The data will be stored in an encrypted computer, which is also password protected. No one will have access to this data other than the individual collecting it and the PI. No personal identifying information will be collected or needed for the study analytical purposes.\n\nSignificance The results of this study will allow comparison of the effects of intra-marrow penetrations on guided ridge regeneration in terms of vertical and horizontal dimensions and histologic bone quality.\n\nThe Plaque Index The modified O'Leary plaque index (plaque free sites) will be used to obtain dichotomous plaque scores at 6 sites per tooth.\n\nThe Gingival Index\n\nThe Gingival Index will be measured. Scores will be as follows:\n\n0- Normal Gingiva\n\n1. Mild inflammation: slight change in color, slight edema\n2. Moderate inflammation: redness, edema, glazing\n3. Severe inflammation: marked redness, edema, and ulceration.\n\nEach gingival unit (mesio-buccal, mid-buccal, disto-buccal, mesio-lingual, mid-lingual, and disto-lingual) of the individual tooth will be given a score from 0-3, called the gingival index for the area. The scores from the 6 areas of the tooth are added and divided by 6 to give the gingival index for the tooth.\n\nStandardized Radiographic Technique The Rinn radiographic holder is positioned to allow as near as possible paralleling technique. Radiographs will be taken at baseline and again at 6 months.\n\nArithmetic Determinations:\n\n* Change in horizontal ridge dimension: (Pre-op Width) - (Post-op Width).\n* Change in vertical ridge dimension: (Pre-op Distance) - (Post-op Distance)\n\nTooth mobility 0 - Mobility of the crown is within normal physiologic limits.\n\n1. Mobility of the crown up to 0.5 mm in one direction. Does not exceed 1.0 mm in both directions.\n2. Mobility of the crown from 0.5 to 1 mm in one direction. Does not exceed 2.0 mm in both directions.\n3. Mobility of the crown exceeding 1 mm in one direction and/or vertical depressibility. Greater than 2.0 mm in both directions and/or vertical depressibility.\n\nExaminer calibration:\n\nThe data will be compared from indices or measurements taken by the examiner on three different patients at two different times within a 60-minute period to measure the intra-examiner accuracy and reproducibility.\n\nA minimum of three subjects are to be recruited to participate in the calibration. The subjects should exhibit a range of the criteria being assessed in the index or measurements being performed (i.e., subjects with moderate to severe periodontal disease).\n\nThe examiner will score 3 teeth per subject within the same quadrant. The examiner will measure each subject, calling out the measurements, site by site, while the assistant records.\n\nDuplicate measurements of the subjects will be taken within 60 minutes following the initial measurements. The assistant will record the second set of data.\n\nThe examiner will not compare the two sets of data at any time during the calibration. The examiner will not discuss their measurements with the assistant or the subject during the calibration.\n\nThe assistant recording the data will be responsible for handling the data sheets. The examiner will have no access to any of the data sheets during the course of the calibration.\n\nThe data sets will be analyzed for percent agreement. Acceptable percent agreement will reflect the limits set for the different parameters measured.\n\nAcceptable percent agreement will be: 90% within ±1mm for probing depth, recession and attachment level and 70% within 0 mm."
        },
        "conditionsModule": {
            "conditions": [
                "Ridge Augmentation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The study involves an investigator (surgeon) and an examiner. The examiner measures the clinical parameters before and after surgery and is blinded to the surgical procedure and if intra-marrow penetrations are utilized.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intra-marrow penetrations",
                    "type": "EXPERIMENTAL",
                    "description": "Twelve test patients will receive guided bone regeneration therapy with the use of intra-marrow penetrations prior to bone graft placement.",
                    "interventionNames": [
                        "Procedure: Intra-marrow penetrations"
                    ]
                },
                {
                    "label": "No Intra-marrow penetrations",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Twelve test patients will receive guided bone regeneration therapy without the use of intra-marrow penetrations prior to bone graft placement.",
                    "interventionNames": [
                        "Procedure: No Intra-marrow penetrations"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Intra-marrow penetrations",
                    "description": "Intra-marrow penetrations",
                    "armGroupLabels": [
                        "Intra-marrow penetrations"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "No Intra-marrow penetrations",
                    "description": "No Intra-marrow penetrations",
                    "armGroupLabels": [
                        "No Intra-marrow penetrations"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Alveolar Ridge Width",
                    "description": "Alveolar ridge width (measured in mm) after 6 months of healing",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Alveolar Ridge Height",
                    "description": "Alveolar ridge height (measured in mm) after 6 months of healing",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Buccal Soft Tissue Thickness",
                    "description": "Buccal soft tissue thickness at crest of alveolar ridge (measured in mm)",
                    "timeFrame": "6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Histomorphometric Measurements",
                    "description": "Trephine core specimens will be evaluated to determine percent of residual graft, newly formed bone, trabecular space and connective tissue. The sections will be stained with hematoxylin and eosin. The mean percentage of vital and non-vital bone, and trabecular space will be determined for each patient by using an American Optical microscope at 150X with 10 X 10 ocular grid.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy male or female who is at least 18 years old.\n* Patients must sign an informed consent approved by the University of Louisville Human Studies Committee.\n\nExclusion Criteria:\n\n* Patients with debilitating systemic diseases, or diseases that have a clinically significant effect on the periodontium.\n* Presence or history of osteonecrosis of jaws.\n* Patients who are currently taking IV bisphosphonates or who had IV treatment with bisphosphonates irrespective of duration.\n* Patients who have been treated with oral bisphosphonates for more than three years.\n* Patients with an allergy to any material or medication used in the study.\n* Patients who need prophylactic antibiotics\n* Previous head and neck radiation therapy.\n* Chemotherapy in the previous 12 months.\n* Patients on long term NSAID or steroid therapy.\n* Pregnant patients.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Himabindu Dukka, DMD",
                    "role": "CONTACT",
                    "phone": "502-852-1817",
                    "email": "himabindu.dukka@louisville.edu"
                },
                {
                    "name": "Niti Patel, DMD",
                    "role": "CONTACT",
                    "phone": "502-852-1817",
                    "email": "ndpate02@louisville.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Louisville",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bindu Dukka, BDS, MSD, MPH",
                            "role": "CONTACT",
                            "phone": "502- 852- 1817",
                            "email": "himabindu.dukka@louisville.edu"
                        },
                        {
                            "name": "Niti Patel, DMD",
                            "role": "CONTACT",
                            "phone": "859-685-5423",
                            "email": "niti.patel@louisville.edu"
                        },
                        {
                            "name": "Bindu Dukka, BDS, MSD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "University of Louisville",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Himabindu Dukka, BDS, MSD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}