{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05312736",
            "orgStudyIdInfo": {
                "id": "GYROS"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01FD007628",
                    "type": "FDA",
                    "link": "https://reporter.nih.gov/quickSearch/R01FD007628"
                }
            ],
            "organization": {
                "fullName": "Jaeb Center for Health Research",
                "class": "OTHER"
            },
            "briefTitle": "Gyrate Atrophy Ocular and Systemic Study",
            "officialTitle": "Gyrate Atrophy Ocular and Systemic Study",
            "acronym": "GYROS",
            "therapeuticArea": [
                "Ophthalmology",
                "Other"
            ],
            "study": "gyrate-atrophy-ocular-and-systemic-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-28",
            "studyFirstSubmitQcDate": "2022-03-28",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Jaeb Center for Health Research",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Conquering Gyrate Atrophy Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Department of Health and Human Services",
                    "class": "FED"
                },
                {
                    "name": "Food and Drug Administration (FDA)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Gyrate Atrophy Ocular and Systemic Study characterizes the natural history of ornithine levels and retinal degeneration (RD) associated with disease-causing OAT variants in the presence of standard care dietary treatment regimens over 4 years. The research goal is to understand the impact of OAT mutations on plasma ornithine levels and retinal degeneration.",
            "detailedDescription": "Gyrate atrophy is a rare inherited chorioretinal degeneration that is associated with hyperornithinemia, an inborn error of metabolism caused by autosomal recessive mutations in the ornithine aminotransferase (OAT) gene. Gyrate atrophy is characterized by childhood-onset nyctalopia and sharply demarcated areas of chorioretinal atrophy that initially involve the midperipheral fundus. The atrophic areas typically coalesce and enlarge towards the posterior pole in the second and third decades of life, leading to severe visual field constriction and vision loss if left untreated. The current standard care treatment of gyrate atrophy is an arginine restricted diet that is implemented in practice using dietary protein restriction with essential amino acid supplementation. However, dietary treatment is highly burdensome on patients and negatively impacts quality of life such that only about \\~20% of patients are able to comply. Strict adherence to dietary protein restriction (particularly through adolescence), essential amino acid supplementation, and nutritional management of body weight especially during intercurrent illness and pregnancy are among the challenges of treatment. Periods of suboptimal dietary control led to plasma ornithine elevation and progressive chorioretinal degeneration.\n\nInvestigators are developing gene therapy as a potential one-time treatment that could arrest disease progression while avoiding or reducing the need for dietary treatment. To facilitate a future interventional gene therapy clinical trial, there is a need to evaluate natural history of and the relationship between potential clinical trial outcome measures.\n\nThe objectives of the OAT gene natural history study are as follows:\n\n1. Natural History\n\n   1. Characterize the natural history of retinal degeneration associated with disease-causing OAT variants in the presence of standard care dietary treatment regimens over four (4) years, using functional, structural, and patient-reported outcome measures.\n   2. Characterize the natural history of ornithine levels associated with disease-causing OAT variants in the presence of standard care dietary treatment regimens over four (4) years.\n   3. Determine within-patient variability of ornithine levels associated with disease-causing OAT variants in the presence of standard care dietary treatment regimens over four (4) years.\n   4. Evaluate inter-eye correlation on ocular measures.\n2. Metabolic-Structure-Function Relationships\n\n   1. Explore relationship of structural outcomes with functional outcomes in individuals with disease-causing OAT variants.\n   2. Explore relationship of plasma ornithine levels with structural and functional outcomes in individuals with disease-causing OAT variants.\n3. Identify Rapid Progressors\n\n   1. Explore possible risk factors (genotype, phenotype, environmental, comorbidities, and dietary therapy/supplements) for progression of the functional, structural, and patient-reported outcome measures over four (4) years in individuals with disease-causing OAT variants.\n   2. Explore possible risk factors (genotype, phenotype, environmental, comorbidities, and dietary therapy/supplements) for ornithine levels over four (4) years in individuals with disease-causing OAT variants.\n\nThe expected impact of the OAT gene natural history study is to inform a future interventional clinical trial design and implementation, including the following:\n\n1. Determine within-patient variability of ornithine levels.\n2. Develop quantitative measures of progression of the area of preserved retina and establish its reproducibility, sensitivity to change, and relationship with other measures.\n3. Establish rates of progression of retinal degeneration on all functional, structural, and patient-reported outcome measures, and determine which measures are most sensitive to change.\n4. Determine primary time points and duration for a planned future treatment trial.\n5. Use variability and inter-eye correlation of outcomes for trial sample size calculations.\n6. Identify candidates for the future trial, including eligibility criteria based on risk factors and cut points for severity of disease most likely to benefit from treatment.\n7. Establish study procedures and workflows for practical implementation of the same testing procedures in a future trial."
        },
        "conditionsModule": {
            "conditions": [
                "Gyrate Atrophy",
                "Gyrata of Choroid and Retina; Atrophy",
                "Ornithine-δ-aminotransferase",
                "OAT",
                "Chorioretinal Degeneration"
            ],
            "keywords": [
                "Gyrate Atrophy",
                "OAT"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "blood samples and skin biopsy"
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vision Cohort 1",
                    "description": "Criteria that must be met in the better eye\\* at the Screening Visit:\n\nvisual acuity ETDRS letter score of 54 or more (approximate Snellen equivalent 20/80 or better) and visual field\\*\\* diameter 10 degrees or more in every meridian of the central field\n\nThe better eye is defined as the eye with the better Screening Visit ETDRS visual acuity. However, if both eyes have the same visual acuity, which is defined as the same Snellen equivalent, then the determination will be made at investigator discretion. In this scenario, the investigator will consider the eye with better fixation or clearer ocular media to permit highest quality retinal imaging.\n\nThe visual field (VF) is defined as the clinically determined kinetic VF III4e performed within the last 18 months prior to the Screening Visit or performed on the day of the Screening Visit."
                },
                {
                    "label": "Vision Cohort 2",
                    "description": "Criteria that must be met in the better eye\\* at the Screening Visit:\n\nvisual acuity ETDRS letter score of 19-53 (approximate Snellen equivalent 20/100 - 20/400) OR visual acuity ETDRS letter score of 54 or more (approximate Snellen equivalent 20/80 or better) and visual field\\*\\* diameter less than 10 degrees in any meridian of the central field.\n\nThe better eye is defined as the eye with the better Screening Visit ETDRS visual acuity. However, if both eyes have the same visual acuity, which is defined as the same Snellen equivalent, then the determination will be made at investigator discretion. In this scenario, the investigator will consider the eye with better fixation or clearer ocular media to permit highest quality retinal imaging.\n\nThe visual field (VF) is defined as the clinically determined kinetic VF III4e performed within the last 18 months prior to the Screening Visit or performed on the day of the Screening Visit."
                },
                {
                    "label": "Vision Cohort 3",
                    "description": "Criteria that must be met in the better eye\\* at the Screening Visit:\n\nvisual acuity ETDRS letter score of 18 or less (approximate Snellen equivalent 20/500 or worse).\n\nThe better eye is defined as the eye with the better Screening Visit ETDRS visual acuity. However, if both eyes have the same visual acuity, which is defined as the same Snellen equivalent, then the determination will be made at investigator discretion. In this scenario, the investigator will consider the eye with better fixation or clearer ocular media to permit highest quality retinal imaging.\n\nThe visual field (VF) is defined as the clinically determined kinetic VF III4e performed within the last 18 months prior to the Screening Visit or performed on the day of the Screening Visit."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Structural Outcome: Characterize Change using Quantitative Measures of Progression of the Area of Preserved Retina",
                    "description": "Measured by Wide Field Fundus Autofluorescence (FAF)",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Structural Outcome: Characterize Change using Quantitative Measures of Progression of the Area of Preserved Retina (Use with FAF for assessments)",
                    "description": "Measured by wide field color photography",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Metabolic Outcome: Characterize Change in Plasma Ornithine Level",
                    "description": "Obtained by fasting plasma amino acids panel and evaluated by a central lab",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Metabolic Outcome: Characterize Change in Blood Spot Ornithine Level",
                    "description": "Obtained by fasting blood spot test amino acids panel and evaluated by a central lab",
                    "timeFrame": "Baseline and every 4 months until study completion (4 years)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Structural Outcome: Ellipsoid zone (EZ) area",
                    "description": "Measured by Spectral Domain Optical Coherence Tomography (SD-OCT)",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Structural Outcome: Area of Post Subcapsular Cataract",
                    "description": "Measured by Red Reflex Photography",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Structural Outcome: Foveal Avascular Zone (FAZ) Area and Macular Vessel Density",
                    "description": "Measured by OCTA Ancillary Test at Subset of Sites",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Functional Outcome: Visual Field Sensitivity Measured with Quantitative Topographic Analysis (Hill of Vision)",
                    "description": "Measured by Octopus 900 Pro",
                    "timeFrame": "Screening visit and every year until study completion (4 years) with the exception of baseline."
                },
                {
                    "measure": "Functional Outcome: Early Treatment of Diabetic Retinopathy Study (ETDRS) Best Corrected Visual Acuity (BCVA) letter score",
                    "description": "Measured on the Electronic Visual Acuity (EVA) system or ETDRS charts.",
                    "timeFrame": "Screening visit and every year until study completion (4 years) with the exception of baseline."
                },
                {
                    "measure": "Functional Outcome: Low Visual Acuity Test - for participants unable to see ETDRS letters",
                    "description": "Measured on the Berkeley Rudimentary Vision Test (BRVT)",
                    "timeFrame": "Screening visit and every year until study completion (4 years) with the exception of baseline."
                },
                {
                    "measure": "Functional Outcome: ETDRS Best Corrected Low Luminance Visual Acuity Letter Score",
                    "description": "Measured on the Electronic Visual Acuity (EVA) system or ETDRS charts.",
                    "timeFrame": "Screening visit and every year until study completion (4 years) with the exception of baseline."
                },
                {
                    "measure": "Functional Outcome: Change in Mean Retinal Sensitivity",
                    "description": "Measured by Fundus-Guided Microperimetry (MP)",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Functional Outcome: Change in Full-Field Retinal Sensitivity",
                    "description": "Measured by full-field stimulus threshold (FST) testing to blue, white, and red stimuli",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Functional Outcome: Change in Retinal Function",
                    "description": "Measured by full-field electroretinogram (ERG) amplitudes and timing in response to rod- and cone-specific stimuli.",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                },
                {
                    "measure": "Metabolic Outcome: Proline, lysine, glutamine, glutamate, arginine, and related metabolite: creatine and its precursor guanidinoacetate",
                    "description": "Obtained by fasting plasma amino acids panel and evaluated by a central lab",
                    "timeFrame": "Two (2) fasting plasma samples collected on two (2) different days, within ten (10) days of Baseline Visit date and every year until study completion (4 years)"
                },
                {
                    "measure": "Metabolic Outcome: Level of dietary protein control",
                    "description": "Obtained from serum albumin sample evaluated by a central lab",
                    "timeFrame": "Baseline and every year until study completion (4 years)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient Reported Outcomes Adults 18 years or older",
                    "description": "Measured by Michigan Retinal Degeneration Questionnaire (MRDQ) Visual Symptom and Impact Outcomes Patient Reported Outcome (ViSIO-PRO) Patient-Reported Outcomes Measurement Information System (PROMIS®-29)",
                    "timeFrame": "Baseline and every two years until study completion (4 years)"
                },
                {
                    "measure": "Patient Reported Outcomes Adolescents 12-17 years",
                    "description": "Measured by Visual Symptom and Impact Outcomes Patient Reported Outcome (ViSIO-PRO) L. V. Prasad-Functional Vision Questionnaire (LVP-FVQ II)",
                    "timeFrame": "Baseline and every two years until study completion (4 years)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must meet all the following inclusion criteria at the Screening Visit in order to be eligible to enroll into the genetic screening phase.\n* Willing to participate in the study and able to communicate consent during the consent process.\n* Willing and able to complete all study visit assessments at each visit over the forty-eight (48) month study period. Age ≥ 12 years.\n\nMust meet one (1) of the Genetic Screening Criteria below:\n\n* At least 2 disease-causing variants in the OAT gene which are homozygous or heterozygous in trans, based on a report from a clinically certified lab, or a report from a research lab that has been pre-approved by the study Genetics Committee.\n* At least 2 disease-causing variants in the OAT gene with unknown phase, based on a report from a clinically certified lab, or a report from a research lab that has been pre-approved by the study Genetics Committee, AND must meet both of the following phenotype criteria: .Classic fundus appearance of gyrate atrophy (based on investigator discretion) AND Elevated ornithine levels \\>300 μmol/L (documented on any prior lab report).\n\nNote: if a participant has a variant(s) of unknown significance, they will still qualify if they meet the Genetic Screening Criteria above. Ocular Inclusion Criteria Participant must meet the following criteria at the Screening Visit to enroll into the genetic screening phase.\n\nBoth eyes must have a clinical diagnosis of retinal dystrophy. Both eyes must permit good quality photographic imaging (e.g., but not limited to, clear ocular media, adequate pupil dilation, stable fixation).\n\nExclusion Criteria:\n\n* Participants must not meet any of the following exclusion criteria at the Screening Visit in order to be eligible to enroll into the genetic screening phase.\n* Single pathogenic or likely pathogenic genetic variants known to be associated with autosomal dominant retinitis pigmentosa/retinal dystrophy (AD, heterozygous), X-374 linked retinitis pigmentosa/retinal dystrophy (XL, hemizygous), or mitochondrial inheritance.\n* Expected to enter experimental treatment trial at any time during this study. History of more than 1 year of cumulative treatment, at any time, with an agent associated with pigmentary retinopathy, including hydroxychloroquine, chloroquine, thioridazine, and deferoxamine. Note: Since this is a Natural History Study collecting data on the progression of Gyrate Atrophy, pregnant women will not be specifically excluded from participation.\n\nOcular Exclusion Criteria:\n\n* If either eye has any of the following ocular exclusion criteria at the Screening Visit, then the participant is not eligible to enroll into the genetic screening phase.\n* Current vitreous hemorrhage.\n* Current or any history of tractional or rhegmatogenous retinal detachment.\n* Current or any history of (for example, but not limited to prior to cataract or refractive surgery) spherical equivalent of the refractive error worse than -8 Diopters of myopia. • • • History of intraocular surgery (for example, but not limited to cataract surgery, vitrectomy, penetrating keratoplasty, or LASIK) within the last 3 months.\n* Current or any history of confirmed diagnosis of glaucoma (for example, but not limited to glaucomatous VF changes or nerve changes, or history of glaucoma filtering surgery). e. Current or any history of retinal vascular occlusion or proliferative diabetic retinopathy.\n* History or current evidence of ocular disease that, in the opinion of the investigator, may confound assessment of visual function.\n* The following medications and treatments are prohibited as they can affect progression of retinal pigmentosa. The participant must not have received or planning to receive the following treatments.\n* Any use of ocular stem cell or gene therapy.\n* Any treatment with ocriplasmin.\n* Treatment with Ozurdex (dexamethasone), Iluvien or Yutiq (fluocinolone 404 acetonide) intravitreal implant.\n\nThe following medications and treatments are excluded within the specified timeframe:\n\n* Treatment with an ophthalmic oligonucleotide within the last 9 months (last treatment date is less than 9 months prior to Screening Visit date).\n* Treatment with any other product within five times the expected half-life of the product (time from last treatment date to Screening Visit date is at least 4115 times the half-life of the given product).\n* Treatment that can alter visual acuity between Screening and Baseline (e.g., periorbital injections.)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The target population for GYROS will be patients with gyrate atrophy associated with disease-causing variants in the OAT gene.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Coordinating Center",
                    "role": "CONTACT",
                    "phone": "8139758690",
                    "email": "ffb@jaeb.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mandeep S. Singh, MD",
                    "affiliation": "John Hopkin's - Wilmer Eye Institute",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "David Valle, MD",
                    "affiliation": "John Hopkin's - Wilmer Eye Institute",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacque Duncan, MD",
                            "role": "CONTACT",
                            "phone": "415-502-5161",
                            "email": "Roxanna.Rabiee@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Johns Hopkins University, Wilmer Eye Institute",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mandeep Singh, MD",
                            "role": "CONTACT",
                            "phone": "443-287-7912",
                            "email": "Mfrey3@jhmi.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "410-502-1231",
                            "email": "Sthom142@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Harvard Univ., Massachusetts Eye and Ear Infirmary",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Huckfeldt, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-573-4459",
                            "email": "Tu_Doan@meei.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Center for Advanced Retinal and Ocular Therapeutics",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Uyhazi, MD, PhD",
                            "role": "CONTACT",
                            "phone": "215-662-6396",
                            "email": "mariejel.weber@pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "INRET Clínica e Centro de Pesquisa",
                    "status": "RECRUITING",
                    "city": "Belo Horizonte",
                    "state": "Minas Gerais",
                    "zip": "30150-270",
                    "country": "Brazil",
                    "contacts": [
                        {
                            "name": "Fernanda Belga Ottoni Porto, MD, PhD",
                            "role": "CONTACT",
                            "phone": "55 31 32264882",
                            "email": "fernandabop@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": -19.92083,
                        "lon": -43.93778
                    }
                },
                {
                    "facility": "University of Toronto, Hospital for Sick Children",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M5G0A4",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Ajoy Vincent, MBBS, MS",
                            "role": "CONTACT",
                            "phone": "416.813.7654 Ext: 222838",
                            "email": "neema.thaliath@sickkids.ca"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Helsinki University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Helsinki",
                    "zip": "00280",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "Eeva-Marja Sankila, MD, PhD",
                            "role": "CONTACT",
                            "phone": "+358 9 4711",
                            "email": "eeva-marja.sankila@hus.fi"
                        }
                    ],
                    "geoPoint": {
                        "lat": 60.16952,
                        "lon": 24.93545
                    }
                },
                {
                    "facility": "Centre Hospitalier National d'Ophtalmologie des Quinze-Vingts, INSERM-DGOS CIC1423",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Paris",
                    "zip": "75012",
                    "country": "France",
                    "contacts": [
                        {
                            "name": "Isabelle Audo, MD, PhD",
                            "role": "CONTACT",
                            "phone": "33(0) 1 40 02 14 55",
                            "email": "tdib@15-20.fr"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                },
                {
                    "facility": "University of Tuebingen, Centre for Ophthalmology",
                    "status": "RECRUITING",
                    "city": "Tübingen",
                    "zip": "72076",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Andrea Rindtorff, MD",
                            "role": "CONTACT",
                            "phone": "49 7071 29 87747",
                            "email": "laura.kuehlewein@med.uni-tuebingen.de"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.52266,
                        "lon": 9.05222
                    }
                },
                {
                    "facility": "Moorfields Eye Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "London",
                    "zip": "UK EC1V 2PD",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Michel Michaelides, MD (Res)",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Foundation Fighting Blindness Public Website",
                    "url": "https://public.jaeb.org/ffb"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After the study is completed, the de-identified, archived data will be transmitted to and stored at the FFB Consortium Coordinating Center, under the supervision of Allison Ayala, for use by other researchers including those outside of the study.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "After manuscript is published",
            "accessCriteria": "Users accessing data must enter an email address"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Israel"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015799",
                    "term": "Gyrate Atrophy"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000015862",
                    "term": "Choroid Diseases"
                },
                {
                    "id": "D000014603",
                    "term": "Uveal Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "asFound": "Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18353",
                    "name": "Gyrate Atrophy",
                    "asFound": "Gyrate Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M18406",
                    "name": "Choroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17351",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T2645",
                    "name": "Gyrate Atrophy of Choroid and Retina",
                    "asFound": "Gyrate Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5824",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}