{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05958030",
            "orgStudyIdInfo": {
                "id": "CLIN-0001"
            },
            "organization": {
                "fullName": "GyroGear Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "GyroGlove Use in Essential Tremor Patients",
            "officialTitle": "Effectiveness and Safety of GyroGlove in Stabilising Hand Tremors in Essential Tremor",
            "therapeuticArea": [
                "Other"
            ],
            "study": "gyroglove-use-in-essential-tremor-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-05",
            "studyFirstSubmitQcDate": "2023-07-14",
            "studyFirstPostDateStruct": {
                "date": "2023-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "GyroGear Ltd",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a multi-centre, single-blind, placebo-controlled trial with an open label follow up. After the baseline assessment, all participants will receive the GyroGlove for two weeks during the open label follow up part of the trial. All gloves will be retrieved and returned to GyroGear after closure of the study.",
            "detailedDescription": "All participants will attend 2 in-clinic assessment sessions (Baseline (day 0), Follow-up (day 14)) after screening visit. The baseline session will last approximately 120 minutes whilst the 2-week assessment will last approximately 60-80 minutes. At baseline assessment, participants will perform protocol-specific activities with both investigational devices (i.e. GyroGlove and Placebo).\n\nIn addition to in-clinic assessments, participants will complete self-assessments at Day -3 prior baseline visit (i.e. Day 0,) and at Day 5 and 10 from baseline (i.e. Day 0), when they started using GyroGlove at home.\n\nAll participants will be blinded at the baseline (Day 0), as assessments will be performed with GyroGlove and a placebo device in a pre-defined sequence. Each participant will act as the control for him/herself and will be blinded to the interventions order.\n\nThe sequence of interventions in the study has been pre-defined, owing to the potential for longitudinal effects of wearing the device interfering with the accurate study outcome measurement."
        },
        "conditionsModule": {
            "conditions": [
                "Essential Tremor"
            ],
            "keywords": [
                "Essential Tremor",
                "Activities of Daily Living"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "All study participants will interact with both investigational device and placebo in a pre-defined sequence.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The study is a single-blind study where study participants will be blinded to the order of both devices (investigational device and placebo) during baseline visit.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "No Interventional",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will perform protocol-specific tasks with no device"
                },
                {
                    "label": "Investigational Device Arm",
                    "type": "EXPERIMENTAL",
                    "description": "GyroGlove",
                    "interventionNames": [
                        "Device: GyroGlove"
                    ]
                },
                {
                    "label": "Placebo Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Device: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Placebo",
                    "description": "The placebo device consists of the same hardware as GyroGlove: aesthetically it looks the same, weight same and produces the same noise as GyroGlove. Participants will interact with Placebo on the day of baseline visit (i.e. Day 0).",
                    "armGroupLabels": [
                        "Placebo Arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "GyroGlove",
                    "description": "GyroGlove is a patented wearable device containing high-performance, miniaturised, gyroscopes designed for individuals diagnosed with essential tremor. Participants will interact with GyroGlove on the day of baseline visit (i.e. Day 0), 2-week Home use and on the day of follow-up visit (i.e Day 14).",
                    "armGroupLabels": [
                        "Investigational Device Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline to Week- 2 (follow-up assessment) on The Essential Tremor Rating Assessment Scale (TETRAS) composite outcome score performance in ET participants",
                    "description": "The Essential Tremor Rating Assessment Scale (TETRAS) composite outcome score is the sum of modified items 2, 3, 6 \\& 8 of the TETRAS-ADL (Activities of Daily Living) subscale and modified items 6 - 7 of the TETRAS-PS (performance subscale). The TETRAS-ADL subscale is a patient-rated scale administered by a trained interviewer that assesses the impact of tremor on day-to-day functioning, such as feeding with a spoon, drinking from a glass, pouring, using keys etc. The TETARS-PS is a clinical rating scale that quantifies tremor in the head, face, voice, limbs and trunk. Items 6 (drawing an Archimedes spiral) and 7 (handwriting) of the TETRAS-PS evaluate the impact of upper limb tremor on performance. Each item from the modified subscales ranges from 0 - 4, with 0 representing normal and 4 representing severely abnormal. The sum of the 6 items provides the TETRAS composite outcome score, which ranges from 0 - 24, with higher scores representing more severe ET.",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in performance in a subset of The Essential Tremor Rating Assessment Scale- performance subscales (TETRAS-PS) between GyroGlove and placebo device at baseline in ET participants",
                    "description": "TETARS-PS is a clinical rating scale that quantifies tremor in the head, face, voice, limbs and trunk. Items 6 (drawing an Archimedes spiral) and 7 (handwriting) of the TETRAS-PS evaluate the impact of upper limb tremor on performance. Each item from the modified subscales ranges from 0 - 4, with 0 representing normal and 4 representing severely abnormal. The sum of the TETRAS-PS items, which ranges from 0 - 8, with higher scores representing more severe ET.",
                    "timeFrame": "Day-0 (Baseline)"
                },
                {
                    "measure": "Change in Clinical Global Impression- Improvement scale (CGI-I) score between placebo and GyroGlove",
                    "description": "The CGI-I is a 7-point Likert-type rating scale that a qualified medical personnel (ie, a clinician)will use to rate the severity of the participants' ability to function due to their ET. The responses to this scale range from 1 (Very much improved) to 7 (Very much worse).",
                    "timeFrame": "Day-0 (Baseline)"
                },
                {
                    "measure": "Change in Patient Global Impression- Improvement scale (PGI-I) score between placebo and GyroGlove",
                    "description": "The PGI-I is a 7-point Likert-type rating scale that participants use to rate the change in severity of their ability to function due to ET. The responses to this scale range from 1 (Very much better) to 7 (Very much worse).",
                    "timeFrame": "Day-0 (Baseline)"
                },
                {
                    "measure": "Percentage of participants with Investigational devices-related adverse events as assessed by CTCAE v4.0",
                    "description": "Safety outcome as measured by the incidence of investigational devices-related adverse events, event types from Day-0 (Baseline) to Day-14 (follow-up assessment)",
                    "timeFrame": "Upto Day-14"
                },
                {
                    "measure": "Change in performance in a subset of The Essential Tremor Rating Assessment Scale- Activities of Daily Living (TETRAS ADL) subscales between baseline and follow-up assessment in ET participants",
                    "description": "The Essential Tremor Rating Assessment Scale- Activities of Daily Living (TETRAS-ADL) subscale is a patient-rated scale administered by a trained interviewer that assesses the impact of tremor on day-to-day functioning, such as feeding with a spoon, drinking from a glass, pouring, using keys. Each item from the modified subscales ranges from 0 - 4, with 0 representing normal and 4 representing severely abnormal. The sum of the 4 items of TETRAS ADL subscale provide outcome score, which ranges from 0 - 16, with higher scores representing more severe ET.",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                },
                {
                    "measure": "Change in the Quality of Life in Essential Tremor Questionnaire (QUEST) score between baseline and follow-up assessment in ET participants",
                    "description": "The Quality of Life in Essential Tremor Questionnaire (QUEST) was developed to specifically assess the impact of ET on health-related quality of life. The QUEST is a 30-item questionnaire comprising 5 subscales (physical, psychosocial, communication, hobbies/leisure, and work/finance) and a total score, plus 3 additional items relating to sexual function and satisfaction with tremor control and medication side effects. Each item is rated by frequency on a scale from 0 (never) to 4 (always), with higher scores indicating greater dissatisfaction or disability due to ET.",
                    "timeFrame": "Day-0 (Baseline) and Day-14"
                },
                {
                    "measure": "Change in Patient Global Impression- Improvement scale (PGI-I) score between baseline and follow-up assessment in ET participants",
                    "description": "The PGI-I is a 7-point Likert-type rating scale that participants use to rate the change in severity of their ability to function due to ET. The responses to this scale range from 1 (Very much better) to 7 (Very much worse).",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                },
                {
                    "measure": "Change in performance in a subset of The Essential Tremor Rating Assessment Scale- performance subscales (TETRAS-PS) between baseline and follow-up assessment in ET participants.",
                    "description": "TETARS-PS is a clinical rating scale that quantifies tremor in the head, face, voice, limbs and trunk. Items 6 (drawing an Archimedes spiral) and 7 (handwriting) of the TETRAS-PS evaluate the impact of upper limb tremor on performance. Each item from the modified subscales ranges from 0 - 4, with 0 representing normal and 4 representing severely abnormal. The sum of the TETRAS-PS items, which ranges from 0 - 8, with higher scores representing more severe ET.",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                },
                {
                    "measure": "Change in EQ-5D-5L score between baseline and follow-up assessment in ET participants",
                    "description": "Health-related quality of life will be measured using the EuroQol Five Dimensions (EQ-5D). The EQ-5D-5L is a valid extension of the 3-level questionnaire. It can be defined as a standardized non-disease specific value-based instrument to describe and value health-related quality of life. The instrument consists of two components: the EQ-5D descriptive system and the EQ visual analogue scale (EQ-VAS).The first part consists of five dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension has five response categories (no problems, slight problems, moderate problems, severe problems, and extreme problems). The EQ-VAS measures one's self-perceived health today on a vertical scale from 0 (worst imaginable health) to 100 (best imaginable health) on which participants have to indicate their current health.",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                },
                {
                    "measure": "Change in performance in a subset of the Bain and Findley ADL tasks from Day-1 to Day-14",
                    "description": "Bain \\& Findley Activities of Daily Living (B\\&F ADL) Scale is a patient rated scale. ADL tasks included in the study are: Use a spoon to drink soup ; Hold a cup of tea ; Pour milk from a bottle or carton ; Dial a telephone ; Pick up your change ; Insert an electric plug into a socket ; Unlock your front door with a key and Write a letter. Each task will be rated on a 4-point scale (1-4): 1 = Able to do the activity without difficulty ; 2 = Able to do the activity with a little effort ; 3 = Able to do the activity with a lot of effort ; 4 = Cannot do the activity by yourself.",
                    "timeFrame": "Day-1 to Day-14"
                },
                {
                    "measure": "Change in Clinical Global Impression- Improvement scale (CGI-I) score between baseline and follow-up assessment in ET participants",
                    "description": "The CGI-I is a 7-point Likert-type rating scale that a qualified medical personnel (ie, a clinician)will use to rate the severity of the participants' ability to function due to their ET. The responses to this scale range from 1 (Very much improved) to 7 (Very much worse).",
                    "timeFrame": "Day-0 (Baseline) and Day-14 (follow-up)"
                },
                {
                    "measure": "Change in participants' experience of GyroGlove after 2-week intervention",
                    "description": "Change in participants' experience of GyroGlove after 2-week home use will be assessed by utilising User Experience Questionnaire. Participants will complete User Experience Questionnaire form during follow-up visit.",
                    "timeFrame": "Day-14 (follow-up)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Subject has been clinically diagnosed with ET\n* Has either unilateral or bilateral tremor of the hand or predominantly hand as well as forearm\n* Has a score of ≥ 2 in ADL activities 2, 3, 6 \\& 8 of the TETRAS ADL subscale (TRG, Sep 2021)\n* Tremor in at least one hand causing water spillage during drinking\n\nAnd\n\n* Stable dosage of medications throughout the duration of the study, if applicable\n* Ability to speak and read in the language that the trial documentation has been translated to.\n* Ability to understand verbal instructions in the language that the trial documentation has been translated to.\n* Ability to provide written informed consent to participate in the study\n* Capacity to complete self-report outcome measures in the language that the trial documentation has been translated to\n\nExclusion Criteria:\n\n* Other possible causes of tremor, including Parkinson's disease, drug-induced, enhanced physiological tremor\n* Presence of tremor around the elbow and shoulder limiting participants to perform required test/procedure in the study\n* Has implanted electrical medical device, e.g., pacemaker, defibrillator, or deep brain stimulator\n* Clinically diagnosed alcohol use disorder or illicit substance use (exception medical cannabis)\n* Change in medication for tremor within 1 month prior to study enrolment\n* Change in antidepressant medication within 3 months prior to study enrolment\n* Has received botulinum toxin injection for hand tremor within 4 months prior to study enrolment\n* Has been diagnosed with any of the following conditions affecting the hand and/or arm:\n\n  * Fingers/Wrist joint defects or deformities or current skeletal injuries that prevent them from wearing the glove\n  * Hand muscular deformities or weakness, e.g.: Myotonic Dystrophy, Autosomal Recessive Muscular Dystrophy limiting participant to perform required test/procedure in the study\n  * Skin Conditions of the hand and forearm, e.g.: Eczema, Psoriasis, Extreme Skin Sensitivity\n  * Growth or Development Defects of the hand, including but not limited to, Brittle Bone Disease, Triphalangeal Thumb.\n* Previous thalamotomy procedure, including stereotactic thalamotomy, gamma knife radio surgical thalamotomy, and focused ultrasound for the treatment of tremor.\n* Neurological conditions aside from essential tremor that may affect the conduct of the study\n* Peripheral neuropathy affecting the upper extremity\n* Are participating or have participated in any interventional clinical trial or study in the last 30 days which may confound the results of this study, unless approved by the Sponsor\n* Inability to follow simple instructions\n* Pregnancy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Faii Ong",
                    "role": "CONTACT",
                    "phone": "+44 2045773038",
                    "email": "clinical@gyrogear.co"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Richard Walker",
                    "affiliation": "North Tyneside General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Quest Research Institute",
                    "city": "Farmington Hills",
                    "state": "Michigan",
                    "zip": "48334",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter LeWitt",
                            "role": "CONTACT",
                            "phone": "248-957-8940",
                            "email": "peter@questri.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48531,
                        "lon": -83.37716
                    }
                },
                {
                    "facility": "Houston Methodist Stanley H. Appel Department of Neurology",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Ondo",
                            "role": "CONTACT",
                            "phone": "346-238-9068",
                            "email": "wondo@houstonmethodist.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Vermont Medical Centre",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Boyd",
                            "role": "CONTACT",
                            "phone": "802-847-4589",
                            "email": "James.Boyd@uvmhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                },
                {
                    "facility": "Addenbrooke Hospital, Cambridge University Hospital NHS Trust",
                    "city": "Cambridge",
                    "state": "England",
                    "zip": "CB2 0QQ",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Paul Worth",
                            "role": "CONTACT",
                            "phone": "01223349289",
                            "email": "paul.worth@addenbrookes.nhs.uk"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.2,
                        "lon": 0.11667
                    }
                },
                {
                    "facility": "Clinical Ageing Research Unit, Newcastle University",
                    "city": "Newcastle",
                    "state": "England",
                    "zip": "NE4 5PL",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Nicola Pavese",
                            "role": "CONTACT",
                            "phone": "0191 2081264",
                            "email": "nicola.pavese@newcastle.ac.uk"
                        }
                    ],
                    "geoPoint": {
                        "lat": 54.97328,
                        "lon": -1.61396
                    }
                },
                {
                    "facility": "Oxford University Hospitals NHS Foundation Trust, UK",
                    "city": "Oxford",
                    "state": "England",
                    "zip": "OX3 9DU",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Raj Sarangmat",
                            "role": "CONTACT",
                            "phone": "07912145463",
                            "email": "Nagaraja.Sarangmat@ouh.nhs.uk"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.75222,
                        "lon": -1.25596
                    }
                },
                {
                    "facility": "North Tyneside General Hospital",
                    "city": "Newcastle",
                    "zip": "NE29 8NH",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Richard Walker",
                            "role": "CONTACT",
                            "phone": "07795617590",
                            "email": "Richard.Walker@northumbria-healthcare.nhs.uk"
                        }
                    ],
                    "geoPoint": {
                        "lat": 54.97328,
                        "lon": -1.61396
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The study data collected during the study will be shared among study investigators in order to publish the study report at the end of the study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014202",
                    "term": "Tremor"
                },
                {
                    "id": "D000020329",
                    "term": "Essential Tremor"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16956",
                    "name": "Tremor",
                    "asFound": "Tremor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22137",
                    "name": "Essential Tremor",
                    "asFound": "Essential Tremor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}