{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05672797",
            "orgStudyIdInfo": {
                "id": "STUDY00017024"
            },
            "organization": {
                "fullName": "Arizona State University",
                "class": "OTHER"
            },
            "briefTitle": "Habitual Hypertension Medication Adherence in Arizona",
            "officialTitle": "Habitual Hypertension Medication Adherence in Arizona",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "habitual-hypertension-medication-adherence-in-arizona"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-19",
            "studyFirstSubmitQcDate": "2023-01-03",
            "studyFirstPostDateStruct": {
                "date": "2023-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Arizona State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Wellth Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research will implement a novel habit formation intervention among people living with hypertension and an indication of medication non-adherence to help maintain high anti-hypertensive (AH) medication adherence by leveraging the power of routines and unconsciously triggered habitual behaviors. The investigators will test whether high AH medication adherence can be maintained using contextually-cued medication adherence habits that mitigate the negative effects of declining motivation, forgetfulness, and the cognitive burden of performing repeated daily behaviors. The use of mHealth tools will help to make this a scalable and sustainable intervention approach for addressing an important healthcare issue in Arizona."
        },
        "conditionsModule": {
            "conditions": [
                "Medication Adherence",
                "Habits",
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 225,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the control group will not receive additional adherence reminders or financial incentives during the 9-month study."
                },
                {
                    "label": "Wellth",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be eligible to receive $30 at the end of three consecutive 30-day periods ($90 in total) if they demonstrate complete medication adherence through the Wellth app (i.e. taking a daily picture of their pills in their hand and submitting it through the Wellth app). Photos must be submitted within a 4-hour window around a specific time of day chosen by the participant and set at the start of each 30-day period. They will lose $2 (from their $30 total) for every day they miss a medication check-in within their pre-set 4-hour window with the Wellth app. The Wellth app will also provide reminders at the end of the day if participants have not yet completed their daily check-in.",
                    "interventionNames": [
                        "Other: Wellth app"
                    ]
                },
                {
                    "label": "Wellth + Habit Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will also be eligible for $30 at the end of three consecutive 30-day periods ($90 in total) if they submit daily evidence of their medication adherence habit using the Wellth app (i.e. one photo that provides evidence of pill-taking and one photo that provides evidence of their contextual cue, which participants will select and specify on their comprehension survey at the start of the study). Similar to T1, participants will lose $2 (from their $30 total) for every day they miss a check-in with the Wellth app within a 4-hour window around the time of day of their choosing at the start of each 30-day period. Participants will not have to pay money, i.e. they lose $2 per missed check-in from the $30 of incentives until their incentives equal $0. Thus, participants will be ineligible for any financial incentives if they miss more than 15 days in a 30-day period, where this group's check-in includes one photo of pill-taking and one photo of their contextual cue.",
                    "interventionNames": [
                        "Other: Wellth app",
                        "Behavioral: Habit training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Wellth app",
                    "description": "The Wellth app will be provided to treatment groups 1 and 2 for free and it is available for download through all common mobile app stores for both iOS and Android phones. The Wellth App is a private company that serves over five million clients that range from patients of healthcare providers and beneficiaries of various health insurance companies to employees of large corporations, where the Wellth App is offered as a behavioral tool for increasing meditation adherence among individuals who are managing chronic conditions through daily meditations, e.g. chronic obstructive pulmonary disease, asthma, high blood pressure, coronary artery disease, and HIV. The Wellth App has already been offered to some members of Arizona Complete Health, so both Wellth and Arizona Complete Health are familiar with implementing this program among this target population.",
                    "armGroupLabels": [
                        "Wellth",
                        "Wellth + Habit Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Habit training",
                    "description": "Participants in treatment groups 1 and 2 will be asked to identify an existing routine behavior that will act as a \"cue\" for their daily pill-taking behavior to. However, only participants in treatment group 2 will have to submit visual evidence of their cue to the Wellth app in addition to photos of their medication in order to receive credit for the medication check-in (i.e., financial incentives conditional on using their cue).",
                    "armGroupLabels": [
                        "Wellth + Habit Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Medication adherence",
                    "description": "Medication adherence will be assessed using Arizona Health Care Cost Containment System (AHCCCS) prescription drug claims over the duration of the nine month study. Prescription drug claims are submitted when an individual requests a refill of their prescription. Thus, prescription drug claims reflect whether or not an individual was taking their medication over a given time frame.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-reported habit strength",
                    "description": "Self-reported habit strength will be assessed using the Self-Reported Behavioral Automaticity Index (SRBAI). Behavioral automaticity is a component of habit strength that reflects the degree to which a behavior is performed automatically with little cognitive effort. SRBAI scores can range from 4 to 20, with higher scores indicating greater behavioral automaticity.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Healthcare utilization",
                    "description": "Healthcare utilization will be assessed using Arizona Health Care Cost Containment System (AHCCCS) encounters claims data. This data reflects the number of inpatient, outpatient, and emergency encounters an individual reports over the duration of the nine month study.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Healthcare cost savings",
                    "description": "Healthcare cost savings will be assessed using Arizona Health Care Cost Containment System (AHCCCS) encounters claims data. This data reflects the total cost of inpatient, outpatient, and emergency encounters over the duration of the nine month study.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Health-related quality of life",
                    "description": "Health-related quality of life will be assessed using the Health-Related Quality of Life (HRQoL) Scale. These questions ask about recent pain, depression, anxiety, sleeplessness, vitality, and the cause, duration, and severity of a current activity limitation an individual may have in his or her life. Higher scores indicate lower health-related quality of life.\n\nThe HRQoL Scale also calculates a Summary Index of Unhealthy Days. Unhealthy days are an estimate of the overall number of days during the previous 30 days when the respondent felt that either his or her physical or mental health was not good. Healthy days are the positive complementary form of unhealthy days. Healthy days estimates the number of recent days when a person's physical and mental health was good (or better).",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Perceived health competence",
                    "description": "Perceived health competence will be assessed using the Perceived Health Competence Scale (PHCS). The PHCS is a domain-specific measure of the degree to which an individual feels capable of effectively managing their own health outcomes. Scores range from 1 to 5, with higher scores indicating greater perceived health competence.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Intrinsic motivation",
                    "description": "Intrinsic motivation will be assessed using the Intrinsic Motivation Inventory. The IMI is a self-report scale that measures the degree to which an individual is intrinsically motivated to perform a certain behavior. Scores range from 1 to 7, with higher scores indicating higher intrinsic motivation.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Stress",
                    "description": "Stress will be assessed using the Perceived Stress Scale. The PSS measures how much perceived stress an individual has experienced within the last month. Scores range from 0 to 40 with higher scores indicating greater perceived stress.",
                    "timeFrame": "Change from baseline to follow-up (Month 9)"
                },
                {
                    "measure": "Wellth app data",
                    "description": "Wellth app data will be collected from participants enrolled in the treatment groups to determine if participants were taking their medication at or around the same time every day. Participants in both treatment groups will submit photos of them taking their medication using the app. Participants in the Wellth + Habit Training group will also submit a photo of the stimuli they are using to cue their pill-taking habit.",
                    "timeFrame": "Three-month intervention period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18 years old or older\n* Currently diagnosed with hypertension (either stage I or stage II hypertension)\n* Able to read/write/understand English\n* Have daily access to a smartphone\n* Engaged in hypertension care (i.e., already been prescribed antihypertensive medication for a minimum of 12 months at the time of study enrollment)\n* Demonstrated antihypertensive medication nonadherence by having over 73 days without documented antihypertensive medication prescription coverage (observable in Arizona Health Care Cost Containment System (AHCCCS) prescription drugs claims) in the past 12 months (i.e., \\>80% mean adherence)\n\nExclusion Criteria:\n\n* Less than 18 years old\n* Does not have current hypertension diagnosis\n* Unable to read/write/understand English\n* Does not have daily access to a smartphone\n* Not currently engaged in hypertension care\n* Has not demonstrated antihypertensive medication nonadherence within the past 12 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chad Stecher, PhD",
                    "role": "CONTACT",
                    "phone": "602-496-0957",
                    "email": "chad.stecher@asu.edu"
                },
                {
                    "name": "Sara Cloonan, MS",
                    "role": "CONTACT",
                    "email": "sacloona@asu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chad Stecher, PhD",
                    "affiliation": "Arizona State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona State University",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chad Stecher, PhD",
                            "role": "CONTACT",
                            "phone": "602-496-0957",
                            "email": "chad.stecher@asu.edu"
                        },
                        {
                            "name": "Chad Stecher, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual participant data will not be shared with other researchers. Aggregated data will be available upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}