{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02476838",
            "orgStudyIdInfo": {
                "id": "15-00200"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Hand Transplantation",
            "officialTitle": "Microvascular VCA Transplantation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hand-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-06-08",
            "studyFirstSubmitQcDate": "2015-06-17",
            "studyFirstPostDateStruct": {
                "date": "2015-06-19",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to see if an investigational surgery that transfers tissue from a non-living donor to living individual will help restore greater function, appearance, and sensation to the hand and forearm areas of individuals who have suffered traumatic injury to the hand and forearm.\n\nThis procedure is called a hand allotransplantation or \"hand transplant\".\n\nThis study will also collect data on how patients do during and after having a hand transplant from a nonliving donor. Recovery and outcomes will be observed through clinical exams, x-rays, blood and tissue tests, and other associated evaluations at all follow up visits.",
            "detailedDescription": "The subject will be selected as a possible participant in this study because s/he has suffered traumatic amputation to the hand and s/he has identified that s/he is interested in having a hand transplant as an alternative to continued care using conventional prostheses. Investigators will evaluate subjects between the ages of 18 and 60 who are missing tissue from an area of the hand and forearm. After obtaining consent, several pre-transplant screening procedures and evaluations will be completed. This data will be utilized to determine recipient eligibility and selection for placement onto the transplant waiting list.\n\nThe data and information gathered during the pre-transplant screening procedures will be evaluated and discussed by members of the Participant Selection Committee (PSC) and consensus will be reached to nominate (or not) for transplantation. All screening procedures will be re-evaluated on a yearly basis while the subject remains on the list.\n\nTransplant Waiting List Procedures After all data is evaluated, the subject's information will be presented to the Patient Selection Committee for final reviews. Some subjects evaluated may NOT be deemed eligible for the protocol. While on the waitlist, serum samples will be provided every month to perform cross-match with a current sample in the case of a potential donor candidate.\n\nPreparation for Transplantation When a matched donor is identified, any screening procedures that need to be repeated will be done prior to the hand transplant surgery, which is consistent with the standard of care at this institution. Once subject has been cleared for surgery, the transplant will be scheduled and performed. The duration of the surgery will be approximately 18-24 hours.\n\nThe patient will have a PICC (peripherally inserted central catheter) line started in the limb that will not be operated on. If the patient is to have bilateral transplants, a central line will be placed by the anesthesiologist.\n\nAn infraclavicular brachial plexus nerve block using 0.25% bupivacaine and mepivacaine without epinephrine would be performed on the recipient's upper extremity with an indwelling catheter for intra and post-operative pain control and vasodilatation by chemical sympathectomy. Cephalosporin 2 g or equivalent will be given IV preoperatively.\n\nPost-transplant clinical monitoring procedures and post-operative care The transplanted tissue will be monitored closely per the hand surgeon's standard free flap postoperative protocol. Additionally, free flap treatment guidelines will be provided to hospital supportive staff such as physical therapy, occupational therapy, and nursing.\n\nHospitalization length The subject's expected length of time in the hospital floor is approximately 4 weeks. After that the subject will be moved to Rehabilitation Unit until post operative day (POD) 90 If there are complications, the subject may remain longer.\n\nOccupational therapy The subject will need to have occupational therapy for about twelve to 24 months after their surgery. During the immediate 90 day in-patient stay, the patient will have hand therapy a minimum of five days a week for 1-3 hours each session. At these visits, a series of exercises aimed to improve strength and active and passive range of motion will be performed with additional modalities added as tolerated. Early controlled motion will be introduced to reduce the chance of adhesions. Appropriate wound dressings and splints would be fashioned to aid with proper positioning, healing and safe exercising. The caregiver must also learn the prescribed exercises and proper use and care of any other equipment that the subject will need to use.\n\nFollow-up visits After the subject is discharged from the hospital, s/he will have at least six follow-up visits within the first year with the multi-disciplinary team. The subject will have at least two visits yearly thereafter. The reconstructive surgeon, the transplant surgeon, and other physicians the subject's doctor suggests will see the participants and provide follow up care at their offices.\n\nMonitoring tests/procedures The subject will undergo monitoring tests and a number of follow-up visits."
        },
        "conditionsModule": {
            "conditions": [
                "Amputation"
            ],
            "keywords": [
                "hand injury",
                "hand amputation",
                "hand amputee",
                "hand surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "traumatic amputation of the hand",
                    "type": "OTHER",
                    "description": "may be male or female patients between the ages of 18 and 60 who are missing all or part of one or both hands and forearms",
                    "interventionNames": [
                        "Procedure: Hand Transplantation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Hand Transplantation",
                    "description": "microvascular VCA transplant",
                    "armGroupLabels": [
                        "traumatic amputation of the hand"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number and proportion of subjects with biopsy-proven rejection",
                    "timeFrame": "60 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number and proportion losing their VCA graft",
                    "timeFrame": "60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Candidates may be male or female patients between the ages of 18 and 60 who are missing all or part of one or both hands and forearms\n* Must be HIV negative at the time of transplant\n* Crossmatch is negative between donor and recipient\n* Women who are of child bearing potential must have a negative pregnancy test (urine test is acceptable) within 48 hours of transplant and agree to use reliable contraception for one year following transplant\n* Subjects must give written informed consent\n* Subjects who are poor candidates for prosthesis and eligible for hand transplant - prosthesis failure or non acceptance/poor satisfaction with trial of prosthesis\n\nExclusion Criteria:\n\n* Uncontrolled infection or severe concomitant diseases which would exclude the recipient from transplantation\n* Substance abuse disorders not currently under control (as determined by the Michigan Alcohol Screening Test)\n* Active severe psychiatric illness such as Psychosis or Depression\n* Body Dysmorphic disorder (see Appendix K for screening tool). Less severe psychiatric conditions are addressed on a case by case basis\n* Co-existing medical or psycho-social problems relevant to tissue allotransplantation:\n\n  * Positive serology for HIV; Hepatitis B/C Antigen\n  * Subjects with any cognitive deficits related to a TBI (traumatic brain injury) and or any organic neurological disorders\n  * Active malignancy within 5 years\n  * Unstable social situation as evidenced by lack of stable housing and/or lack of a supportive significant other\n  * Cognitive limitations affecting patients ability\n  * Recent history of medical nonadherence\n* Any other psychological status that would hinder the success or safety of the transplantation.\n* Level of amputation proximal to mid-humerus: some presence of proximal muscles is required to motor a functioning hand\n* Congenital Abnormalities: co-existent absence/atrophy/agenesis of any tissue may affect post transplant results\n* History of amputation of less than six months: subject must be allowed to attempt prosthetic use prior to hand transplantation. This can be waived in cases where the recipient requires amputation/revision of the transplant site at the time of transplantation. However, if at all possible it is highly encouraged that the patient has ruled out prosthetics as an alternative to transplantation.\n* Blindness: blind amputees may be poor candidates because sensory return in the hand may not provide sufficient protective sensation\n* Pregnancy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Calahan",
                    "role": "CONTACT",
                    "phone": "929-455-5826",
                    "email": "thomas.calahan@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sheel Sharma, MD",
                    "affiliation": "NYU Langone Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Ambulatory Care Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10017",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Calahan",
                            "role": "CONTACT",
                            "phone": "929-455-5826",
                            "email": "mailto:thomas.calahan@nyulangone.org"
                        },
                        {
                            "name": "Sheel Sharma, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9322",
                    "name": "Hand Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}