{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05833555",
            "orgStudyIdInfo": {
                "id": "U01OD033245",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/U01OD033245"
            },
            "organization": {
                "fullName": "City University of New York, School of Public Health",
                "class": "OTHER"
            },
            "briefTitle": "Harlem Strong Mental Health Coalition",
            "officialTitle": "Harlem Strong Mental Health Coalition: A Multi-sector Community-Engaged Collaborative for System Transformation",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "harlem-strong-mental-health-coalition"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-26",
            "studyFirstSubmitQcDate": "2023-04-17",
            "studyFirstPostDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City University of New York, School of Public Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Harlem Congregation for Community Improvement, Inc.",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Healthfirst",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Addressing health disparities, especially in the face of coronavirus pandemic, requires an integrated multi-sector equity-focused, community-based approach. This study will examine the impact of Harlem Strong Community Mental Health Collaborative, a community-wide multi-sectoral coalition in which a health insurer works with a network of community-based organizations, medical providers, and behavioral health providers to engage in a network-wide implementation planning process to: (1) problem-solve financing, access, and quality of care barriers, (2) support capacity building for mental health (MH) task-sharing for community health workers, (3) facilitate coordination and collaboration across MH/behavioral health, primary care, and a range of social services, including case management, housing supports, financial education, employment support, and other community resources to improve linkages to services, and (4) identify a set of common MH, social risk, and health metrics and strategies to integrate these metrics into data systems across the network for continuous quality improvement of the system. The long-term goal of our study is to develop sustainable model for task-sharing MH care that will be embedded in a coordinated comprehensive network of services, including primary care, behavioral/MH, social services, and other community resources.",
            "detailedDescription": "This study examines the impact of Harlem Strong Community Mental Health Collaborative, a community-wide multi-sectoral coalition in which a health insurer works with community-based organizations and medical and behavioral health providers to (1) problem-solve financing, access, and quality of care barriers, (2) support capacity building for MH task-sharing for community health workers, (3) facilitate coordination and collaboration across MH/behavioral health, primary care, and social services, and (4) identify a set of common metrics and strategies for continuous system quality improvement. The research study will evaluate the impact using a Hybrid Implementation-Effectiveness design to assess the effects of the Harlem Strong Collaborative on implementation and consumer outcomes. The investigators will also describe implementation outcomes and key informant interviews to explore impact of community engagement, organization variables, and provider factors on model impact. The long-term goal of this study is to develop a sustainable model for task-sharing MH care that will be embedded in a coordinated comprehensive network of services.\n\nThe investigators will conduct a stepped-wedge clustered randomized control study evaluating the effectiveness of a MH task-sharing intervention, that involves randomization and sequenced exposure to three implementation conditions: (1) online education and resources (E\\&R) about MH task-sharing (screening, education, and referral), (2) community-engaged multisector collaborative care model (MCC), where a neighborhood-based coalition will support implementation of MH task-sharing, and (3) community crowdsourced technology solution to support implementation (MCC+Tech)."
        },
        "conditionsModule": {
            "conditions": [
                "Stress-related Problem",
                "Depression, Anxiety",
                "Mental Health Wellness"
            ],
            "keywords": [
                "Task-sharing",
                "Implementation research",
                "Collaborative care",
                "Behavior Activation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 700,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Education and Resources",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Education and Resources (E\\&R) involves online training through the E-Hub on delivery of basic MH task-shifting skills, such as screening, psychoeducation, and referral to MH care. A community directory along with training on community resources will be made available to all participants. Specifically, we will recommend that those identified to have common MH problems (PHQ-4≥3) are offered a single two-hour zoom-based group psychoeducation session about depression and anxiety, COVID-19 impact on MH, wellness and self-care skills, and directory of Harlem-based MH services and other community resources. Participants exhibiting higher level needs are referred to MH specialists.",
                    "interventionNames": [
                        "Behavioral: MH task-sharing training"
                    ]
                },
                {
                    "label": "Multisector Collaborative Care",
                    "type": "EXPERIMENTAL",
                    "description": "Multisector Collaborative Care (MCC) Model will consist of all resources offered in E\\&R and additional trainings on skills related to working in a multisectoral team, care navigation, syndemic risks and coordination of services related to MH, social services, and health care.",
                    "interventionNames": [
                        "Behavioral: MH task-sharing training",
                        "Behavioral: Supervision",
                        "Behavioral: Learning Collaborative"
                    ]
                },
                {
                    "label": "Multisector Collaborative Care and Technology",
                    "type": "EXPERIMENTAL",
                    "description": "MCC sites will be randomized to receive an additional technology-based implementation tool to evaluate impact on implementation and consumer outcomes.",
                    "interventionNames": [
                        "Behavioral: MH task-sharing training",
                        "Behavioral: Supervision",
                        "Behavioral: Learning Collaborative",
                        "Other: Technology Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MH task-sharing training",
                    "description": "Providers will be trained to screen for MH, provide education, refer, and coordinate to range of social services. MH training typically consists of education and resources, such as one-time workshops and toolkits, provided with limited technical assistance.",
                    "armGroupLabels": [
                        "Education and Resources",
                        "Multisector Collaborative Care",
                        "Multisector Collaborative Care and Technology"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supervision",
                    "description": "Additionally, Community Health Workers (CHWs) will receive bi-weekly group supervision for the first 6-months, and monthly supervision for the remaining year on Zoom from a supervisor at Center for Innovation in Mental Health.",
                    "armGroupLabels": [
                        "Multisector Collaborative Care",
                        "Multisector Collaborative Care and Technology"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning Collaborative",
                    "description": "A learning collaborative with multidisciplinary teams from various healthcare organizations will support continuous quality improvement and develop develop structured approach to improve provision of care.",
                    "armGroupLabels": [
                        "Multisector Collaborative Care",
                        "Multisector Collaborative Care and Technology"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Technology Intervention",
                    "description": "To be determined by community crowdsourcing after the first phase of implementation of the multisector collaborative care for MH task-sharing.",
                    "armGroupLabels": [
                        "Multisector Collaborative Care and Technology"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depression - PHQ-9",
                    "description": "Depression symptom severity is assessed using the Patient Health Questionnaire (PHQ-9), which includes nine items on a scale ranging from \"0\" (Not at all) to \"3\" (Nearly every day).\n\nPHQ-9 scores range from 0 to 27, with higher scores indicating greater severity of depression. The scores are categorized into five levels: minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19), and severe (20-27).",
                    "timeFrame": "6-12 months"
                },
                {
                    "measure": "Anxiety - GAD-7",
                    "description": "Anxiety symptom severity is assessed using the General Anxiety Disorder (GAD-7) scale, which consists of seven items designed to screen and evaluate anxiety symptom severity on a scale ranging from \"0\" (Not at all) to \"3\" (Nearly every day).\n\nGAD-7 scores range from 0 to 21, with higher scores indicating greater anxiety symptoms. Scores are classified into four levels: minimal (0-4), mild (5-9), moderate (10-14), and severe (15-21).",
                    "timeFrame": "6-12 months"
                },
                {
                    "measure": "Housing Security",
                    "description": "% of participants who experience housing insecurity.\n\nHousing insecurity is defined by meeting criteria such as currently living in a shelter, having experienced eviction in the past, or facing challenges in paying for their rent or mortgage.",
                    "timeFrame": "6-12 months"
                },
                {
                    "measure": "Employment Security",
                    "description": "% of participants who experience employment insecurity.\n\nEmployment insecurity is defined by meeting criteria such as currently not working, working only part-time or intermittently over the past few months, or not receiving payment for work they have performed.",
                    "timeFrame": "6-12 months"
                },
                {
                    "measure": "Food Security",
                    "description": "% of participants who experience food insecurity.\n\nFood insecurity is defined by meeting criteria such as not having enough to eat often or sometimes, and/or cannot afford to purchase enough food to meet their basic nutritional needs.",
                    "timeFrame": "6-12 months"
                },
                {
                    "measure": "Reach of Screening",
                    "description": "Number of new consumers screened for depression using the Patient Health Questionnaire (PHQ-4) relative to the total number of low-income housing residents or patients seen at the sites will be used.",
                    "timeFrame": "0-24 months"
                },
                {
                    "measure": "Mental Health Service Linkage",
                    "description": "% of successful MH linkages (connecting with MH navigator or MH referrals).",
                    "timeFrame": "0-24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Program Adoption",
                    "description": "% of delivering MH care components during the Supported Implementation when implementation support is provided (% of MH care components delivered - screening, assessment, education, referral).",
                    "timeFrame": "0-12 months"
                },
                {
                    "measure": "Program Sustainment",
                    "description": "% of delivering MH care components during the Sustainment Phases when study-funded implementation supports are withdrawn (% of MH care components delivered - screening, assessment, education, referral).",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Implementation Barriers and Facilitators",
                    "description": "The investigators will review the implementation data table before conducting qualitative interviews to construct the \"implementation story (themes)\" based on the implementation data which is extracted from clinical records/logs and training records.",
                    "timeFrame": "12, 24 months"
                },
                {
                    "measure": "Provider Attitude towards Adopting Evidence-Based Practices (EBPAS)",
                    "description": "The Evidence-based Practice Attitude Scale with 15 items is used to assess providers' attitudes including their requirements, appeal, openness, and divergence. Each item is scored from \"0\" (not at all) to \"4\" (to a very great extent), with higher scores indicating a more positive attitude towards adopting evidence-based practices.",
                    "timeFrame": "0, 6, 12, 24 months"
                },
                {
                    "measure": "Partnerships with Coalition Members",
                    "description": "Partnerships and Collaboration are assessed using a 20-item scale developed by investigators. The scale includes different subdomains such as collaboration, organizational capacity, sustainability, and responsive models.\n\nEach item will be rated on a scale of \"0\" (Strongly Disagree) to \"5\" (Strongly Agree), with a higher score indicating greater partnership.",
                    "timeFrame": "0, 6, 12, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Black and Latino adults between 18 and 65 years\n* Harlem residents from low-income housing developments or receiving primary care services in Harlem\n* PHQ-4 Total Score ≥3, moderate risk for depression\n\nExclusion Criteria:\n\n* Those with risk for depression or anxiety who screen positive for severe mental illness (e.g., psychosis, mania, substance abuse, and high suicide risk) using screening items from the Mini-International Neuropsychiatric Interview will be excluded from the study and referred to MH services at higher levels of care",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thinh T Vu, MSc",
                    "role": "CONTACT",
                    "phone": "646-309-7981",
                    "email": "thinh.vu@sph.cuny.edu"
                },
                {
                    "name": "Deborah Levine, LCSW",
                    "role": "CONTACT",
                    "phone": "917-549-6155",
                    "email": "Deborah.levine@sph.cuny.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Victoria Ngo, PhD",
                    "affiliation": "CUNY Graduate School of Public Health and Health Policy",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harlem Congregation for Community Improvement",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10025",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Malcolm Punter, Ed.D",
                            "role": "CONTACT",
                            "phone": "212-281-4887",
                            "phoneExt": "205",
                            "email": "mpunter@hcci.org"
                        },
                        {
                            "name": "Malcolm Punter, Ed.D",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}