{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05404750",
            "orgStudyIdInfo": {
                "id": "STUDY21090002"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DA054832",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DA054832"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Harm Reduction in HIV Primary Care for PLWH Who Use Drugs",
            "officialTitle": "Impact of Harm Reduction Care in HIV Clinical Settings on Stigma and Health Outcomes",
            "therapeuticArea": [
                "Other"
            ],
            "study": "harm-reduction-in-hiv-primary-care-for-plwh-who-use-drugs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-19",
            "studyFirstSubmitQcDate": "2022-05-31",
            "studyFirstPostDateStruct": {
                "date": "2022-06-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary Hawk",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Allegheny Health Network Research Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Alabama at Birmingham",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "People living with HIV (PLWH) who use drugs experience significant health disparities including lower rates of retention in HIV care and higher rates of unsuppressed viral load, resulting in secondary infections and increased mortality. The proposed study will used mixed methods to explore (a) the relationship between healthcare providers' attitudes towards working with PLWH who use drugs and providers' acceptance and practice of structural and relational harm reduction; (b) the degree to which relational harm reduction moderates the effect of intersectional stigma experienced in healthcare settings on patients' perceptions of their relationship with providers; (c) the degree to which structural HR moderates the relationship between the patient-provider relationship and clinical outcomes, and (d) whether patient-perceived HR approaches to care are directly associated with HIV clinical outcomes. The study will also use these findings to inform the development and pre-testing of an intervention to operationalize harm reduction in HIV clinical settings, using stakeholder-engaged and human-centered design approaches, presenting a novel path to reducing HIV health inequities for PLWH who use drugs.",
            "detailedDescription": "This observational study takes place across three study sites and will explore the extent to which harm reduction care mitigates stigma experienced in healthcare settings and contributes to improved clinical outcomes. This will be explored via the following aims.\n\nAim 1. Explore the relationship between healthcare providers' stigmatizing attitudes towards working with PLWH who use drugs and providers' acceptance and practice of structural and relational HR to elucidate the context for intervention development. Providers (n=125) working HIV clinics in Birmingham, AL and Pittsburgh, PA will be surveyed to understand subjective responses around preparedness for and delivery of HR care to PLWH who use drugs. A sequential explanatory mixed-methods approach will be utilized; surveys will be followed by semi-structured interviews (n=40) with multiple provider types in both regions to further explore HR perspectives and inform intervention development. It is hypothesized that providers with less stigmatizing attitudes toward serving people who use drugs are more likely to be accepting of relational and structural HR practices.\n\nAim 2. Explore the interplay between patient-perceived HR and stigma and clinical outcomes; specifically, the degree to which (a) relational HR moderates the effect of intersectional stigma experienced in healthcare settings (HIV- and substance use-related stigma and racial discrimination) on patients' perceptions of their relationship with providers, (b) structural HR moderates the relationship between the patient-provider relationship and clinical outcomes (ART adherence, retention in care, HIV and HCV viral suppression), and (c) patient-perceived HR care is directly associated with HIV clinical outcomes (see Figure 1). After qualitatively evaluating PAPHRS with HIV clinical and HR providers (n=20) and PLWH who use drugs (n=36), PLWH who use drugs (n=500) who receive care in the study sites will be surveyed to assess their perceptions of providers' relational HR care; experiences of intersectional stigma; and perceived quality of relationships with their providers. Other potential stigmatized identities (e.g., HCV) will be explored via patient focus groups (n=36). It is hypothesized that the effect of intersectional stigma on the patient-provider relationship is attenuated in higher degrees of relational HR care; structural HR attenuates the effect of poor patient-provider relationships on clinical outcomes; and higher degrees of HR care are associated with better clinical outcomes.\n\nAim 3. Using human-centered design approaches, develop and pre-test an intervention to operationalize HR care for PLWH who use drugs in HIV clinical settings. Results from Aims 1 and 2 will be shared with with stakeholders (n=20, PLWH who use drugs, clinical and HR providers) to develop an intervention. Acceptability and feasibility of the intervention design will be assessed with providers (n=12) in both regions."
        },
        "conditionsModule": {
            "conditions": [
                "Human Immunodeficiency Virus",
                "Substance Use",
                "Stigma, Social"
            ],
            "keywords": [
                "Harm Reduction",
                "Patient-Provider Relationship"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 768,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Providers",
                    "description": "Individuals providing service or care to PLWH or people who use drugs at high risk for HIV acquisition working at our study sites in one of the following positions: front desk/patient engagement, social worker, nurse, medical assistant, advanced practice provider, or physician."
                },
                {
                    "label": "Patients",
                    "description": "PWLH with current or lifetime substance use who receive care at one of our study sites.",
                    "interventionNames": [
                        "Behavioral: Harm Reduction"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Harm Reduction",
                    "description": "Harm reduction aims to reduce negative effects of risky health behaviors without necessarily terminating the behaviors completely.Though often thought of as structural approaches (e.g., policy or syringe services), Harm reduction is also a relational approach to care focusing on non-punitive patient-provider interactions to promote autonomy. The degree to which harm reduction care is offered in study settings and is associated with clinical outcomes is the focus of this study.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HIV Viral Load",
                    "description": "Viral load will be assessed as a continuous and dichotomous variable (virally suppressed \\<200 copies/ml)",
                    "timeFrame": "Retrospective, past 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Retention in care - Missed Visits",
                    "description": "Proportion of missed versus kept HIV primary care visits",
                    "timeFrame": "Retrospective, past 5 years"
                },
                {
                    "measure": "Retention in care - Kept visits",
                    "description": "At least 2 kept HIV primary care visits separated ≥90 days during a 12-month period",
                    "timeFrame": "Retrospective, past 5 years"
                },
                {
                    "measure": "Hepatitis C Viral Load",
                    "description": "HCV Viral suppression",
                    "timeFrame": "Retrospective, past 5 years"
                },
                {
                    "measure": "HIV Adherence",
                    "description": "Self-report of ART adherence - CASE Index",
                    "timeFrame": "Retrospective, past 5 years"
                },
                {
                    "measure": "Retention in Substance use treatment",
                    "description": "Retention in MOUD or behavioral health treatment for diagnosis of substance use disorder. We will calculate the proportion of kept to scheduled visits.",
                    "timeFrame": "Retrospective, past 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Providers' Inclusion Criteria\n\n   * Working at one of our 3 study sites (UPMC HIV/AIDS Program, Positive Health Clinic, or 1917 Clinic) or one of their partner sites offering substance use treatment (Internal Medicine Recovery Engagement Program, Center for Inclusion Health, or UAB's Outpatient-Based Opioid Treatment Clinic) for at least one year\n   * Providing service or care to PLWH or people who use drugs at high risk for HIV acquisition\n   * Working in one of the following positions: front desk/patient engagement, social worker, nurse, medical assistant, advanced practice provider, or physician\n   * Able to verbally consent, read, and speak English\n2. Patient Inclusion Criteria\n\n   * Living with HIV\n   * Age 18 or older\n   * Able to verbally consent, read, and speak English\n   * Receiving HIV medical care from one of the study sites for at least one year\n   * Lifetime or recent use (past 3 months) of illicit substances (excluding marijuana) or prescription drugs for non-medical reasons in accordance with the NIDA-Modified ASSIST 2.0.\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "1. Providers of services to people living with or at high risk for HIV. Providers include all members of the healthcare team; i.e., reception, nurses, clinical providers, social workers, and pharmacists. Providers must have worked in one of our study settings for at lease one year.\n2. Patients living with HIV who have receive care at one of our study sites with lifetime or current use of illicit drugs (excluding marijuana), or of prescription drugs for non-medical reasons.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Hawk, DrPH",
                    "role": "CONTACT",
                    "phone": "412-648-2342",
                    "email": "meh96@pitt.edu"
                },
                {
                    "name": "Stephanie Creasy, MPH",
                    "role": "CONTACT",
                    "phone": "412-624-7000",
                    "email": "stc69@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary Hawk, DrPH",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Emma Kay, PhD",
                    "affiliation": "Birmingham AIDS Outreach",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35222",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "D. Scott Batey, PhD",
                            "role": "CONTACT",
                            "phone": "205-996-7984",
                            "email": "dsbatey@uab.edu"
                        },
                        {
                            "name": "D. Scott Bateey, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Birmingham AIDS Outreach",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Kay, PhD",
                            "role": "CONTACT",
                            "phone": "205-877-8677",
                            "email": "emma@mcwc-bao.org"
                        },
                        {
                            "name": "Karen Musgrove, PhD",
                            "role": "CONTACT",
                            "phone": "(205) 322-4197",
                            "email": "karen@birminghamaidsoutreach.org"
                        },
                        {
                            "name": "Emma Kay, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Allegheny Health Network Research Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15212",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stuart Fisk, MSN",
                            "role": "CONTACT",
                            "phone": "412-578-1049",
                            "email": "start.fisk@ahn.org"
                        },
                        {
                            "name": "Victor Noble, MPAS, PA-C",
                            "role": "CONTACT",
                            "phone": "412-359-8822",
                            "email": "victor.noble@ahn.org"
                        },
                        {
                            "name": "Stuart Fisk, MSN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Victor Noble, MPAS, PA-C",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah McMahon, MD",
                            "role": "CONTACT",
                            "phone": "412-647-0996",
                            "email": "mcmahond@pitt.edu"
                        },
                        {
                            "name": "Sherri Karas, MEd",
                            "role": "CONTACT",
                            "phone": "412-383-1313",
                            "email": "schesx@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36113946",
                    "type": "DERIVED",
                    "citation": "Kay ES, Creasy S, Batey DS, Coulter R, Egan JE, Fisk S, Friedman MR, Kinsky S, Krier S, Noble V, Turan B, Turan JM, Yu L, Hawk M. Impact of harm reduction care in HIV clinical settings on stigma and health outcomes for people with HIV who use drugs: study protocol for a mixed-methods, multisite, observational study. BMJ Open. 2022 Sep 16;12(9):e067219. doi: 10.1136/bmjopen-2022-067219."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000163",
                    "term": "Acquired Immunodeficiency Syndrome"
                },
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012897",
                    "term": "Slow Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "asFound": "Human Immunodeficiency Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "Human Immunodeficiency Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15700",
                    "name": "Slow Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}