{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05571917",
            "orgStudyIdInfo": {
                "id": "2206006784"
            },
            "secondaryIdInfos": [
                {
                    "id": "RM1DA055301",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/RM1DA055301"
                }
            ],
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Healing Opioid Misuse and Pain Through Engagement (HOPE) Trial",
            "officialTitle": "Integrative Treatment for Achieving Holistic Recovery From Comorbid Chronic Pain and Opioid Use Disorder",
            "acronym": "HOPE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "healing-opioid-misuse-and-pain-through-engagement-hope-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-26",
            "studyFirstSubmitQcDate": "2022-10-05",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Katie A Witkiewitz",
                "investigatorTitle": "Grant Principal Investigator",
                "investigatorAffiliation": "University of New Mexico"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Wake Forest University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a multisite randomized clinical trial of a treatment designed to reduce pain interference while simultaneously addressing relapse prevention among individuals who have co-occurring chronic pain and Opioid Use Disorder (OUD). This study will recruit approximately 160 individuals who are currently being treated in clinics specializing in the physician management of OUD. To increase generalizability of study findings and increase internal validity of the physician management component of treatment, all participants will be stabilized on buprenorphine for OUD as part of their usual clinical care. Individuals will be randomized to either: (1) enhanced usual care or (2) the integrated ACT + MBRP treatment. The investigators hypothesize that: (1) the combination of ACT + MBRP in buprenorphine-prescribed patients with chronic pain will be more efficacious across primary and secondary outcome measures in comparison to Enhanced Usual Care and (2) examination of treatment mechanism data will indicate treatment-related changes that are consistent with the theoretical models of ACT+MBRP.",
            "detailedDescription": "Opioid prescription in the treatment of chronic pain is frequent and carries a consequent risk of poor treatment outcome, as well as higher morbidity and mortality in a clinically significant number of patients, particularly those who meet criteria for OUD. Despite the alarming increases in opioid misuse and OUD nationally, there are few treatment options available that target both pain-related interference and OUD in an integrated fashion among patients with chronic pain. To date, there are no evidence-based treatment options that aim to minimize pain interference while simultaneously addressing OUD among individuals with medication prescribed for OUD.\n\nThe present trial builds upon a pilot study that tested the feasibility of integrating two empirically-supported psychosocial interventions, ACT to reduce pain interference and MBRP to reduce opioid misuse. Following successful integration of the interventions, outcome analyses found that the integrated ACT + MBRP intervention reduced both pain interference and opioid misuse at a 6-month follow-up in comparison to physician management alone.\n\nThis study is a multisite randomized clinical trial that will recruit approximately 160 individuals who are currently being treated in clinics specializing in the physician management of OUD. To increase generalizability of study findings and increase internal validity of the physician management component of treatment, all participants will be stabilized on buprenorphine for OUD as part of their usual clinical care. Individuals will be randomized to either: (1) enhanced usual care or (2) the integrated ACT + MBRP treatment.\n\nThe primary outcome, pain interference, will be assessed at the end of the active treatment phase and at 6- and 12-month follow-ups. Secondary outcomes will include pain intensity, depression, and pain-related fear, and an exploratory outcome of self-report of substance use with urine testing for confirmation. Treatment mechanism variables, including chronic pain acceptance, engagement in values-based action, and opioid craving will be assessed weekly during the active phase of treatment.\n\nOur overall hypotheses are that: (1) the combination of ACT + MBRP in buprenorphine-prescribed patients with chronic pain will be more efficacious across primary and secondary outcome measures in comparison to EUC and (2) examination of treatment mechanism data will indicate treatment-related changes that are consistent with the theoretical models of ACT+MBRP."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder",
                "Chronic Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A research coordinator who is not involved in the intervention phases of the study will randomize individuals to study arm. A block randomization method stratified by site and gender will be used with a random block size based on group scheduling, where groups will start with a group size of three to ten participants. The coordinator will generate a randomization list prior to the implementation phase. To further maintain masking, a research assistant who is not involved in the intervention phases of the study will administer all assessment measures.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "All investigators (Drs. Pearson, Witkiewitz, Hurlocker, Ilgen, and Lin) will be blinded. The research coordinators located within each site will not be blinded, as they will be involved in coordinating participant screening and randomization. Data analysis will be conducted by a study statistician blinded to participant condition.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACT + MBRP Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The ACT + MBRP group will follow a manualized clinical protocol. Treatment will include 12 weekly, virtual group-based sessions, each lasting 90 minutes. Group sizes will range from three to ten participants. All sessions will be audio recorded for fidelity. Over the course of the group meetings, participants identify areas of meaningful functioning that have been adversely impacted by pain, learn methods to enhance pain willingness in the service of these meaningful areas, and practice present-focused awareness skills. Group sessions include discussions of the impact of pain and distress avoidance, identifying alternatives to this avoidance and establishing plans for behavior change, demonstration and role-playing exercises, and homework assignments. Participants are provided with a treatment manual to help guide and inform practice outside of group sessions.",
                    "interventionNames": [
                        "Behavioral: Acceptance and Commitment Therapy + Mindfulness Based Relapse Prevention (ACT + MBRP)"
                    ]
                },
                {
                    "label": "Enhanced Usual Care (EUC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Enhanced Usual Care (EUC) condition will supplement standard practices within the study sites related to chronic pain and OUD education. Participants randomized to the EUC condition will receive a brochure (in-person, via email, or via text message) with a list of chronic pain treatment resources, signs and management of opioid overdose including naloxone, and overdose prevention, and will encouraged to schedule an appointment with a clinical provider if they would like to discuss any current or past symptoms. In addition to receiving the brochure, EUC condition participants will meet with a therapist remotely for approximately 15 minutes for a descriptive overview of the brochure. In this session, the therapist will point out the resources in the brochure and read the helpful tips out loud to the participant. This session will be audio recorded for fidelity.",
                    "interventionNames": [
                        "Behavioral: Enhance Usual Care (EUC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance and Commitment Therapy + Mindfulness Based Relapse Prevention (ACT + MBRP)",
                    "description": "This intervention is an integrated psychosocial treatment of two established treatments for chronic pain and Opioid Use Disorder (OUD). This intervention focuses on reducing pain interference and preventing relapse to opioid misuse.",
                    "armGroupLabels": [
                        "ACT + MBRP Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhance Usual Care (EUC)",
                    "description": "This intervention consists of psychoeducational materials about chronic pain treatment resources, signs and management of opioid overdose and overdose prevention. This intervention also consists of a brief, remote visit with a study therapist, lasting approximately 15 minutes.",
                    "armGroupLabels": [
                        "Enhanced Usual Care (EUC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pain Interference",
                    "description": "Pain interference between participants randomized to ACT+MBRP vs EUC assessed by Pain interference will be measured via Patient Reported Outcome Measurement Information System (PROMIS) Bank v1.0 Pain Interference: The National Institutes of Health (NIH) PROMIS toolkit measure for pain interference. Each item ranges from 0 (not at all) to 5 (very much interfered) and higher scores reflect more severe pain interference. This questionnaire asks about pain interference in the past 7 days (collected once at baseline, post-treatment, and months 6 and 12).",
                    "timeFrame": "Change from baseline through 12-month follow-up period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Pain Intensity",
                    "description": "Pain intensity between participants randomized to ACT+MBRP vs EUC will be measured via the PROMIS Short Form (SF) Pain Intensity 1a of the Helping to End Addiction Long-Term (HEAL) Initiative. Pain intensity will be assessed via a 0 (no pain) to 10 (maximum possible pain) scale for the previous week (collected once at baseline, post-treatment, and months 6 and 12). Higher scores reflect more severe pain intensity.",
                    "timeFrame": "Change from baseline through 12-month follow-up period"
                },
                {
                    "measure": "Change in Depression",
                    "description": "Depression symptoms between participants randomized to ACT+MBRP vs EUC will be measured via the Patient Health Questionnaire 9 (PHQ-9). The PHQ-9 will be used to assess depression symptoms via 9 self-report items. Response options on the PHQ9 range from 1 (not at all) to 4 (nearly every day) for frequency of depression symptoms in the previous 2 weeks (collected once at baseline, post-treatment, and months 6 and 12). Higher scores indicate more severe depression symptoms.",
                    "timeFrame": "Change from baseline through 12-month follow-up period"
                },
                {
                    "measure": "Change in Pain-Related Anxiety",
                    "description": "Pain-related anxiety between participants randomized to ACT+MBRP vs EUC will be measured via the Pain Anxiety Symptom Scale (PASS). Response options on the PASS range from 1 (never) to 5 (always) for frequency of pain-related anxiety in the previous 7 days (collected once at baseline, post-treatment, and months 6 and 12). Higher scores indicate more severe pain-related anxiety.",
                    "timeFrame": "Change from baseline through 12-month follow-up period"
                },
                {
                    "measure": "Change in Pain Acceptance",
                    "description": "Pain acceptance between participants randomized to ACT+MBRP vs EUC will be measured via the Chronic Pain Acceptance Questionnaire (CPAQ). The CPAQ assesses how often a given statement is true for the participant; response options range from a 0 (never true) to 6 (always true) with some items reverse scored. Higher scores indicate better pain acceptance. The CPAQ will be administered once at baseline, weekly during the intervention period, monthly during the intervention period, post-treatment, and months 6 and 12.",
                    "timeFrame": "Change from baseline through 12-week treatment period and 12-month follow-up period"
                },
                {
                    "measure": "Change in Valued-Action",
                    "description": "Valued-actions between participants randomized to ACT+MBRP vs EUC will be measured via the Values Tracker (VT) to assess how effective the participant was within the previous week in engaging in actions or activities that align with their personal values. The VT will be administered once at baseline, weekly during the intervention period, monthly during the intervention period, post-treatment, and months 6 and 12. Responses are measured via a slider ranging from 1 (not at all) to 10 (most effective). Higher scores reflect better valued-action engagement.",
                    "timeFrame": "Change from baseline through 12-week treatment period and 12-month follow-up period"
                },
                {
                    "measure": "Change in Craving",
                    "description": "Opioid craving between participants randomized to ACT+MBRP vs EUC will be measured via a modified version of the Penn Alcohol Craving Scale (PACS) where opioid-related cravings are assessed instead of alcohol-related cravings. Responses range from 0 to 6 where 0 represents the absence of the specific craving symptom in the item, and 6 represents the maximum intensity or frequency of the craving symptom in the item. Higher scores on the PACS reflect more severe opioid craving. Craving symptoms are assessed for the previous week (once at baseline, weekly during the intervention period, monthly during the intervention period, post-treatment, and months 6 and 12).",
                    "timeFrame": "Change from baseline through 12-week treatment period and 12-month follow-up period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Stabilized on a dose of buprenorphine for a period of at least 1 month. Buprenorphine stabilization will be defined as a consistent dose for at least 30 consecutive days.\n2. Willing to comply with all study procedures and be available for the duration of the study.\n3. Aged 18 years or older.\n4. Enrolled as a patient in one of the participating clinics.\n5. Presence of chronic pain for \\> 6 months in duration.\n\nExclusion Criteria:\n\n1. Current or past diagnosis of schizophrenia, delusional disorder, psychotic or dissociative disorders.\n2. Unable to read English.\n3. Have a substance use disorder requiring a higher level of care than outpatient treatment (e.g., severe alcohol use disorder requiring inpatient detoxification).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katie Witkiewitz, PhD",
                    "role": "CONTACT",
                    "phone": "(505) 585-1686",
                    "email": "katiew@unm.edu"
                },
                {
                    "name": "Margo Hurlocker, PhD",
                    "role": "CONTACT",
                    "email": "mhurlocker@unm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katie Witkiewitz, PhD",
                    "affiliation": "University of New Mexico",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Ilgen, PhD",
                            "role": "CONTACT",
                            "email": "marki@med.umich.edu"
                        },
                        {
                            "name": "Mark Ilgen, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University of New Mexico",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Witkiewitz, PhD",
                            "role": "CONTACT",
                            "email": "katiew@unm.edu"
                        },
                        {
                            "name": "Megan Kirouac, PhD",
                            "role": "CONTACT",
                            "email": "mkirouac@unm.edu"
                        },
                        {
                            "name": "Margo Hurlocker, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All applicable NIH Data Sharing Policies: See https://grants.nih.gov/policy/sharing.htm for policies and resources. The investigators will comply with all NIH HEAL Initiative Data Sharing policies established during the project period. This includes compliance with the NIH HEAL Initiative central data platform requirements and timelines developed through the HEAL consortium. It is expected that all data collected by award recipients and their collaborators, as part of the NIH HEAL Initiative, will be shared with the NIH HEAL Initiative central data platform. Institutions who receive Data and/or Materials from this award for performance of activities under this award are required to use the Data and/or Materials only as outlined by the NIH HEAL Initiative, in a manner that is consistent with applicable state and federal laws and regulations, including any informed consent requirements and the terms of the institution's NIH funding, including NOT-OD-17-109 and 42 U.S.C. 241(d).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "At the time of publication of the primary manuscript, or within 12 months of last patient procedure",
            "accessCriteria": "Implementation of the plan will follow the HEAL Public Access and Data Sharing Policy",
            "url": "http://heal.nih.gov/about/public-access-data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}