{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05544344",
            "orgStudyIdInfo": {
                "id": "2021-0125"
            },
            "secondaryIdInfos": [
                {
                    "id": "90RTHF0004-01-00",
                    "type": "OTHER_GRANT",
                    "domain": "National Institute on Disability, Independent Living, and Rehabilitation Research"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Healthy ReStart Intervention to Improve Health and Functioning",
            "officialTitle": "Healthy ReStart Intervention to Improve Health and Functioning",
            "therapeuticArea": [
                "Other"
            ],
            "study": "healthy-restart-intervention-to-improve-health-and-functioning"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-12",
            "studyFirstSubmitQcDate": "2022-09-14",
            "studyFirstPostDateStruct": {
                "date": "2022-09-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Judith A. Cook",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Disability, Independent Living, and Rehabilitation Research",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study tests an intervention that uses health coaching, motivational interviewing, positive psychology, and online wellness tools to help adults with mental illness return to active lives after major disruptions such as the COVID-19 pandemic.",
            "detailedDescription": "This study is testing the efficacy of a brief intervention delivered to adults with mental illness by trained health coaches, designed to help recipients engage in health and mental health self-management, while setting goals to return to an active life after major disruptions such as a pandemic. Adult clients of collaborating community mental health agencies are randomly assigned to the intervention plus services as usual, versus services as usual alone. They are assessed at baseline and 6 months later. Analysis of covariance (ANCOVA) models are used to assess the primary outcome of changes in mental and physical health, functioning, perceived competence for life self-management, and mental health recovery. Also examined are study condition differences in self-advocacy skills, access to services, and disruptions from COVID-19.\n\nHypothesis 1: Compared to services as usual (SAU), intervention recipients will report better health, well-being, and service use.\n\nHypothesis 2: Compared to SAU, intervention recipients will have more perceived competence and self-advocacy.\n\nHypothesis 3: Healthy ReStart recipients will report high levels of satisfaction with the intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The intervention includes 4 components: establishing a working alliance with a health coach, completing an online inventory to assess personal wellness in eight life areas, developing a Restart plan that includes personalized life goals, and follow-along with a health coach to address barriers to goal attainment and to reinforce achievement.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research interviewers are blinded to study condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects receive an intervention with 4 components: establishing a working alliance with a health coach, completing an online inventory to assess personal wellness in eight life areas, developing a Restart plan that includes personalized life goals, and follow-along with a health coach to address barriers to goal attainment and to reinforce achievement.",
                    "interventionNames": [
                        "Behavioral: Healthy ReStart"
                    ]
                },
                {
                    "label": "Services as Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects receive mental health services as usual.",
                    "interventionNames": [
                        "Other: Services as Usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthy ReStart",
                    "description": "In addition to receiving mental health services as usual, subjects receive services from health coaches over a four-month period to assist them in creating a Restart plan and attaining related life goals.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Services as Usual",
                    "description": "Subjects receive mental health services as usual.",
                    "armGroupLabels": [
                        "Services as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Perceived Competence",
                    "description": "Change in participants' feelings of competence about their ability to improve their lives and follow through on their life goals as measured by the Perceived Competence scale. This 4-item scale using a 7-point Likert response format ranging from \"not at all true\" to \"very true.\" The minimum value is 4 and the maximum is 28, with higher scores indicating a better outcome.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Depressive Symptoms",
                    "description": "Change in symptoms of depression and anhedonia is measured by the Patient Health Questionniare-9. Total score ranges from 0 to 27 with higher values indicating greater likelihood of depressive disorder. Total score is calculated by adding the 9 item scores.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Anxiety Symptoms",
                    "description": "Change in anxiety symptoms is measured by The Generalized Anxiety Disorder 7-item Questionnaire. Total score ranges from 0 to 21 with higher values indicating greater likelihood of generalized anxiety disorder. Total score is calculated by adding the 7 item scores.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Coping Mastery",
                    "description": "Change in subjects' sense of personal control over important life outcomes is measured by the Coping Mastery Scale. Higher values equal better coping mastery. Minimum=2 and maximum=49.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Empowerment",
                    "description": "Change in empowerment is measure by the Empowerment Scale. This 28-item instrument designed to measure subjective feelings of empowerment via self-report in which respondents answer questions on a four-point scale ranging from Strongly Agree to Strongly Disagree. The minimum score is 28 and the maximum is 112, with higher scores indicating a better outcome.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Recovery",
                    "description": "Change in recovery is measured by the Recovery Assessment Scale (RAS). Recovery is a psychosocial outcome assessed via patient self-ratings on a 41-item scale using a 5-point Likert-Response format ranging from \"strongly disagree\" to \"strongly agree.\" The minimum value for the RAS is 41 and the maximum is 205, with higher scores indicating a better outcome. Dimensions of recovery include personal confidence and hope, willingness to ask for help, goal and success orientation, reliance on others, and not being dominated by one's residual psychiatric symptoms.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Physical and Mental Functioning",
                    "description": "Change in physical and mental functioning is measured by the Veterans Rand 12. This measure assesses physical functioning, role limitations due to physical or mental health problems, pain, energy, mental and physical health, and social functioning. Responses to each item create physical component and mental component summary scores. The item weights account for differences in the strength of relationships between individual items and the physical and mental component scores. Scores are standardized using a T-score metric, with a mean of 50 and a standard deviation of 10.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                },
                {
                    "measure": "Change in Ability to Self-Advocate",
                    "description": "Change in the ability to advocate for oneself with behavioral health care providers is assessed by the Patient Self-Advocacy Scale, an 18-item scale with a 5-point Likert response set ranging from \"strongly disagree\" to \"strongly agree.\" Dimensions include in patient knowledge, assertiveness, and potential for mindful non-adherence to treatment. Scoring involves computing the mean scale score, so therefore values range from a minimum of 1 to a maximum of 5, with higher scores indicating a better outcome.",
                    "timeFrame": "Study entry (pre-intervention), 6 months post-study entry"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 and older\n* Diagnosis of serious mental illness defined as a DSM 5 psychiatric disorder and moderate to severe functional impairment\n* Membership in a collaborating community mental health agency\n* Access to the Internet for online meetings\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* A cognitive impairment preventing informed consent\n* Unable to communicate in English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Judith A Cook, Ph.D.",
                    "role": "CONTACT",
                    "phone": "312-355-3921",
                    "email": "jcook@uic.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Trilogy Behavioral Health Care",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60626",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Hadley",
                            "role": "CONTACT",
                            "email": "shandley@trilogyinc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}