{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05639361",
            "orgStudyIdInfo": {
                "id": "22-1618"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Healthy Starts: Repeated Exposure Pilot",
            "officialTitle": "Healthy Starts: Pacing of Children's Introduction to New Plant-Based Foods",
            "therapeuticArea": [
                "Other"
            ],
            "study": "healthy-starts-repeated-exposure-pilot"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-21",
            "studyFirstSubmitQcDate": "2022-12-05",
            "studyFirstPostDateStruct": {
                "date": "2022-12-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Temple University",
                    "class": "OTHER"
                },
                {
                    "name": "Vitamix Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Decades of research have established that providing repeated exposure to new foods is the most robust strategy for promoting children's acceptance of new foods (1). However, there is little guidance on how best to translate this recommendation into everyday family life about how often to introduce children to new foods. We propose to conduct a proof-of-concept randomized trial that will evaluate three different schedules of repeated exposure to a novel vegetable, which will help to identify the optimal \"pacing\" of repeated exposure to promote children's acceptance (i.e., intake) of new vegetables. Here we define \"pacing\" as how often (every day, every few days, etc.) and across what interval of time (days, weeks, months) repeated exposure is effective for infants to learn to accept a novel food.",
            "detailedDescription": "Child acceptance of a novel vegetable will be assessed at 4 periodic consumption tests. Participants will visit the Children's Eating Laboratory where caregivers will offer their infants the novel vegetable in the format of their choice (pureed, mashed, or cut into small pieces). These visits will occur at: 1) baseline; 2) 2 weeks to obtain an interim measure of acceptance; 3) 6 weeks to measure acceptance at the end of the exposure period, and 4) 3 months (approximately 6 weeks from the end of the exposure period) to measure longer-term acceptance. Caregivers will be asked not to feed their child less than 90 minutes before arriving for their visit, so that their child will be hungry when they are being offered food. The feeding sessions during each visit will be video recorded. Child acceptance of the novel vegetable will be measured by intake (consumption in grams) and rate of acceptance. The vegetable will be weighed before and after it is offered to calculate intake by the child. The videos will be coded by trained coders trained to reliability, who will code for the child's rate of acceptance of the novel food, which ranges from rejection of the food to eager anticipation of the bite (Hetherington et al. 2016 Food Qual Prefer; Nekitsing et al. 2016 Food Qual Prefer), and for child and caregiver behaviors (Barrett et al. 2021 Curr Dev Nutr).\n\nCaregivers will be provided the novel vegetable to offer their child at home. They will be asked to offer a small taste (2 small bites' worth or up to 3 rejections) at the intervals specified above. During the in-home exposure period, caregivers will be asked to keep a brief log of each offer of the novel food. These logs will include the method of food preparation (pureed or mashed vs. whole or in small pieces), whether the caregiver fed the child or the child fed themselves, whether the child tasted the food, and the caregiver's perception of the child's liking of the vegetable."
        },
        "conditionsModule": {
            "conditions": [
                "Feeding Behavior"
            ],
            "keywords": [
                "Repeated Exposure",
                "Infant/Toddler Feeding",
                "Eating Behaviors"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard Condensed",
                    "description": "Will complete a \"traditional\" schedule of 10 exposures over a 2-week period followed by a one-month \"break\" period before the final assessment. Because this schedule of exposure has been used most frequently in repeated exposure studies, this group will serve as the reference group.",
                    "interventionNames": [
                        "Behavioral: Repeated Exposure"
                    ]
                },
                {
                    "label": "Periodic",
                    "description": "Will complete a schedule of 5 exposures over a 2-week period, followed by a 2-week break, and then another 5 exposures over an additional 2-week period.",
                    "interventionNames": [
                        "Behavioral: Repeated Exposure"
                    ]
                },
                {
                    "label": "Extended",
                    "description": "Will complete a schedule of 10 exposures over a continuous 6-week period of time (approximately one exposure every 3-5 days).",
                    "interventionNames": [
                        "Behavioral: Repeated Exposure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Repeated Exposure",
                    "description": "Caregivers will be asked to offer a novel vegetable to their infant/toddler 10 times at home according to the schedule of repeated exposure to which they are randomized.",
                    "armGroupLabels": [
                        "Extended",
                        "Periodic",
                        "Standard Condensed"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Consumption of the Novel Vegetable (Intervention Midpoint)",
                    "description": "Change in the amount of novel food consumed (in g)",
                    "timeFrame": "Baseline, Follow-up 1"
                },
                {
                    "measure": "Change in Consumption of the Novel Vegetable (Intervention Endpoint)",
                    "description": "Change in the amount of novel food consumed (in g)",
                    "timeFrame": "Baseline, Follow-up 2"
                },
                {
                    "measure": "Change in Consumption of the Novel Vegetable (Post-Intervention)",
                    "description": "Change in the amount of novel food consumed (in g)",
                    "timeFrame": "Baseline, Follow-up 3"
                },
                {
                    "measure": "Change in Rate of Acceptance of the Novel Vegetable (Intervention Midpoint)",
                    "description": "Difference in mean rate of acceptance between between follow-up and baseline. Acceptance is measured using an adaptation of the Feeding Infants: Behavior and Facial Expression Coding System (FIBFECS) on a 4-point scale from 0-3 where 0 = refusal and 3 = early acceptance of food. (Hetherington et al. 2016 Food Qual Prefer)",
                    "timeFrame": "Baseline, Follow-up 1"
                },
                {
                    "measure": "Change in Rate of Acceptance of the Novel Vegetable (Intervention Endpoint)",
                    "description": "Difference in mean rate of acceptance between between end of intervention and baseline. Acceptance is measured using an adaptation of the Feeding Infants: Behavior and Facial Expression Coding System (FIBFECS) on a 4-point scale from 0-3 where 0 = refusal and 3 = early acceptance of food. (Hetherington et al. 2016 Food Qual Prefer)",
                    "timeFrame": "Baseline, Follow-up 2"
                },
                {
                    "measure": "Change in Rate of Acceptance of the Novel Vegetable (Post-Intervention)",
                    "description": "Difference in mean rate of acceptance between between post-intervention follow-up and baseline. Acceptance is measured using an adaptation of the Feeding Infants: Behavior and Facial Expression Coding System (FIBFECS) on a 4-point scale from 0-3 where 0 = refusal and 3 = early acceptance of food. (Hetherington et al. 2016 Food Qual Prefer)",
                    "timeFrame": "Baseline, Follow-up 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult caregivers ≥ 18 years of age\n* Infants 9-12 months of age\n* Infants born ≥ 37 weeks gestational age\n* Infants have not been diagnosed with developmental delays, congenital or other medical conditions that may interfere with feeding (e.g., dysphagia).\n\nExclusion Criteria:\n\n* Caregivers younger than 18 years of age\n* Caregivers do not speak English or Spanish\n* Caregivers do not live in the Denver Metro area\n* Infants who were born \\< 37 weeks gestational age\n* Infants have been diagnosed with a developmental delay or congenital or medical condition that may interfere with feeding.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "9 Months",
            "maximumAge": "12 Months",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "The study population includes healthy, typically-developing infants aged 9-12 months and a healthy primary caregiver living in the Denver, CO metro area.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine J Barrett, PhD",
                    "role": "CONTACT",
                    "phone": "3037244710",
                    "email": "katherine.barrett@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine J Barrett, PhD",
                    "affiliation": "University of Colorado - Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Susan L Johnson, PhD",
                    "affiliation": "University of Colorado - Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine J Barrett, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-2922",
                            "email": "katherine.barrett@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Hetherington MM, Madrelle J, Nekitsing C, Barends C, de Graaf C, Morgan S, Parrott H, Weenen H. Developing a novel tool to assess liking and wanting in infants at the time of complementary feeding - The Feeding Infants: Behaviour and Facial Expression Coding System (FIBFECS). Food Quality and Preference. 2016; 48: 238-250."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nekitsing C, Madrelle J, Barends C, de Graaf C, Parrott H, Morgan S, Weenen H, Hetherington MM. Application and validation of the Feeding Infants: Behaviour and Facial Expression Coding System (FIBFECS) to assess liking and wanting in infants at the time of complementary feeding. Food Quality and Preference. 2016; 48: 228-237."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Barrett KJ, Flesher A, Moding KJ, Johnson SL. Characterizing Caregiver Verbalizations to Infants During the Introduction of a Novel Food. Current Developments in Nutrition. 2021; 5(Supplement_2): 716-716."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Data may be available upon request to the Principal Investigator"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}