{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05218980",
            "orgStudyIdInfo": {
                "id": "2000031519"
            },
            "secondaryIdInfos": [
                {
                    "id": "000",
                    "type": "OTHER",
                    "domain": "CTGTY"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Health-related Benefits of Introducing Table Olives Into the Diet of Young Adults: Olives For Health",
            "officialTitle": "Health-related Benefits of Introducing Table Olives Into the Diet of Young Adults: Olives For Health",
            "therapeuticArea": [
                "Other"
            ],
            "study": "health-related-benefits-of-introducing-table-olives-into-the-diet-of-young-adults-olives-for-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-19",
            "studyFirstSubmitQcDate": "2022-01-19",
            "studyFirstPostDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess whether introducing table olives into the diet results in health-related benefits for young adults. Several studies have shown that addition of olives as part of somebody's diet has a positive impact on cardiovascular, metabolic, and inflammatory factors. However, there have not been many studies among young, healthy adults. This study will compare levels of specific biomarkers, collected through blood draw, at the beginning of the study and after 5 weeks, to evaluate the effects of investigational daily olive consumption.",
            "detailedDescription": "This randomized clinical trial will intend to show compared to standard nutrition, nutrition that includes the daily consumption of 6 olives for 5 weeks will lead to a 4.5% decrease in the mean change (from baseline) in LDL. The primary objective of this study is to determine whether daily consumption of olives leads to clinically meaningful changes in metabolic and inflammatory biomarkers among adults 18-23 years old. The primary outcome is change in mean LDL. The secondary objective of this study is to evaluate the impact of daily consumption of olives on other biomarkers (HDL, LDL/HDL, HbA1c, CRP).\n\nFirst, second- and third-year students (usually 18-23 years old) residing in the selected colleges will be informed about the study and following consent will be enrolled in the study if they meet the eligibility criteria. Prior to initiation of the project, the study team will present the study to the college student body over a series of presentations to be arranged with the assistance of the college leadership (Dean and Head of College). There has not been a lot of studies among young adults, who might not be at elevated risk for conditions related to nutrition. It is important to assess whether introduction of a food item that has shown benefit in other populations, would afford the same or higher benefit among this age group. Further, if the evidence generated from this study points to significant benefit, it might lead to changes in nutrition paradigms, both in the setting of college dining and/or outside, to incorporate olives.\n\nA total of 226 participants will be enrolled, 113 in each of the two arms of the study. Study participants assigned to the intervention will consume 6 organic olives daily (individually packaged), provided at dinner times by Yale Dining Services. Assessment of receipt of the daily olives will be done at the time a participant wipes his/her card upon entry to the Dining facility at their college.\n\nSelection of the residential colleges will be made following consultation and solicitation with the Heads of Yale Colleges, Dean of Yale College, and Yale Hospitality. Following identification of the Yale Colleges, several presentations to the college's student body will be made, to introduce and explain the project, and answer questions, expected to take place January-February 2021. Following such sessions, an email with the link to the study screening tool will be sent to the students by the college's administration. Interested students will be asked to complete a screening survey. Screening will also be available and accessible until the end of the study enrollment phase (February 11, 2022). At the beginning of the Spring 2022 semester, all students who have screened and are deemed eligible will be consented during the enrollment phase (February 7-11, 2022). Study personnel will be stationed outside the dining hall of the college during dinner hours, to e-consent the study participants using study iPads. Following consent, study personnel will collect the baseline and 5 week blood specimens from the study participant. At the end of the project, this data will be sent via secure data processes to the REDCap project location. Even though not anticipated given the nature of the intervention, adverse event (AEs) will be defined and collected as per standard definitions and severity assessment."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Diet",
                "Cholesterol",
                "Healthy Lifestyle",
                "Healthy Nutrition"
            ],
            "keywords": [
                "olives"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 226,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Investigational",
                    "type": "EXPERIMENTAL",
                    "description": "Yale Dining menu + 6 olives daily",
                    "interventionNames": [
                        "Dietary Supplement: Olives"
                    ]
                },
                {
                    "label": "Standard",
                    "type": "NO_INTERVENTION",
                    "description": "Yale Dining menu only"
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Olives",
                    "description": "Organic olives (provided by Sakellaropoulos Organic Farms; Sparta, Greece)",
                    "armGroupLabels": [
                        "Investigational"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change From Baseline in Mean LDL at Week 5",
                    "description": "Blood draw to assess LDL at baseline and week five. Change will be calculated by comparing means of the differences (5 weeks-Baseline) between the two study groups, a decrease in the mean from baseline is positive.",
                    "timeFrame": "at baseline and week 5"
                },
                {
                    "measure": "Compliance/adherence to daily intervention",
                    "description": "Assessment and verification of receipt of the olives will be tied to the dining hall card swipe that is part of the student's access to the dining facility, for study participants in the olives group. Swipe=adherent.",
                    "timeFrame": "up to week 5"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change From Baseline in Mean HDL at Week 5",
                    "description": "Blood draw to assess HDL at baseline and week five. Change will be calculated by comparing means of the differences (5 weeks-Baseline) between the two study groups, a decrease in the mean from baseline is positive.",
                    "timeFrame": "at baseline and week 5"
                },
                {
                    "measure": "Change From Baseline in Mean LDL/HDL at Week 5",
                    "description": "Blood draw to assess LDL/HDL ratio at baseline and week five. Change will be calculated by comparing means of the differences (5 weeks-Baseline) between the two study groups, a decrease in the mean from baseline is positive.",
                    "timeFrame": "at baseline and week 5"
                },
                {
                    "measure": "Change From Baseline in Mean HbA1c at Week 5",
                    "description": "Blood draw to assess HbA1C at baseline and week five. Change will be calculated by comparing means of the differences (5 weeks-Baseline) between the two study groups, a decrease in the mean from baseline is positive.",
                    "timeFrame": "at baseline and week 5"
                },
                {
                    "measure": "Change From Baseline in Mean CRP at Week 5",
                    "description": "Blood draw to assess CRP at baseline and week five. Change will be calculated by comparing means of the differences (5 weeks-Baseline) between the two study groups, a decrease in the mean from baseline is positive.",
                    "timeFrame": "at baseline and week 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Yale College Freshman, Sophomore, or Junior\n* Ability and desire to sign informed consent\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Male or female, age 18 on the day of consent\n* Ability and desire to consume 6 olives daily\n\nExclusion Criteria:\n\n* Yale College Senior\n* Unable to provide informed consent form\n* Self-reported pregnancy\n* Unwillingness to comply with all study procedures and/or be available for the duration of the study\n* Inability and desire to consistently consume 6 olives per day\n* Inability to consume fruit with pits\n* Current and consistent use of \\> 6 olives per day\n* Current and consistent use of ≥ 1 tablespoon of extra virgin olive oil (EVOO) per day\n* Known allergic reactions to olives and/or their derivatives\n* Known reactions to blood draw",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "23 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tassos Kyriakides, PhD",
                    "role": "CONTACT",
                    "phone": "(203) 606-1401",
                    "email": "tassos.kyriakides@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tassos Kyriakides, PhD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erica Rocco, BS",
                            "role": "CONTACT",
                            "phone": "203-785-4308",
                            "email": "erica.rocco@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in the primary publication; after deidentification (text, tables, figures and appendices)",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Beginning 12 months and ending 36 months following primary publication.",
            "accessCriteria": "Proposals should be directed to tassos.kyriakides@yale.edu. To gain access, data requestors will need to sign a data use access/use agreement and have approval from an institutional review board/ethics board for the proposed use of such data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T242",
                    "name": "Olive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}