{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04977947",
            "orgStudyIdInfo": {
                "id": "2020-0698"
            },
            "organization": {
                "fullName": "University of Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Healthy Eating for My Infant (HEMI)",
            "officialTitle": "Reducing Health Disparities Through an Adaptive Healthy Eating Program for Underserved Infants in a Home Visiting Program",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "healthy-eating-for-my-infant-hemi"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-09-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-09-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-20",
            "studyFirstSubmitQcDate": "2021-07-15",
            "studyFirstPostDateStruct": {
                "date": "2021-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-28",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cathy Stough",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Cincinnati"
            },
            "leadSponsor": {
                "name": "University of Cincinnati",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Infants from underserved and minority backgrounds are at increased risk for obesity and poor feeding and nutrition outcomes, but obesity prevention programs tailored specifically to the needs of these infants are lacking. The current study takes a community-engaged approach to development and delivery of an adaptively tailored obesity prevention program delivered via home visiting to target infant eating and feeding (Healthy Eating for My Infant; HEMI).",
            "detailedDescription": "Poor dietary habits and obesity-risk begin early in infancy. Infants from underserved and minority backgrounds experience disparate rates of poor nutritional outcomes and subsequent health disparities related to obesity. Each infant and their family experiences a unique set of risk factors and barriers to healthy eating. However, obesity prevention programs that are culturally and contextually relevant for underserved families and adapted based on the needs of individual families are lacking. The current study will develop an obesity prevention program, Healthy Eating for My Infant (HEMI), using a community-engaged approach involving community members in development and delivery of the program. HEMI targets healthy infant feeding through six monthly sessions with infants 3-8 months old. The program will be delivered as a supplement to an already existing evidence-based home visiting program, Every Child Succeeds (ECS), serving families with primarily low income and ethnic/racial minority backgrounds.\n\nDevelopment of an adaptive and effective obesity prevention program meeting the needs of underserved infants is critical for addressing health disparities in infant eating and obesity."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric Obesity"
            ],
            "keywords": [
                "Obesity prevention",
                "Behavioral intervention",
                "Health disparities",
                "Trauma informed",
                "Child nutrition",
                "Responsive feeding",
                "Infant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Families will be assigned to either the treatment or control condition (standard care).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Eating for My Infant Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants and their parents will participate in a 6 session intervention targeting healthy introduction of complementary foods, and responsive feeding and mealtime behaviors. Intervention sessions will occur when the infant is 3, 4, 5, 6, 7, and 8 months of age.",
                    "interventionNames": [
                        "Behavioral: Healthy Eating for My Infant"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants and their parents will complete baseline and post-treatment study visits to assess study outcomes. They will receive no intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthy Eating for My Infant",
                    "description": "The intervention targets problem solving to overcome barriers, behavioral rehearsal and practice of healthy behaviors, promoting readiness to change, goal setting, self-monitoring, and behavioral tracking. Two standard treatment modules will be provided to each family by a study interventionist focusing on infant nutritional requirements, responsive feeding, and mealtime behaviors. Two additional treatment modules will be selected to address the unique needs articulated by each family (e.g., food insecurity, eating healthy on a limited income, emotional eating, engaging other caregivers, maternal mental health). Modules will consider the influence of maternal trauma history and mental health on feeding and eating behavior. The intervention also includes two peer counselor-led sessions during which families can discuss implementation of recommendations and barriers to change with a member of their community who can problem solve and support change.",
                    "armGroupLabels": [
                        "Healthy Eating for My Infant Intervention"
                    ],
                    "otherNames": [
                        "HEMI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Group Differences in Infant BMI",
                    "description": "Families receiving the program will be compared to infants in control families who receive standard ECS content only to determine which group has a lower proportion of infants with BMI greater than or equal to the 85th percentile.",
                    "timeFrame": "The measure of group differences in infant BMI will be completed at post-treatment (when the child is 9 months of age)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Group Differences in Infant Diet",
                    "description": "Families receiving the program will be compared to infants in control families who receive standard ECS content only to determine which group has greater infant diet diversity and quality. Diet will be assessed via three random dietary recall interviews conducted with mothers by phone within 2 weeks of the baseline and post-treatment study visit dates. Trained interviewers, blinded to participant study condition, will employ the United States Department of Agriculture (USDA) automated multiple-pass method (AMPM), a standardized interview approach. Nutrition Data Systems for Research (NDSR) software and foods database will be used to assess total daily energy and macronutrient intake as well as food group servings consumed. Diet diversity will be calculated as the change in number of food groups provided between baseline and post-treatment visits. Diet quality will be assessed by percentage of kilocalories from fat and the number of servings of fruits and vegetables endorsed.",
                    "timeFrame": "The measure of infant diet will be completed within 2 weeks of the baseline visit (when the child is 2 months of age) and again within 2 weeks of the post-treatment visit (when the child is 9 months of age)."
                },
                {
                    "measure": "Maternal Feedback on the Intervention - Defined as Appropriateness of the Intervention Content and Session Timing, Clarity of Information, Knowledge of the Recommendations, Helpfulness, and Whether They Would Recommend the Intervention to Others.",
                    "description": "Caregivers in the treatment condition will complete a survey measuring whether parents found the intervention appropriate for their infant, whether sessions occurred at the right time, whether information was presented clearly, whether they knew how to implement the recommendations, whether the intervention was helpful, whether they were satisfied with the intervention, and whether they would recommend the intervention to a friend/family member/coworker. Each satisfaction attribute will be assessed on a 1-5 Likert scale with higher scores indicating more positive views of the program. Parents will also provide qualitative information on what additional information should be included in the intervention, what information was not helpful, what should be changed about the intervention, and what should stay the same about the intervention.",
                    "timeFrame": "The measure of feedback on the intervention will be completed at post-treatment (when the child is 9 months of age)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Families enrolled in the Every Child Succeeds (ECS) program\n* Infant age is \\< 2 months at study recruitment\n* Infant born at \\> 37 weeks gestation\n* Maternal age is \\> 18 years\n* Mother is a singleton\n* Mother is fluent in English or Spanish\n\nExclusion Criteria:\n\n* Infant has a major medical condition that requires specialized feeding",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Months",
            "maximumAge": "9 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cathleen Stough, PhD",
                    "role": "CONTACT",
                    "phone": "5135565589",
                    "email": "odarcc@uc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cathleen Stough, PhD",
                    "affiliation": "University of Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Cincinnati",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45221",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cathleen Stough, PhD",
                            "role": "CONTACT",
                            "phone": "513-556-5589",
                            "email": "odarcc@uc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Woo, PhD",
                            "role": "CONTACT",
                            "phone": "513-636-4200",
                            "email": "jessica.woo@cchmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-05-06",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-05-06"
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Pediatric Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}