{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05769426",
            "orgStudyIdInfo": {
                "id": "23-0011"
            },
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Health Risks and Barriers to Management Across the PCOS Lifespan",
            "officialTitle": "Health Risks and Barriers to Management Across the PCOS Lifespan",
            "acronym": "HERBS",
            "therapeuticArea": [
                "Women's Health",
                "Rare Diseases"
            ],
            "study": "health-risks-and-barriers-to-management-across-the-pcos-lifespan"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-03",
            "studyFirstSubmitQcDate": "2023-03-03",
            "studyFirstPostDateStruct": {
                "date": "2023-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of the proposed pilot project is to explore health literacy and barriers to management of PCOS across the lifespan and determine whether the cardiometabolic risks of PCOS extend beyond menopause. The investigators hypothesize that barriers to PCOS management exist and cardiometabolic risks for this population are magnified by aging and menopause.",
            "detailedDescription": "This proposed research serves to provide preliminary data to determine how the metabolic consequences of menopause are exacerbated in women with PCOS. In addition, the investigators will identify barriers to lifestyle management strategies for women with PCOS across the lifespan. The findings will provide preliminary data to inform future interventions to reduce cardiometabolic risk among postmenopausal women with PCOS. Understanding literacy skills and barriers to PCOS management will facilitate the development of personalized, therapeutic strategies and clear communication between patient-health care provider. Furthermore, these practices will help women with PCOS become more involved in their health care decisions and improve women's health.\n\nTherefore, our specific aims are twofold:\n\nAim 1. Explore and contrast health literacy and barriers to lifestyle management among reproductive-aged and postmenopausal women with PCOS. Using semi-structured, qualitative interviews and REDCap surveys, the investigators will assess differences in health literacy, self-efficacy, and barriers to lifestyle management practices in groups of women with PCOS who are of reproductive age or post-menopausal.\n\nAim 2. Assess and compare the metabolic risk of women with PCOS to age and BMI-matched, postmenopausal controls. The cohort of post-menopausal women with PCOS in Aim 1 and a cohort of age and BMI-matched post-menopausal women who have no history of hyperandrogenism/PCOS will complete measurement of cardiometabolic risk factors, androgen profile and body composition via dual energy x-ray absorptiometry."
        },
        "conditionsModule": {
            "conditions": [
                "Polycystic Ovary Syndrome",
                "Menopause"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood samples (\\< 30 ml) will be collected from a single venipuncture which will be analyzed for cardiometabolic and hormonal profile."
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PCOS-PRE",
                    "description": "20 pre-menopausal women who have been diagnosed with polycystic ovarian syndrome (PCOS) will be recruited for this cohort. Participants in this group will complete a semi-structured virtual interview about barriers to healthy behaviors, self-efficacy and health literacy. The will also complete a battery of surveys related to following domains: sleep, anxiety, depression, satisfaction, physical activity, and dietary habits."
                },
                {
                    "label": "PCOS-POST",
                    "description": "20 post-menopausal women who have been diagnosed with polycystic ovarian syndrome (PCOS) will be recruited to this cohort. Participants in this group will complete a semi-structured virtual interview and a battery of surveys related to following domains: sleep, anxiety, depression, satisfaction, physical activity, and dietary habits. They will also complete a single in-person visit to the University of Texas Medical Branch where they will undergo a DEXA scan, anthropometric measurements and blood draw."
                },
                {
                    "label": "CON-POST",
                    "description": "20 post-menopausal women who have not been diagnosed with polycystic ovarian syndrome (PCOS) will be recruited for this cohort. Participants in this group will complete a battery of surveys related to following domains: sleep, anxiety, depression, satisfaction, physical activity, and dietary habits. They will also complete a single in-person visit to the University of Texas Medical Branch where they will undergo a DEXA scan, anthropometric measurements and blood draw."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Qualitative Interview",
                    "description": "A virtual platform (ie. Zoom) will be used to conduct semi-structured interviews, which are expected to last approximately 60 minutes. Scripting will be followed to limit variability and ensure measurements are applied similarly across the entire study period. Open-ended questions will be included in the script that will query participants about topics such as barriers to behaviors, facilitators (intrapersonal and environmental), self-efficacy and health literacy.\n\n\\[PCOS-PRE, PCOS-POST groups only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Physical Function (10a)",
                    "description": "The PROMIS physical function short form is a 10 item questionnaire used to assess patient perceived motor abilities. Participants are asked five questions to rank 'from not at all' to 'cannot do' how their health limits their involvement in different activities. Five additional questions ask participants if they are able to complete activities of daily living ranked from 'without any difficulty' to 'unable to do'. The score of each question are summed and then used to generate a T-score. A T-score of 50 indicates average physical function. A higher T-score indicates higher than average physical function, while a lower T-score indicates lower than average physical function.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Fatigue",
                    "description": "The PROMIS Fatigue questionnaire has 8 questions that ask participants on a five point scale of either 'not at all' to very much' or 'never' to 'always' different statements about fatigue and how it impacted their activities of daily living.The score of each question are summed and then used to generate a T-score. A T-score of 50 indicates average fatigue. A higher T-score indicates higher than average fatigue, while a lower T-score indicates lower than average fatigue.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Sleep Disturbance",
                    "description": "The PROMIS Sleep Disturbance questionnaire has 4 questions that ask participants about their perceptions of sleep quality, sleep depth, and restoration associated with sleep in the last 7 days on a five point scale from 'not at all' to 'very much'. The score of each question are summed and then used to generate a T-score. A T-score of 50 indicates average sleep disturbance. A higher T-score indicates higher than average sleep disturbance, while a lower T-score indicates lower than average sleep disturbance.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Sleep-related Impairment",
                    "description": "The PROMIS Sleep-related Impairment questionnaire has 4 questions that ask participants about alertness, sleepiness, and tiredness during usual waking hours, and the perceived functional impairments during wakefulness associated with sleep problems or impaired alertness in the last 7 days on a five point scale from 'not at all' to 'very much'.A T-score of 50 indicates average sleep related impairment. A higher T-score indicates higher than average sleep impairment, while a lower T-score indicates lower than average sleep impairment.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Depression",
                    "description": "The PROMIS Emotional Distress-Depression questionnaire has 4 questions that asks participants to rank on a five point scale form 'never' to 'always' the frequency of different negative feelings over the past seven days. A T-score of 50 indicates average depressive symptoms. A higher T-score indicates higher than average depressive symptoms, while a lower T-score indicates lower than average depressive symptoms.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Anxiety",
                    "description": "The PROMIS Anxiety questionnaire has 8 questions that asks participants about feelings of fear, worry, dread, tension, nervousness, restlessness, racing heart, dizziness with a five point scale from 'never' to 'always' over the past 7 days. A T-score of 50 indicates average anxiety. A higher T-score indicates higher than average anxiety while a lower T-score indicates lower than average sleep anxiety.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Satisfaction with roles and abilities",
                    "description": "The PROMIS Satisfaction with Social Roles and Activities questionnaire has 4 questions that assess participants satisfaction in their social roles ranked on a five point scale from 'not at all' to 'very much'. A T-score of 50 indicates average satisfaction. A higher T-score indicates higher than average satisfaction, while a lower T-score indicates lower than average satisfaction.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS Ability to participate in social roles and activity",
                    "description": "The PROMIS Ability to Participate in Social Roles and Activity questionnaire has four questions that asks participants about their ability to participate socially ranked on a five point scale from 'not at all' to 'very much'. A T-score of 50 indicates average ability to participate. A higher T-score indicates higher than average ability to participate, while a lower T-score indicates lower than average ability to participate.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Exercise Self-Efficacy Scale",
                    "description": "The Exercise Self-Efficacy Scale is an 8-item questionnaire that assesses the participant's belief in their future ability to exercise three times per week at a moderate intensity for 40= min (upper end of their perceived exertion range) per session. A higher score indicates a greater belief to exercise.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eating at America's Table Study survey",
                    "description": "The Eating at America's Table Study survey is 10 question survey that asks participants to recall the fruits and vegetables they ate last month and then report the frequency of consumption on a ten point scale from never up to 5 or more times per day. A higher score indicates a higher consumption of fruits and vegetables.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Height",
                    "description": "Height will be assessed with a standardized stadiometer \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Weight",
                    "description": "Weight will be assessed with a standardized scale \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Whole body lean mass",
                    "description": "Whole body lean mass will be assessed using segmental dual energy x-ray absorptiometry. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Appendicular lean mass",
                    "description": "Appendicular lean mass will be assessed using segmental dual energy x-ray absorptiometry. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Total fat mass",
                    "description": "Total fat mass will be assessed using segmental dual energy x-ray absorptiometry. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Visceral fat mass",
                    "description": "Visceral fat mass will be assessed using segmental dual energy x-ray absorptiometry. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Total cholesterol",
                    "description": "Total cholesterol will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "LDL cholesterol",
                    "description": "LDL cholesterol will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "HDL cholesterol",
                    "description": "HDL cholesterol will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Triglycerides",
                    "description": "Triglycerides will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Glucose",
                    "description": "Glucose will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Insulin",
                    "description": "Insulin will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Hemoglobin A1C",
                    "description": "Hemoglobin A1C will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Estradiol",
                    "description": "Estradiol will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Testosterone",
                    "description": "Testosterone will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Androstenedione",
                    "description": "Androstenedione will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Sex hormone binding globulin",
                    "description": "Sex hormone binding globulin will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Systolic blood pressure",
                    "description": "Systolic blood pressure will be assessed by study staff using standard protocols. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Diastolic blood pressure",
                    "description": "Diastolic blood pressure will be assessed by study staff using standard protocols. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Waist Circumference",
                    "description": "Waist Circumference will be assessed by study staff using standard protocols. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Hip Circumference",
                    "description": "Hip Circumference will be assessed by study staff using standard protocols. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Clot stability",
                    "description": "Clot stability will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Platelet function",
                    "description": "Platelet function will be assessed from a fasting blood sample collected by study staff. \\[PCOS-POST and CON-POST cohorts only\\]",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All races and ethnicities\n* Females who are of reproductive age (18-40 years) \\[PCOS-PRE only\\]\n* Females who are (≥ 50 years) and post-menopausal (no menstruation within the last 12 months) \\[PCOS-POST and CON-POST only\\]\n* Score of 3 or more on Self-administered screener to screen for PCOS and/or diagnosis of PCOS (ICD-10 code E28.2 or other) \\[PCOS-PRE and PCOS-POST only\\]\n* Score of 0-2 on Self-administered screener to screen for PCOS and no self-reported history of PCOS or hyperandrogenism \\[CON-POST only\\]\n* Access to an electronic device that have virtual/video capabilities \\[PCOS-PRE and PCOS-POST only\\]\n* BMI 18.5-40 kg/m2\n* Able to read and speak English\n\nExclusion Criteria:\n\n* Current smoker\n* Alcohol abuse\n* Currently pregnant or lactating\n* Recent (within 3 years) diagnosis/treatment of cancer (excluding basal cell carcinoma)\n* Hormone replacement therapy use within the last 3 months\n* Surgical menopause (Oophorectomy or other surgical cause of menopause)\n* Prisoner/TDCJ\n* Any other condition or event considered exclusionary by study PIs",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Community sample",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Lantz, PhD",
                    "role": "CONTACT",
                    "phone": "(409) 772-0643",
                    "email": "ejlantz@utmb.edu"
                },
                {
                    "name": "Crystal Douglas, RD, PhD",
                    "role": "CONTACT",
                    "phone": "(409) 747-1609",
                    "email": "ccdougla@utmb.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Lantz, PhD",
                    "affiliation": "University of Texas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Medical Branch",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Lantz, PhD",
                            "role": "CONTACT",
                            "email": "ejlantz@utmb.edu"
                        },
                        {
                            "name": "Crystal Douglas, RDN, PhD",
                            "role": "CONTACT",
                            "email": "ccdougla@utmb.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011085",
                    "term": "Polycystic Ovary Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010048",
                    "term": "Ovarian Cysts"
                },
                {
                    "id": "D000003560",
                    "term": "Cysts"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13970",
                    "name": "Polycystic Ovary Syndrome",
                    "asFound": "Polycystic Ovary Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6765",
                    "name": "Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M12971",
                    "name": "Ovarian Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopause",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}