{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05294289",
            "orgStudyIdInfo": {
                "id": "CBYL719A0US14"
            },
            "organization": {
                "fullName": "Novartis",
                "class": "INDUSTRY"
            },
            "briefTitle": "Health-related Quality of Life, Symptom Severity, and Pain Among Patients With PIK3CA-related Overgrowth Spectrum: A Mixed-methods Observational Study",
            "officialTitle": "Health-related Quality of Life, Symptom Severity, and Pain Among Patients Treated With Alpelisib for PIK3CA-related Overgrowth Spectrum: A Mixed-methods Observational Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "health-related-quality-of-life-symptom-severity-and-pain-among-patients-with-related-overgrowth-spectrum-a-mixed-methods-observational-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-23",
            "studyFirstSubmitQcDate": "2022-03-15",
            "studyFirstPostDateStruct": {
                "date": "2022-03-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Novartis Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "This is a mixed-methods observational study that incorporates both qualitative interviews and quantitative data collection through a web-based longitudinal survey (day 1, months 2 and 4).",
            "detailedDescription": "This study will collect qualitative data through interviews with patients and caregivers and qualitative data through a web-based longitudinal survey.\n\nBoth parts of the study are designed to collect information on HRQoL, symptom severity, and pain among patients with PROS who are receiving treatment with alpelisib in the US. In addition, patients who have not been treated with alpelisib will also participate in the quantitative part of the study by providing data on HRQoL, symptom severity, and pain, collected from a single administration of the web-based survey.\n\nFifteen participants treated with alpelisib will be recruited to take part in an hour-long, one-on-one qualitative interview scheduled by GP and conducted by a trained QM qualitative researcher. This subset of 15 participants will complete the first online assessment 1 week after the interview to prevent biasing of their survey responses due to the interview experience. Those that do not take part in the qualitative interview will be directed to complete the online survey upon enrollment (i.e., Day 1, Month 2, Month 4 in reference to time since enrollment in quantitative portion, which is independent of time since the start of treatment). All participants will be directed to complete the online survey which will be accessed through a web link."
        },
        "conditionsModule": {
            "conditions": [
                "PIK3CA-related Overgrowth Spectrum"
            ],
            "keywords": [
                "PIK3CA-related overgrowth spectrum",
                "PROS",
                "Alpelisib",
                "NIS"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PROS patients treated with alpelisib",
                    "description": "Patients with PROS who receive treatment with alpelisb",
                    "interventionNames": [
                        "Other: Alpelisib"
                    ]
                },
                {
                    "label": "PROS patients not treated with alpelisib",
                    "description": "Patients with PROS who don't receive treatment with apelisib"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Alpelisib",
                    "description": "There is no treatment allocation. Patients administered alpelisib by prescription that involved in Novartis' alpelisib managed access program will be enrolled",
                    "armGroupLabels": [
                        "PROS patients treated with alpelisib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PROMIS-29 + 2 profile for adult self-report",
                    "description": "Patient-Reported Outcomes Measurement Information System (PROMIS)-29 +2 profile.\n\nThe PROMIS-29 plus 2 Profile v2.1 is designed for adults ≥18 years of age and includes 29 items across the following domains: depression, anxiety, physical function, pain interference, fatigue, sleep disturbance, ability to participate in social roles and activities, cognitive function on a scale of 1 (worst) to 5 (best), and pain intensity (on a scale ranging from 0 (no pain) to 10 (worst pain imaginable).",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "EQ-5D-5L for Adult self-report",
                    "description": "The EuroQoL-5 Dimension (EQ-5D-5L) is a simple, generic measure that includes only 5 basic domains common to many generic health status measures: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. The form used in this study (EQ-5D-5L) has 5 response categories for each dimension (no problems, slight problems, moderate problems, severe problems and extreme problems). The EQ-5D-5L was developed for completion by adults",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "PROMIS pediatric profile for adolescent self-Report and Caregiver-Proxy",
                    "description": "The PROMIS Pediatric-25 Profile v2.0 is designed for self-report by children ages 8-17; It is designed for completion by a parent proxy on behalf of children ages 5-17. These assess depressive symptoms, anxiety, physical function-mobility, pain interference, fatigue, peer relationships, on a scale of 1 (worst) to 5 (best) and pain intensity scale ranging from 0 (no pain) to 10 (worst pain you can think of). The content of the pediatric and parent-proxy forms are identical, except for minor modifications to account for differences in responders (e.g., \"I felt worried\" vs \"My child felt worried\").",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "PROMIS pediatric sleep disturbance for Adolescent Self-Report and Caregiver-Proxy",
                    "description": "The PROMIS sleep disturbance short form includes 4 items that assess difficulty falling asleep, sleeping through the night, problems with sleep, and trouble sleeping on a scale of 1 (worst) to 5 (best). In order to achieve similar domain coverage across the entire sample, the PROMIS Pediatric and Parent-Proxy Sleep Disturbance Short Form 4a will be administered to participants under the age of 18 and caregivers of children with PROS, since unlike the adult PROMIS Profile, the pediatric and parent-proxy PROMIS profile does not include a sleep disturbance domain.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "EQ-5D-Youth for adolescent Self-Report and Caregiver-Proxy",
                    "description": "The EQ-5D-Y is based on the EQ-5D-3L but assesses the 5 dimensions using language that is more suitable to children/adolescents (the 5 dimensions are: mobility, looking after oneself, doing usual activities, having pain or discomfort, and feeling worried, sad, or unhappy). The 5 dimensions are answered using a 3-point response scale, where higher scores indicate better outcome.\n\nThe EQ-5D-Y also has a proxy version that assesses the same domains as the EQ-5D-Y.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Global impression of symptom severity",
                    "description": "A single item will be fielded to all 3 groups of participants, asking for an assessment of the overall severity of symptoms experienced. This item includes 5 response options: no symptoms, mild, moderate, severe, and very severe. Minor modifications are made to the item wording to account for differences between adult/child self-report and caregiver proxy-report (e.g., changing \"your overall symptoms\" to \"your child's overall symptoms\").",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Modified PROMIS dyspnea severity for adult Self-Report and Adolescent Self-Report",
                    "description": "Two items will be used to assess a specific symptom: shortness of breath. These items are based on 2 items in the PROMIS Dyspnea Severity item bank, but with a 24-hour recall:\n\n* Shortness of breath when walking up 10 stairs\n* Shortness of breath when talking while walking The 2 PROMIS dyspnea severity items will be answered using a 5-point response scale: No shortness of breath, Mildly short of breath, Moderately short of breath, Severely short of breath, I did not do this in the past 24 hours.\n\nThere is no proxy version of the PROMIS Dyspnea Severity item bank, and thus the dyspnea severity items will not be administered to caregiver participants of the current study.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Brief Pain Inventory for Adult Self-Report and Adolescent Self-Report",
                    "description": "The BPI is a multi-item assessment of pain. This assessment includes 2 domains that, together, assess the overall pain experience: pain severity and pain interference. Three BPI items will be administered as part of the current study: one item assesses pain at its worst over the past 24 hours , one item assesses where on the body pain is experienced, and one item assesses the type of pain that is experienced. The worst pain item includes an 11-point response scale ranging from 0 (no pain) to 10 (pain as bad as you can imagine). A diagram of the human body (front and back) is provided for responders to mark the areas of pain and the area that hurts the most. A series of descriptors (e.g., burning, tiring, and numb) will be provided for the responders to indicate whether each adjective applies to their pain. As this endpoint has not been adapted for proxy report, it will only be completed by adolescents and adults who are able to self-report.",
                    "timeFrame": "Up to 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Description of change in HRQoL, symptom severity, and pain as a result of treatment",
                    "description": "These descriptions will be provided by patients and caregivers during qualitative interviews.\n\nInterview transcripts will be coded and analyzed by experienced members of the qualitative research team, using a 2-part thematic analysis approach. In addition to assigning data to a set of a priori codes (i.e., codes developed in advance and linked to the interview guide), the study team will also use a grounded theory approach, in which additional codes will be developed and refined in an on-going manner as the transcripts are reviewed and analyzed. This mix of coding methods will ensure key aspects of interest (e.g., concepts related to HRQoL, symptom severity, and pain) are addressed while still leaving room for new descriptions and experiences to be considered.",
                    "timeFrame": "4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAdult patients:\n\n* At least 18 years of age\n* Self-reports having been diagnosed with 1 of the following syndromes:\n\n  * Klippel-Trenaunay Syndrome (KTS)\n  * Congenital Lipomatous Overgrowth, Vascular Malformations, Epidermal Nevi, Scoliosis/Skeletal and spinal (CLOVES syndrome)\n  * Isolated Lymphatic Malformation (ILM)\n  * Megalencephaly-Capillary Malformation (MCAP or M-CM)\n  * Hemimegalencephaly (HME)/Dysplastic Megalencephaly (DMEG)/Focal cortical dysplasia type II\n  * Hemihyperplasia-Multiple Lipomatosis (HHML)\n  * Facial Infiltrating Lipomatosis (FIL)\n  * Fibroadipose Vascular Anomaly (FAVA)\n  * Macrodactyly\n  * Hemihyperplasia (Muscular HH)\n  * Fibroadipose hyperplasia or Overgrowth (FAO)\n  * Capillary malformation of the lower lip, Lymphatic malformation of the face and neck, Asymmetry of the face and limbs, and Partial or generalized Overgrowth (CLAPO syndrome)\n  * Epidermal nevus, benign lichenoid keratosis, or seborrheic keratosis\n* Able to converse and read/answer survey questions in English\n* Willing and able to provide informed consent\n\nAdolescent patients\n\n* Between the ages of 12 and 17 years\n* Self-reports having been diagnosed with one of the following syndromes:\n\n  * Klippel-Trenaunay Syndrome (KTS)\n  * Congenital Lipomatous Overgrowth, Vascular Malformations, Epidermal Nevi, Scoliosis/Skeletal and spinal (CLOVES syndrome)\n  * Isolated Lymphatic Malformation (ILM)\n  * Megalencephaly-Capillary Malformation (MCAP or M-CM)\n  * Hemimegalencephaly (HME)/Dysplastic Megalencephaly (DMEG)/Focal cortical dysplasia type II\n  * Hemihyperplasia-Multiple Lipomatosis (HHML)\n  * Facial Infiltrating Lipomatosis (FIL)\n  * Fibroadipose Vascular Anomaly (FAVA)\n  * Macrodactyly\n  * Hemihyperplasia (Muscular HH)\n  * Fibroadipose hyperplasia or Overgrowth (FAO)\n  * Capillary malformation of the lower lip, Lymphatic malformation of the face and neck, Asymmetry of the face and limbs, and Partial or generalized Overgrowth (CLAPO syndrome)\n  * Epidermal nevus, benign lichenoid keratosis, or seborrheic keratosis\n* Able to converse and read/answer survey questions in English independently, as assessed by guardian\n* Willing and able to provide assent\n* Has a parent/legal guardian who is able and willing to provide permission for the adolescent to participate\n\nCaregivers\n\n* At least 18 years of age\n* Is the parent/legal guardian of a child/adolescent who has been diagnosed with one of the following syndromes:\n\n  * Klippel-Trenaunay Syndrome (KTS)\n  * Congenital Lipomatous Overgrowth, Vascular Malformations, Epidermal Nevi, Scoliosis/Skeletal and spinal (CLOVES syndrome)\n  * Isolated Lymphatic Malformation (ILM)\n  * Megalencephaly-Capillary Malformation (MCAP or M-CM)\n  * Hemimegalencephaly (HME)/Dysplastic Megalencephaly (DMEG)/Focal cortical dysplasia type II\n  * Hemihyperplasia-Multiple Lipomatosis (HHML)\n  * Facial Infiltrating Lipomatosis (FIL)\n  * Fibroadipose Vascular Anomaly (FAVA)\n  * Macrodactyly\n  * Hemihyperplasia (Muscular HH)\n  * Fibroadipose hyperplasia or Overgrowth (FAO)\n  * Capillary malformation of the lower lip, Lymphatic malformation of the face and neck, Asymmetry of the face and limbs, and Partial or generalized Overgrowth (CLAPO syndrome)\n  * Epidermal nevus, benign lichenoid keratosis, or seborrheic keratosis\n* Child is either between the ages of 5 and 11 (inclusive), or between the ages of 12 and 17 years (inclusive) but is unable to self-report due to cognitive difficulties\n* Able to converse and read/answer survey questions in English\n* Willing and able to provide informed consent\n\nExclusion Criteria:\n\nThere are no specific exclusion criteria. However, participants may be excluded if the quota related to alpelisib treatment (60 treated with alpelisib; 40 not treated with alpelisib) has been achieved. For example, if 40 participants not treated with alpelisib have been recruited into the study, any additional participants not treated with alpelisib will be excluded. Patients treated with alpelisib may be similarly excluded if the quota of 60 patients has already been achieved.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Three groups of of participants will be included:\n\n* Adults with PROS who are capable of independently completing the required Clinical Outcome Assessments (adult self-report)\n* Adolescents, between the ages of 12 and 17 (inclusive), with PROS who are capable of independently completing the required Clinical Outcome Assessments, as assessed by a legal guardian (adolescent self-report).\n* Caregivers of children/adolescents with PROS (caregivers proxy-report). these must be parents or legal guardians whose children are between the ages of 5 and 11, or adolescents between the ages of 12 and 17 who are unable to independently complete the required Clinical Outcome Assessments.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "+41613241111",
                    "email": "novartis.email@novartis.com"
                },
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "affiliation": "Novartis Pharmaceuticals",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "East Hanover",
                    "state": "New Jersey",
                    "zip": "07936",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.8201,
                        "lon": -74.36487
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4553",
                    "name": "PIK3CA-related Overgrowth Spectrum",
                    "asFound": "PIK3CA-Related Overgrowth Spectrum",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M239062",
                    "name": "Lactitol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}