{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03862924",
            "orgStudyIdInfo": {
                "id": "1U01DA045514",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1U01DA045514"
            },
            "organization": {
                "fullName": "Brown University",
                "class": "OTHER"
            },
            "briefTitle": "Health Effects of the Standardized Research E-Cigarette in Smokers With HIV Smokers With HIV",
            "officialTitle": "Health Effects of the Standardized Research E-Cigarette for Harm Reduction in Smokers With HIV",
            "acronym": "ProjectSREC",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "health-effects-of-the-standardized-research-e-cigarette-in-smokers-with-hiv-smokers-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-27",
            "studyFirstSubmitQcDate": "2019-03-01",
            "studyFirstPostDateStruct": {
                "date": "2019-03-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patricia A Cioe",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Brown University"
            },
            "leadSponsor": {
                "name": "Brown University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Cigarette smoking is more prevalent (50-70%) in persons living with HIV in the U.S. when compared with the general population and is linked to increased rates of heart disease, lung diseases and infections, and lung cancers. Because of their high levels of nicotine dependence, low quit rates, and familiarity with harm reduction, HIV-positive smokers may view the use of alternative nicotine delivery products, such as electronic cigarettes (ECs), as an attractive option for reducing and eventually stopping combustible cigarette use. However, little is known about the health effects of electronic cigarette use in HIV-positive smokers. Some studies have shown that electronic cigarette use was associated with increased confidence to quit smoking in the general population. The primary objectives of this project are to examine whether HIV-positive smokers, who are unwilling or unable to quit smoking, will substitute an electronic cigarette for regular cigarettes, and to examine whether there are any changes in heart and lung health in HIV-positive smokers who switch from regular cigarettes to electronic cigarettes.",
            "detailedDescription": "Aims The specific aims are to examine: 1) the feasibility and acceptability of EC distribution in PLWH; 2) the effect of EC use on smoking behaviors; and 3) the change in cardiopulmonary symptoms and biomarkers in smokers who transition from CC to EC use.\n\nMethodology The investigators will enroll 72 HIV-positive smokers, who are not ready or willing to quit smoking, into a 12-week randomized study. Participants will be assigned to one of two groups: 1) to receive 6-weeks of free electronic cigarettes (a standardized form developed by the NIH) and encouraged to use them whenever they would smoke a regular cigarette, or, 2) to continue to smoke their usual brand. At weekly visits for 6 weeks, the investigators will measure EC and (regular) combustible cigarette (CC) use, heart and lung symptoms (such as blood pressure, heart rate, shortness of breath, cough). At baseline (start of study) and the week 6 visit, the investigators will obtain blood and urine samples to look at measures of inflammation and coagulation that are related to heart and lung disease. The investigators will also measure tobacco toxicant exposure levels.\n\nAt week 6, all participants will receive advice to stop smoking and a referral to the RI Department of Health Quitline (a state-funded smoking cessation resource/program), if desired.\n\nAt week 12, any change in smoking habits, and any attempts to quit smoking will be examined.\n\nParticipation Population The investigators will recruit participants (N=72 enrolled) from the Miriam Immunology Center (MIC) and the Providence community using study flyers and active recruitment via a recruitment research assistant (RA) at the Miriam Immunology Center. The Miriam-based RA will review in advance the medical records for the upcoming day's appointment to identify potential participants (HIV-positive smokers). Potential participants will be screened in person at the MIC or screened by phone if they instead choose to call the study phone number for screening. Participants in the clinic and those who respond to advertisements via phone will first be screened using the brief telephone interview form. The phone screen will allow the investigators to determine preliminary eligibility for this study. Upon initial eligibility, individuals will be invited to a baseline assessment interview at the Center for Alcohol \\& Addiction Studies research lab at 121 South Main Street to further determine study eligibility. The investigators estimate that approximately 140 participants will be screened and consented to enroll a sample of 72 into this study. The telephone screen forms will be destroyed once eligibility is determined."
        },
        "conditionsModule": {
            "conditions": [
                "HIV"
            ],
            "keywords": [
                "HIV",
                "smoking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Once the baseline interview is complete, the study coordinator, who is not involved in conducting assessments, will randomize eligible participants to either of two study conditions. A computerized urn randomization will be used to ensure the groups are balanced on gender and Fagerström Test of Cigarette Dependence (FTCD) score, (0-5 low; 6-10 high). Participants will be randomized to an active condition (in which they will be provided with the ECs) or the standard condition (in which they will continue to smoke their usual brand). All participants will receive a daily diary and will be asked to record daily how many CCs they smoke, how many EC cartridges they use, or any use of other tobacco products (i.e. cigars, cigarillos).",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active condition",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the active condition will be provided with the Standardized Research Electronic Cigarette (SREC) and will be encouraged to use the SREC whenever they would normally smoke a cigarette.",
                    "interventionNames": [
                        "Device: Standardized Research Electronic Cigarette"
                    ]
                },
                {
                    "label": "Standard Condition",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this condition will be asked to continue to smoke their usual brand of cigarettes."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Standardized Research Electronic Cigarette",
                    "description": "Participants will receive SREC weekly and eill be encouraged to replace their usual combustible cigarette with the SREC whenever they would normally smoke.",
                    "armGroupLabels": [
                        "Active condition"
                    ],
                    "otherNames": [
                        "SREC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in combustible cigarette use from baseline to 6 weeks",
                    "description": "Daily use of combustible cigarettes will be measured using the Timeline Followback method",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Expired carbon monoxide (CO) level from baseline to 6 weeks",
                    "description": "A carbon monoxide (CO) level of less than five (\\<5) will indicate a complete switch to the electronic cigarette",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Change in serum biomarker levels from baseline to 6 weeks",
                    "description": "Soluble CD14, is a biomarker of monocyte activation; Soluble CD163, is a biomarker of monocyte/macrophage activation (sCD163); high sensitivity C-reactive protein (hs-CRP), is an acute phase reactant; D-dimer, is a marker of coagulation; IL-6, is a biomarker of inflammation.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Change in tobacco toxicant levels from baseline to 6 weeks",
                    "description": "Total Nicotine equivalents is a measure of the by products of nicotine metabolism, including cotinine. NNAL is a tobacco specific nitrosamine.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Change in Forced expiratory volume in 1 sec (FEV1) from baseline to 6 weeks",
                    "description": "FEV1 is a measure of pulmonary function",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* diagnosed with and engaged in care for HIV (defined as at least one HIV clinic medical appointment within the past six month period)\n* at least 18 years of age\n* smoke at least 5 cigarettes per day for longer than one year\n* exhaled carbon monoxide (CO) level greater than 5 at BL\n\nExclusion Criteria:\n\n* intention to quit smoking in the next 30 days\n* currently using pharmacotherapy for smoking cessation\n* currently using electronic cigarettes more than 2 days/week\n* unstable medical or psychiatric condition (defined as hospitalization)\n* medical contraindications to nicotine (unstable angina, uncontrolled hypertension, or recent cardiovascular event, including hospitalization)\n* psychotic symptoms\n* substance use disorder other than nicotine dependence\n* past-month suicidal ideation or past-year suicide attempt\n* pregnant or nursing.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "PATRICIA A CIOE, PhD",
                    "role": "CONTACT",
                    "phone": "401-863-6638",
                    "email": "patricia_cioe@brown.edu"
                },
                {
                    "name": "Jasmine DiLorenzo, BA",
                    "role": "CONTACT",
                    "phone": "401-863-6645",
                    "email": "jasminette_dilorenzo@brown.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "PATRICIA A CIOE, PhD",
                    "affiliation": "Brown University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brown University School of Public Health",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02912",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Garrett Stang, MA",
                            "role": "CONTACT",
                            "phone": "401-863-6011",
                            "email": "garrett_stang@brown.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}