{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04049643",
            "orgStudyIdInfo": {
                "id": "201907763"
            },
            "secondaryIdInfos": [
                {
                    "id": "3R01DC015997-02S1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/3R01DC015997-02S1"
                }
            ],
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Hearing Aid and Individuals With Cognitive Disorders",
            "officialTitle": "Impact of Hearing Aid Intervention on Individuals With Cognitive Disorders",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "hearing-aid-and-individuals-with-cognitive-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-06",
            "studyFirstSubmitQcDate": "2019-08-06",
            "studyFirstPostDateStruct": {
                "date": "2019-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Yu-Hsiang Wu",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Yu-Hsiang Wu",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Vanderbilt University Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pilot study with the aim of evaluating the feasibility of the procedures of a future clinical trial that will help determine the impacts of hearing aid interventions on older patients with Alzheimer's Disease and related dementias (ADRD). In this pilot study individuals with mild or moderate cognitive impairment, as well as their caregivers, will be recruited. Participants will be randomly assigned to three intervention groups: Audiologist-Based Intervention, Service-Only Group, and Device-Only Group. Outcome data will be collected on the how hearing loss and hearing aid impact their lives and caregiver burden 6-week post hearing aid intervention.",
            "detailedDescription": "A disorder that often affect older adults is age-related hearing loss. It is estimated that about two-thirds of persons aged 70 years or older exhibit hearing problems. Left untreated, age-related hearing loss can affect an individual's ability to communicate and to interact with his/her environment and can contribute to psychological symptoms such depression, anxiety, isolation, paranoia, and possibly dementia.\n\nBecause (1) the neuropsychiatric symptoms associated with dementia could be exacerbated by poor communication resulting from hearing loss and (2) it has been widely accepted that hearing aids (HAs) are effective in improving communication function and reducing the psychosocial consequences associated with hearing loss for older adults without dementia, it seems reasonable to use HAs to treat the hearing loss of adults with Alzheimer's Disease and related dementias (ADRD). However, it has been argued that because the pathology of ADRD could involve central auditory pathways and nuclei, HAs-the devices that improve audibility at the peripheral level of the auditory system-may not be an effective management for ADRD. To date there is no high-quality evidence to support or negate the benefit of HA intervention on adults with dementia in reducing communication difficulty, dementia-related symptoms, and caregiver burdens. Therefore, the benefit of HA intervention on adults with ADRD remains unknown. Further, the best service model to provide HAs for older adults with ADRD is unknown. On one hand, it is likely that customized HAs fitted by audiologists using best practices could generate optimal outcomes. However, implementing the best-practice audiology services is challenging in this population. On the other hand, recent literature suggests that audiologists could fit low-cost, pre-programmed, non-customized amplification devices to adults with ADRD to reduce the cost of HA intervention, while yielding reasonable outcomes.To date there is no high-quality research rigorously examining the outcome, value, and candidacy of different HA service-delivery models for older adults with ADRD.\n\nThis is a pilot study with the aim of evaluating the feasibility of the procedures of a future clinical trial that will help determine the impacts of hearing aid interventions on older patients with ADRD. We expect that at least a total of 30 patients will complete the pilot study. The collected data will provide valuable information for us to formulate or revise the hypotheses, conduct power analysis, and finalize the research protocol for the future clinical trial."
        },
        "conditionsModule": {
            "conditions": [
                "Presbycusis, Bilateral",
                "Alzheimer Disease 2 Due to Apoe4 Isoform"
            ],
            "keywords": [
                "Presbycusis",
                "Hearing aid",
                "Alzheimer Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Audiologist-Based",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In this group, the audiologist-based fitting will be used to provide hearing aids.",
                    "interventionNames": [
                        "Device: Audiologist-based fitting"
                    ]
                },
                {
                    "label": "Service-Only",
                    "type": "EXPERIMENTAL",
                    "description": "In this group, hearing aids that have minimum amplification will be fitted by audiologists.",
                    "interventionNames": [
                        "Device: Service-only Fitting"
                    ]
                },
                {
                    "label": "Device-Only",
                    "type": "EXPERIMENTAL",
                    "description": "In this group, hearing aids will be provided with minimum services from audiologists.",
                    "interventionNames": [
                        "Device: Device-only fitting"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Audiologist-based fitting",
                    "description": "Hearing aids will be fitted by audiologists using established procedures.",
                    "armGroupLabels": [
                        "Audiologist-Based"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Service-only Fitting",
                    "description": "This intervention group is designed to explore the contribution of amplification devices in hearing aid intervention, which consists of devices and services. In this intervention group, audiological services plus hearing aids that provide minimum amplification will be provided. Specifically, patient participants in this group will receive audiological services (e.g., counselling and education), except that the hearing aids will be set to provide no amplification other than what is needed to overcome any sounds that are dampened by the earpieces.",
                    "armGroupLabels": [
                        "Service-Only"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Device-only fitting",
                    "description": "This intervention group is designed to explore the contribution of amplification devices in hearing aid intervention, which consists of devices and services. The patient participants in this intervention group will have minimum services regarding the pre-fitting, selection, and orientation of the hearing aids. The participants will have a hearing evaluation, including pure-tone audiometry. The audiologist will select the amplification characteristics and non-custom ear piece based on the audiogram. The audiologist will then briefly orient the participant on how to use the hearing aids and counsel on how to optimize their performance.",
                    "armGroupLabels": [
                        "Device-Only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Hearing aid benefit as measured by the International Outcomes Inventory for Hearing Aids - Significant Other (IOI-HA-SO)",
                    "description": "The IOI-HA-SO, which is an extension of the widely used questionnaire IOI-HA, was designed to inquire about effects of the partner's hearing loss on the significant other. The score ranges from 1 (less benefit) to 5 (more benefit).",
                    "timeFrame": "6-week post intervention"
                },
                {
                    "measure": "Daily activity as measured by the Lawton Instrumental Activities of Daily Living Scale (IADL)",
                    "description": "The IADL was developed to assess independent living skills, such as feeding, dressing, and food preparation. The score ranges from 0 (low function) to 8 (high function).",
                    "timeFrame": "6-week post intervention"
                },
                {
                    "measure": "Neuropsychiatric symptom as measured by the Neuropsychiatric Inventory-Questionnaire (NPI-Q)",
                    "description": "The NPI-Q is a clinical instrument for briefly evaluating behavioral and psychological symptoms of dementia. Scores of lower than 20 indicate mild problem and higher than 50 indicate severe disturbance.",
                    "timeFrame": "6-week post intervention"
                },
                {
                    "measure": "Caregiver burden as measured by the \"Zarit Burden Interview\" (ZBI)",
                    "description": "Caregiver burden will be measured using the ZBI, which is a 22-item questionnaire. The ZBI measures self-reported burden in terms of the degree (from 'never' to 'almost always') to which the caregiver experiences physical, psychological, emotional, social and financial problems as a result of their care-giving role. The score ranges from 0 (little or no burden) to 88 (severe burden).",
                    "timeFrame": "6-week post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hearing handicap as measured by Hearing Handicap Inventory for the Elderly - Spouse (HHIE-SP)",
                    "description": "The HHIE-SP, which is a modified version of the HHIE for use with spouses, is a retrospective questionnaire. The HHIE-SP allows spouses (or caregiver) to report their perception about how hearing loss affect their partners' activity limitations and participation restrictions. score ranges from 0 (no handicap) to 24 (more handicap).",
                    "timeFrame": "6-week post intervention"
                },
                {
                    "measure": "Quality of life as measured by the Alzheimer's Disease-Related Quality of Life (ADRQL)",
                    "description": "The ADRQL was developed to assess health related quality of life in people with Alzheimer's disease using assessments from family caregivers or professional staff. The score ranges from 0 (worst situation) to 100 (best situation).",
                    "timeFrame": "6-week post intervention"
                },
                {
                    "measure": "Depression as measured using the Geriatric Depression Scale (GDS)",
                    "description": "The GDS a self-report measure of depression in older adults. The short form of the GDS has 15 items. The score ranges from 0 (no depression) to 15 (more depression)",
                    "timeFrame": "6-week post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A diagnosis of mild or moderate Major Cognitive Disorder (e.g., Alzheimer disease)\n* Adult-onset mild-to-moderate sensorineural hearing loss\n* No prior hearing aid experience\n\nExclusion Criteria:\n\n* Non-native English speaker",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yu-Hsiang Wu, PhD",
                    "role": "CONTACT",
                    "phone": "319-335-8728",
                    "email": "yu-hsiang-wu@uiowa.edu"
                },
                {
                    "name": "Elizabeth Stangl, AuD",
                    "role": "CONTACT",
                    "phone": "31-335-9758",
                    "email": "lizabeth-stangl@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yu-Hsiang Wu, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yu-Hsiang Wu, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Todd Ricketts, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "2926927",
                    "type": "BACKGROUND",
                    "citation": "Uhlmann RF, Larson EB, Rees TS, Koepsell TD, Duckert LG. Relationship of hearing impairment to dementia and cognitive dysfunction in older adults. JAMA. 1989 Apr 7;261(13):1916-9."
                },
                {
                    "pmid": "9733237",
                    "type": "BACKGROUND",
                    "citation": "Palmer CV, Adams SW, Durrant JD, Bourgeois M, Rossi M. Managing hearing loss in a patient with Alzheimer disease. J Am Acad Audiol. 1998 Aug;9(4):275-84."
                },
                {
                    "pmid": "10229449",
                    "type": "BACKGROUND",
                    "citation": "Palmer CV, Adams SW, Bourgeois M, Durrant J, Rossi M. Reduction in caregiver-identified problem behaviors in patients with Alzheimer disease post-hearing-aid fitting. J Speech Lang Hear Res. 1999 Apr;42(2):312-28. doi: 10.1044/jslhr.4202.312."
                },
                {
                    "pmid": "30304320",
                    "type": "BACKGROUND",
                    "citation": "Mamo SK, Reed NS, Price C, Occhipinti D, Pletnikova A, Lin FR, Oh ES. Hearing Loss Treatment in Older Adults With Cognitive Impairment: A Systematic Review. J Speech Lang Hear Res. 2018 Oct 26;61(10):2589-2603. doi: 10.1044/2018_JSLHR-H-18-0077."
                },
                {
                    "pmid": "29222544",
                    "type": "BACKGROUND",
                    "citation": "Loughrey DG, Kelly ME, Kelley GA, Brennan S, Lawlor BA. Association of Age-Related Hearing Loss With Cognitive Function, Cognitive Impairment, and Dementia: A Systematic Review and Meta-analysis. JAMA Otolaryngol Head Neck Surg. 2018 Feb 1;144(2):115-126. doi: 10.1001/jamaoto.2017.2513. Erratum In: JAMA Otolaryngol Head Neck Surg. 2018 Feb 1;144(2):176. doi: 10.1001/jamaoto.2017.3219."
                },
                {
                    "pmid": "28735855",
                    "type": "BACKGROUND",
                    "citation": "Livingston G, Sommerlad A, Orgeta V, Costafreda SG, Huntley J, Ames D, Ballard C, Banerjee S, Burns A, Cohen-Mansfield J, Cooper C, Fox N, Gitlin LN, Howard R, Kales HC, Larson EB, Ritchie K, Rockwood K, Sampson EL, Samus Q, Schneider LS, Selbaek G, Teri L, Mukadam N. Dementia prevention, intervention, and care. Lancet. 2017 Dec 16;390(10113):2673-2734. doi: 10.1016/S0140-6736(17)31363-6. Epub 2017 Jul 20. No abstract available."
                },
                {
                    "pmid": "27973661",
                    "type": "BACKGROUND",
                    "citation": "Hopper T, Slaughter SE, Hodgetts B, Ostevik A, Ickert C. Hearing Loss and Cognitive-Communication Test Performance of Long-Term Care Residents With Dementia: Effects of Amplification. J Speech Lang Hear Res. 2016 Dec 1;59(6):1533-1542. doi: 10.1044/2016_JSLHR-H-15-0135."
                },
                {
                    "pmid": "28269769",
                    "type": "BACKGROUND",
                    "citation": "Adrait A, Perrot X, Nguyen MF, Gueugnon M, Petitot C, Collet L, Roux A, Bonnefoy M; ADPHA study group. Do Hearing Aids Influence Behavioral and Psychological Symptoms of Dementia and Quality of Life in Hearing Impaired Alzheimer's Disease Patients and Their Caregivers? J Alzheimers Dis. 2017;58(1):109-121. doi: 10.3233/JAD-160792."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The proposed research will include data from a total of 240 participants with hearing loss recruited State of Iowa, State of Tennessee and surrounding areas. The final dataset will include laboratory data (e.g., speech recognition score) and self-reported demographic and behavioral data (e.g., questionnaire). Contact the principle investigator for data access.",
            "timeFrame": "The date will be available starting 6 months after publication of the main findings of the trial.",
            "accessCriteria": "Even though the final dataset will be stripped of identifiers prior to release for sharing, there remains the possibility of deductive disclosure of subjects with the survey data being collected. Thus, we will make the data and associated documentation available to users only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate technologies; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-01-24",
                    "uploadDate": "2022-03-31T12:17",
                    "filename": "ICF_000.pdf",
                    "size": 287216
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011304",
                    "term": "Presbycusis"
                },
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000006319",
                    "term": "Hearing Loss, Sensorineural"
                },
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14178",
                    "name": "Presbycusis",
                    "asFound": "Presbycusis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "asFound": "Cognitive Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "relevance": "LOW"
                },
                {
                    "id": "M9407",
                    "name": "Hearing Loss, Sensorineural",
                    "relevance": "LOW"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T312",
                    "name": "Alzheimer Disease Type 2",
                    "asFound": "Alzheimer Disease 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3320",
                    "name": "Late-Onset Familial Alzheimer Disease",
                    "asFound": "Alzheimer Disease 2",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}